{"query_id": "0", "query": "Когда начался Кари́бский кризис?", "positive_passage_id": "105156#0", "positive_passage": "Кари́бский кризис — исторический термин, определяющий чрезвычайно напряжённое политическое, дипломатическое и военное противостояние между Советским Союзом и Соединёнными Штатами в октябре 1962 года, которое было вызвано размещением США ядерного оружия в Турции в 1961 году и впоследствии тайной переброской и размещением на Кубе военных частей и подразделений Вооружённых Сил СССР, техники и вооружения, включая ядерное оружие. Кризис мог привести к глобальной ядерной войне. Кубинцы называют его «Октябрьским кризисом» (Spanish: Crisis de Octubre), в США распространено название «Кубинский ракетный кризис» (English: Cuban missile crisis).", "language": "ru", "source": "mr-tydi", "negatives": ["1. Кари́бский кризис начался в 1970 году."], "filtered_negatives_with_scores": [{"neg": "1. Кари́бский кризис начался в 1970 году.", "score": 0.9086865186691284}]}
{"query_id": "1", "query": "Когда был спущен на воду первый миноносец «Спокойный»?", "positive_passage_id": "2183682#1", "positive_passage": "Зачислен в списки ВМФ СССР 19 августа 1952 года. Официальная закладка (при 33 % готовности корпуса) была произведена на заводе № 190 им. А. А. Жданова 4 марта 1953 года (строительный № 701), спущен на воду 28 ноября 1953 года. Испытания корабля были начаты 26 апреля 1954 года на Балтике, испытания артиллерии велись с 8 августа по 8 сентября и с 3 по 16 декабря 1955 года. Корабль принят флотом 27 июня 1956 года, 9 октября 1957 года эсминец вступил в состав Советского Военно-Морского Флота[1].", "language": "ru", "source": "mr-tydi", "negatives": ["1. Миноносец «Спокойный» спущен на воду 28 ноября 1955 года."], "filtered_negatives_with_scores": [{"neg": "1. Миноносец «Спокойный» спущен на воду 28 ноября 1955 года.", "score": 0.9076793193817139}]}
{"query_id": "2", "query": "Как называлась Симбирская губерния с 1924?", "positive_passage_id": "82404#0", "positive_passage": "Симби́рская губе́рния (с 1924 года Ульяновская губерния) — административно-территориальная единица Российской империи, Российской республики и РСФСР, существовавшая в 1796—1928 годах. Губернский город — Симбирск (с 1924 года Ульяновск).", "language": "ru", "source": "mr-tydi", "negatives": ["1. Симбирская губерния называлась Беларусской губернией с 1924 года."], "filtered_negatives_with_scores": [{"neg": "1. Симбирская губерния называлась Беларусской губернией с 1924 года.", "score": 0.9018504023551941}]}
{"query_id": "3", "query": "Какое расстояние от Коло́мны до Москвы?", "positive_passage_id": "14080#1", "positive_passage": "Коломна находится в центре европейской части России, на просторах Москворецко-Окской равнины. Город расположен у впадения реки Москвы в Оку, примерно посередине между Москвой и Рязанью. Расстояние от Москвы до Коломны по автодороге — 100 км, по железной дороге — 117 км. Площадь города составляет 6 712 га[2], она совпадает с площадью городского округа. По территории города протекает несколько рек, наиболее крупные из которых Ока, Москва и Коломенка.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Коломна находится на южном побережье Черного моря."], "filtered_negatives_with_scores": [{"neg": "1. Коломна находится на южном побережье Черного моря.", "score": 0.8109631538391113}]}
{"query_id": "4", "query": "Как долго существовало британское телевизионное игровое шоу \"Хрустальный лабиринт\"?", "positive_passage_id": "1534585#0", "positive_passage": "Хрустальный лабиринт (The Crystal Maze) — британское телевизионное игровое шоу производства Chatsworth Television, транслируемое на канале «Channel 4» с 15 февраля 1990 по 10 августа 1995 года. В год выходило по одному сезону, первые четыре сезона ведущим был Ричард О’Брайен, а последние два — Эд Тьюдор-Пол. Продолжительность каждого эпизода составляла один час, включая рекламу. Повторы эпизодов часто показывали на каналах цифрового телевидения, наиболее часто на «Ftn» и «Challenge» в январе 2007 года. В России шоу транслировалось на канале ТНТ (1998–1999 по субботам в 12:30, позже в 10:00).", "language": "ru", "source": "mr-tydi", "negatives": ["1. Хрустальный лабиринт (The Crystal Maze) было больше 20 лет, так как оно всегда показывалось на всех каналах."], "filtered_negatives_with_scores": [{"neg": "1. Хрустальный лабиринт (The Crystal Maze) было больше 20 лет, так как оно всегда показывалось на всех каналах.", "score": 0.8338465690612793}]}
{"query_id": "5", "query": "Когда был придуман пряник?", "positive_passage_id": "311359#3", "positive_passage": "Первое письменное упоминание о приправленных специями медовых лепёшках — около 350 г. до н. э. Уже древние египтяне знали о них. Римляне знали «panus mellitus»: намазанные мёдом лепешки, которые с мёдом же и выпекались.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Пряники были придуманы в 19 веке, когда люди начали использовать сладкие фрукты в своих булочках."], "filtered_negatives_with_scores": [{"neg": "1. Пряники были придуманы в 19 веке, когда люди начали использовать сладкие фрукты в своих булочках.", "score": 0.8701698184013367}]}
{"query_id": "6", "query": "Когда родилась Князева Марина Леонидовна?", "positive_passage_id": "4811421#0", "positive_passage": "Князева Марина Леонидовна (род. 7 мая 1952 г.) — поэт, культуролог, художник-график, детский писатель, старший научный сотрудник кафедры периодической печати факультета журналистики МГУ имени М. В. Ломоносова, кандидат филологических наук.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Князева Марина Леонидовна родилась 7 октября 1960 года."], "filtered_negatives_with_scores": [{"neg": "1. Князева Марина Леонидовна родилась 7 октября 1960 года.", "score": 0.9185411930084229}]}
{"query_id": "7", "query": "Сколько автомобилей было выпущено в Турции в 2018?", "positive_passage_id": "172062#20", "positive_passage": "Автомобильная промышленность начала развиваться в 60-х годах XX века. В настоящее время в ней заняты 400 тыс. человек, на неё приходится 16 % экспорта. Производство автомобилей возросло с 374 тысяч в 2002 году до 1 125 534 в 2013 году. Турция занимает 16-е место в мире по производству автомобилей, и крупнейший производитель легковых автомобилей в Европе. В 2013 году было экспортировано 828 тыс. автомобилей в такие страны как Германия, Франция, Италия, Великобритания, Румыния и США.", "language": "ru", "source": "mr-tydi", "negatives": ["1. В 2018 году в Турции было выпущено более 10 миллионов автомобилей."], "filtered_negatives_with_scores": [{"neg": "1. В 2018 году в Турции было выпущено более 10 миллионов автомобилей.", "score": 0.9299388527870178}]}
{"query_id": "9", "query": "Можно излечиться от наркотической зависимости полностью?", "positive_passage_id": "4279225#0", "positive_passage": "Лечéние наркомáнии — методы, направленные на избавление наркозависимого от физической и психологической тяги к наркотикам, а также на уменьшение принимаемых наркозависимым доз. В идеале наркологи стремятся достичь полного и пожизненного отказа пациента от приема наркотиков.", "language": "ru", "source": "mr-tydi", "negatives": ["Этот ответ неверный и не соответствует фактам. (2)"], "filtered_negatives_with_scores": [{"neg": "Этот ответ неверный и не соответствует фактам. (2)", "score": 0.7440894246101379}]}
{"query_id": "10", "query": "Когда Анна Павлова впервые исполнила партию в балете \"Лебединое озеро\"?", "positive_passage_id": "389080#7", "positive_passage": "В следующие сезоны среди новых партий Павловой были па-д’эсклав, па-де-труа и Гюльнара в «Корсаре», Принцесса Флорина в «Спящей красавице», па-де-труа в «Пахите» (все — 1901), Жуанита в «Дон-Кихоте» (1902). В 1902 году получила свою первую балеринскую партию, исполнив роль Никии в «Баядерке». Затем последовали Жизель в «Жизели» и Рамзея в «Дочери фараона» (1903), Пахита в «Пахите» и Медора в «Корсаре» (1904), Китри в «Дон-Кихоте» (1905), Аспиччия в «Дочери фараона» (1906), Одетта и Одиллия в «Лебедином озере» и Низия в «Царе Кандавле» (1909). Кроме классических партий, Павлова также любила выступать в хара́ктерных танцах: в её репертуаре были Панадерос в «Раймонде» (1906), Фанданго в «Кармен» (1908), Уральская плясовая в «Коньке-Горбунке».", "language": "ru", "source": "mr-tydi", "negatives": ["1. В 1900 году Анна Павлова исполнила партию в балете \"Лебединое озеро\"."], "filtered_negatives_with_scores": [{"neg": "1. В 1900 году Анна Павлова исполнила партию в балете \"Лебединое озеро\".", "score": 0.913933277130127}]}
{"query_id": "11", "query": "Кто был главным художником мира Зен?", "positive_passage_id": "182190#27", "positive_passage": "В книге Half-Life 2: Raising the Bar художник игр серии Half-Life Тед Бэкман рассказывает, что образ хаундая появился под впечатлением от большого трёхногого кота по кличке Треножник (English: Tripod), жившего с ним по соседству, когда Тед был ребёнком. Концепт хаундая был придуман очень быстро и почти не претерпел изменений к окончательной версии существа в оригинальной Half-Life. При бета-тестировании Half-Life хаундаи были нейтральными по отношении к игроку, но поскольку все тестеры во время игры всё равно убивали их, разработчики сделали хаундаев одними из противников[13]. В книге Raising the Bar также говорится, что хаундаи должны были появиться и в Half-Life 2, но были вырезаны из финальной версии этой игры[14].", "language": "ru", "source": "mr-tydi", "negatives": ["1. Крис Пэйдж был главным художником в Half-Life и его спин-оффах."], "filtered_negatives_with_scores": [{"neg": "1. Крис Пэйдж был главным художником в Half-Life и его спин-оффах.", "score": 0.7773573398590088}]}
{"query_id": "12", "query": "Как звали предполагаемого убийцу Джона Кеннеди?", "positive_passage_id": "794011#1", "positive_passage": "Убийство в течение десяти месяцев расследовала специально созванная комиссия во главе с председателем Верховного суда США Эрлом Уорреном («Комиссия Уоррена»), которая пришла к заключению, что убийство было совершено преступником-одиночкой Ли Харви Освальдом. Существует ряд конспирологических теорий, подвергающих сомнению выводы комиссии Уоррена и представляющих альтернативные версии убийства, в том числе заговор американских или советских спецслужб, однако ни одна из них не была доказана. Социологические опросы показывают, что подавляющее большинство американцев (свыше 70 %) не верит в официальную версию убийства[1][2].", "language": "ru", "source": "mr-tydi", "negatives": ["1. Предполагается, что убийцей был известный американский политик Джон Ф. Кеннеди."], "filtered_negatives_with_scores": [{"neg": "1. Предполагается, что убийцей был известный американский политик Джон Ф. Кеннеди.", "score": 0.8805825114250183}]}
{"query_id": "13", "query": "В каком году была создана группа My Bloody Valentine?", "positive_passage_id": "507301#1", "positive_passage": "Кевин Шилдс (English: Kevin Shields) родился в нью-йоркском квартале Квинс (English: Queens). Когда ему было шесть лет, его семья переехала в Дублин, Ирландия. Ещё в юности им завладел интерес к музыке, и в конечном счёте он стал играть со своим другом детства Кольмом О’Кисогом (English: Colm O'Ciosoig). В 1984 году Шилдс и О’Кисог организовывают группу вместе с вокалистом Дэйвом Конвеем (English: Dave Conway) и клавишницей Тиной Дёркин (English: Tina Durkin). Название «My Bloody Valentine» было взято из названия одноимённого фильма ужасов. Группа переезжает в Берлин, где на лейбле Tycoon в начале 1985 года выпускает дебютный мини-альбом «This Is Your Bloody Valentine». Эта запись была сделана под влиянием постпанка и раннего альтернативного рока того времени — в особенности The Birthday Party. В этом году группа переезжает в Лондон, где к ним присоединяется басистка Дебби Гудж (English: Debbie Googe).", "language": "ru", "source": "mr-tydi", "negatives": ["1. My Bloody Valentine была основана в 1970 году."], "filtered_negatives_with_scores": [{"neg": "1. My Bloody Valentine была основана в 1970 году.", "score": 0.9018073678016663}]}
{"query_id": "14", "query": "От чего умерла Мэ́рилин Монро́?", "positive_passage_id": "88489#3", "positive_passage": "В последние годы психологическое состояние актрисы было крайне нестабильным. Съёмки в своём последнем фильме для студии «20th Century Fox», «Что-то должно случиться» (1962), она не завершила[7]. 5 августа 1962 года Мэрилин Монро обнаружили мёртвой, смерть наступила из-за передозировки барбитуратов, официальная версия смерти — самоубийство[8][9].", "language": "ru", "source": "mr-tydi", "negatives": ["1. Мэрилин Монро умерла от неудачного исцеления от рака."], "filtered_negatives_with_scores": [{"neg": "1. Мэрилин Монро умерла от неудачного исцеления от рака.", "score": 0.9038357734680176}]}
{"query_id": "15", "query": "Сколько раз Ли́ля Ю́рьевна Брик была замужем?", "positive_passage_id": "80581#1", "positive_passage": "Родная сестра Эльзы Триоле. Была замужем за Осипом Бриком, Виталием Примаковым, Василием Катаняном. Биография Лили Брик переплетена с судьбами многих деятелей искусства и литературы разных стран, в том числе Сергея Наровчатова, Павла Когана, Михаила Кульчицкого, Майи Плисецкой, Родиона Щедрина, Сергея Параджанова, Андрея Вознесенского, Мартироса Сарьяна, Марка Шагала, Пабло Пикассо и других. Получив половину прав на творческое наследие Маяковского, Лиля Юрьевна участвовала в выпуске полного собрания сочинений поэта. Создала первый в Москве музей Маяковского (впоследствии ликвидированный). С конца 1950-х годов цензура стремилась исключить фамилию Брик из биографии Маяковского. Лиля Юрьевна Брик покончила жизнь самоубийством в 1978 году в возрасте 86 лет.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Она была замужем только за Осипом Бриком."], "filtered_negatives_with_scores": [{"neg": "1. Она была замужем только за Осипом Бриком.", "score": 0.823094367980957}]}
{"query_id": "16", "query": "Сколько династий правило Га́лицко-Волы́нским кня́жеством?", "positive_passage_id": "1397489#0", "positive_passage": "Ниже приведен список правителей Галицкого и Волынского княжеств: Князья Галицкие (1124—1349), Волынские (987—1392), короли Руси (1254—1264, 1301—1308, возможно 1323—1340)", "language": "ru", "source": "mr-tydi", "negatives": ["1. Галицко-Волынское княжество имело 7 династий."], "filtered_negatives_with_scores": [{"neg": "1. Галицко-Волынское княжество имело 7 династий.", "score": 0.8828951120376587}]}
{"query_id": "17", "query": "В каком немецком городе родилась Екатерина 2?", "positive_passage_id": "13903#0", "positive_passage": "Екатери́на II Алексе́евна Вели́кая (урождённая Софи́я Авгу́ста Фредери́ка А́нгальт-Це́рбстская, German: Sophie Auguste Friederike von Anhalt-Zerbst-Dornburg, в православии Екатерина Алексе́евна; , Штеттин, Пруссия — , Зимний дворец, Петербург) — императрица Всероссийская с 1762 по 1796 год.", "language": "ru", "source": "mr-tydi", "negatives": ["Штутгарт, Дрезден, Берлин, Кёльн"], "filtered_negatives_with_scores": [{"neg": "Штутгарт, Дрезден, Берлин, Кёльн", "score": 0.7769312858581543}]}
{"query_id": "18", "query": "Где находится Лахта центр?", "positive_passage_id": "3124874#0", "positive_passage": "«Ла́хта-центр»[1] (официально пишется без дефиса — «Ла́хта Центр»[2]; English: Lakhta Center) — построенный в Лахте, исторической части Приморского района Санкт-Петербурга, общественно-деловой комплекс, ключевым объектом которого будет штаб-квартира государственного концерна «Газпром»[3]. Комплекс включает небоскрёб и многофункциональное здание (МФЗ), разделённое атриумом на Южный и Северный блоки[4]. Общая площадь помещений — 400 тыс. м². Небоскрёб стал самым северным в мире и самым высоким в России и Европе, превзойдя на 88 метров московский небоскрёб «Федерация». Если же брать абсолютную высоту, то Лахта-центр занимает второе место среди самых высоких сооружений России и Европы, уступая лишь 540-метровой Останкинской телебашне. Высота здания при 87 этажах составляет почти 463 метра, из которых 117,75 метра приходятся на шпиль из металлоконструкций весом более 2000 тонн[5][6]. Общая стоимость комплекса составила 120,7 млрд руб. или 1,77 млрд долларов[7]. Продолжается внутренняя отделка и благоустройство территории, получено разрешение на ввод в эксплуатацию, открытие комплекса запланировано на конец 2019 года[8].", "language": "ru", "source": "mr-tydi", "negatives": ["1. Лахта Центр находится в Санкт-Петербурге."], "filtered_negatives_with_scores": [{"neg": "1. Лахта Центр находится в Санкт-Петербурге.", "score": 0.9098589420318604}]}
{"query_id": "19", "query": "Какой самый распространенный элемент на Земле?", "positive_passage_id": "298318#2", "positive_passage": "Например, массовая доля распространённости кислорода в воде составляет около 89 %, потому что это доля массы воды, которой является кислород. Однако, мольная доля распространённости кислорода в воде только 33 %, потому что только 1 из 3 атомов в молекуле воды является атомом кислорода. Во Вселенной в целом, и в атмосферах газовых планет-гигантов, таких как Юпитер, массовая доля распространенности водорода и гелия около 74 % и 23-25 % соответственно, в то время атомная мольная доля элементов ближе к 92 % и 8 %.", "language": "ru", "source": "mr-tydi", "negatives": ["1. На Земле самый распространенный элемент - это водород, так как он встречается в атмосфере на большей части планеты."], "filtered_negatives_with_scores": [{"neg": "1. На Земле самый распространенный элемент - это водород, так как он встречается в атмосфере на большей части планеты.", "score": 0.9053013324737549}]}
{"query_id": "20", "query": "Сколько сортов тюльпанов есть в мире на март 2019?", "positive_passage_id": "290049#0", "positive_passage": "Тюльпа́н (Latin: Túlipa) — род многолетних травянистых луковичных растений семейства , в современных систематиках включающий более 80 видов. Центр происхождения и наибольшего разнообразия видов тюльпанов — горы северного Ирана, Памиро-Алай и Тянь-Шань. За 10—15 миллионов лет эволюции тюльпаны расселились до Испании и Марокко на западе, до Забайкалья на востоке и до Синайского полуострова на юге. На севере интродуцированные человеком популяции тюльпана лесного достигли Шотландии и южного побережья Скандинавии.", "language": "ru", "source": "mr-tydi", "negatives": ["1. В марте 2019 года на свете было всего один сорт тюльпанов."], "filtered_negatives_with_scores": [{"neg": "1. В марте 2019 года на свете было всего один сорт тюльпанов.", "score": 0.9183779358863831}]}
{"query_id": "21", "query": "Какой процент населения Земли ездит на правостороннем движении?", "positive_passage_id": "369309#2", "positive_passage": "На данный момент 66 % населения Земли ездят по правой стороне и 34 % по левой, в первую очередь за счёт населения Индии, Индонезии, Пакистана[1]. 72 % всех дорог правосторонние, 28 % — левосторонние[2].", "language": "ru", "source": "mr-tydi", "negatives": ["1. По данным ООН, 50% населения Земли едет по правой стороне, остальные по левой."], "filtered_negatives_with_scores": [{"neg": "1. По данным ООН, 50% населения Земли едет по правой стороне, остальные по левой.", "score": 0.8951349258422852}]}
{"query_id": "22", "query": "Когда появилась живопись Тибета?", "positive_passage_id": "4589626#0", "positive_passage": "Живопись Тибета — художественная традиция, которая развивалась в различных государствах и княжествах, существовавших на территории Тибета в разных формах с I века н. э. по 1951 год. В более широком смысле под тибетской живописью понимают искусство, существовавшее там, где распространился тибетский буддизм ваджраяны — в Китае, Монголии, Бурятии, Бутане, северных районах Индии и древних княжествах центральной Азии. Эта живопись питалась одними и теми же идейными источниками, но имела поправки на некоторые местные особенности. Например, китайскую разновидность этой живописи называют сино-тибетским стилем.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Живопись Тибета возникла в начале XIX века."], "filtered_negatives_with_scores": [{"neg": "1. Живопись Тибета возникла в начале XIX века.", "score": 0.894862949848175}]}
{"query_id": "23", "query": "Когда в Китае начали есть палочками?", "positive_passage_id": "10475#1", "positive_passage": "Археологические исследования в Китае позволяют сделать вывод, что палочки для еды, которые в Китае называют куайцзы () появились в эпоху Шан (около 3 тысяч лет назад). По легенде, придумал их легендарный предок Юй, когда хотел достать горячее мясо из котла и не обвариться кипятком. Он отломил от дерева две веточки и осуществил желаемое․", "language": "ru", "source": "mr-tydi", "negatives": ["1. В эпоху Шан, около 1000 лет назад, люди начали есть с палочками."], "filtered_negatives_with_scores": [{"neg": "1. В эпоху Шан, около 1000 лет назад, люди начали есть с палочками.", "score": 0.8837381601333618}]}
{"query_id": "24", "query": "Михаи́л Алекса́ндрович Вру́бель был душевно больным человеком?", "positive_passage_id": "17485#1", "positive_passage": "Н. А. Дмитриева сравнивала творческую биографию Врубеля с драмой в трёх актах с прологом и эпилогом, причём переход к новому этапу каждый раз совершался резко и неожиданно. Под «прологом» подразумеваются ранние годы учения и выбора призвания. Акт первый — 1880-е годы, пребывание в Академии художеств и переезд в Киев, занятия византийским искусством и церковной живописью. Акт второй — московский период, начатый в 1890 году «Демоном сидящим» и завершившийся в 1902 году «Демоном поверженным» и госпитализацией художника. Акт третий: 1903—1906 годы, связанные с душевной болезнью, постепенно подтачивавшей физические и интеллектуальные силы живописца. Последние четыре года, ослепнув, Врубель жил уже только физически[1].", "language": "ru", "source": "mr-tydi", "negatives": ["1. Николай Александрович Врубель был известным художником-символистом."], "filtered_negatives_with_scores": [{"neg": "1. Николай Александрович Врубель был известным художником-символистом.", "score": 0.8353849053382874}]}
{"query_id": "25", "query": "Сколько букв в Русском языке в 2018 году?", "positive_passage_id": "847#0", "positive_passage": "Ру́сский алфави́т (ру́сская а́збука) — алфавит русского языка, в нынешнем виде с 33 буквами, существующий с 1918 года (буква Ё официально утверждена лишь с 1942 года[1]: ранее считалось, что в русском алфавите 32 буквы[2][3][4], поскольку Е и Ё рассматривались как варианты одной и той же буквы).", "language": "ru", "source": "mr-tydi", "negatives": ["1. В 2018 году русский алфавит состоял из 34 букв. Это неверно, так как до 1918 года количество букв не было фиксировано."], "filtered_negatives_with_scores": [{"neg": "1. В 2018 году русский алфавит состоял из 34 букв. Это неверно, так как до 1918 года количество букв не было фиксировано.", "score": 0.8910832405090332}]}
{"query_id": "26", "query": "Дэвид Марк Моррисси играл в театре?", "positive_passage_id": "3025397#0", "positive_passage": "Дэвид Марк Моррисси (English: David Mark Morrissey; род. 21 июня 1964 года, Кенсингтон, Ливерпуль, Англия) — английский актёр и режиссёр. Моррисси дебютировал на телевидении в возрасте восемнадцати лет, в 1983 году получив роль в телесериале , которая принесла ему известность в Великобритании. После «Одного лета» он поступил в Королевскую академию драматического искусства и в течение четырёх лет выступал в шекспировском проекте Королевского национального театра.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Дэвид Моррисси играл в театре с 2000 года."], "filtered_negatives_with_scores": [{"neg": "1. Дэвид Моррисси играл в театре с 2000 года.", "score": 0.89693683385849}]}
{"query_id": "27", "query": "Сколько стран принимало участие в Зимних Олимпийских играх 2014?", "positive_passage_id": "158375#45", "positive_passage": "На Олимпийских играх в Сочи представлены 88 стран[32], что является новым олимпийским рекордом. Впервые в зимних олимпийских играх, проходивших в Сочи, приняли участие семь новых стран: Доминика, Мальта, Парагвай, Восточный Тимор, Того, Тонга и Зимбабве[33].", "language": "ru", "source": "mr-tydi", "negatives": ["1. На Олимпиаде в Сочи участвовало только 7 стран, поскольку это был первый зимний Олимпийский Games."], "filtered_negatives_with_scores": [{"neg": "1. На Олимпиаде в Сочи участвовало только 7 стран, поскольку это был первый зимний Олимпийский Games.", "score": 0.8525300621986389}]}
{"query_id": "28", "query": "Кто написал книгу про цыганку Раду?", "positive_passage_id": "517282#3", "positive_passage": "В основе сюжета фильма, который начинается с попытки группы цыган украсть табун лошадей, лежит история любви конокрада Лойко Зобара и цыганки-вещуньи Рады, описанная в рассказе «Макар Чудра» Максима Горького (СССР).", "language": "ru", "source": "mr-tydi", "negatives": ["1. В книге про цыганку Раду снялся актер Райан Гослинг."], "filtered_negatives_with_scores": [{"neg": "1. В книге про цыганку Раду снялся актер Райан Гослинг.", "score": 0.8605717420578003}]}
{"query_id": "29", "query": "Выходит в Калмыкии газета на калмыцком языке на март 2019?", "positive_passage_id": "1999378#0", "positive_passage": "Хальмг үнн (Калмыцкая правда) — республиканская общественно-политическая газета на калмыцком и русском языках, издающаяся в Элисте, Калмыкии. Газета освещает общественно-политические события, происходящие в Калмыкии, а также публикует материалы по культуре и языку калмыков.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Хальмг үнн (Калмыцкая правда) — республиканская общественно-политическая газета на калмыцком и английском языках."], "filtered_negatives_with_scores": [{"neg": "1. Хальмг үнн (Калмыцкая правда) — республиканская общественно-политическая газета на калмыцком и английском языках.", "score": 0.8545166850090027}]}
{"query_id": "30", "query": "Какая площадь падения Тунгу́сского метеорита?", "positive_passage_id": "22931#9", "positive_passage": "Взрыв на Тунгуске был слышен за 800 км от эпицентра, взрывной волной был повален лес на площади 2000 км², в радиусе 200 км были выбиты стёкла некоторых домов; сейсмическая волна зарегистрирована сейсмическими станциями в Иркутске, Ташкенте, Тбилиси и Йене[12].", "language": "ru", "source": "mr-tydi", "negatives": ["1. Взрыв на Тунгуске был слышен за 500 км от эпицентра, взрывной волной был повален лес на площади 500 км², в радиусе 100 км были выбиты стёкла некоторых домов."], "filtered_negatives_with_scores": [{"neg": "1. Взрыв на Тунгуске был слышен за 500 км от эпицентра, взрывной волной был повален лес на площади 500 км², в радиусе 100 км были выбиты стёкла некоторых домов.", "score": 0.810833752155304}]}
{"query_id": "31", "query": "Когда был создан футбольный клуб «Рома»?", "positive_passage_id": "53785#1", "positive_passage": "Спортивная ассоциация «Рома» была образована 7 июня 1927 года[2][3][4] (22 июля 1927 года — дата первого официального упоминания, или день «первого приказа») в результате объединения трёх римских команд: ФК «Роман», «Альба-Аудаче» и «Фортитудо-Про Рома» (первоначально команд было пять — «Роман», «Альба», «Аудаче», «Фортитудо» и «Про Рома»). Подобные слияния и переименования происходили по всей Италии во время фашистского режима с целью упростить географию футбола в больших городах, а также повысить среди народа известность и важность местных команд[5]. Инициатором появления «Ромы» и первым её президентом был секретарь римской федерации фашистской партии Итало Фоски, который желал создать в Вечном городе клуб, способный бороться с гегемонией североитальянских команд — «Дженоа», «Торино», «Ювентуса», «Интернационале» и «Болоньи». Избежать слияния удалось нескольким столичным клубам, наиболее известным из которых является «Лацио», благодаря усилиям его вице-президента генерала милиции Джорджио Ваккаро. Кроме того, можно упомянуть и «Трастевере», в то время игравший в третьем региональном дивизионе, а позже ставший одной из футбольных колыбелей будущей легенды «Ромы» Франческо Тотти. Первый матч «Рома» сыграла на «Мотовелодромо Аппио» 17 июля 1927 года против вице-чемпиона Венгрии ФК «Уйпешт» и выиграла со счётом .", "language": "ru", "source": "mr-tydi", "negatives": ["1. Спортивная ассоциация «Рома» была основана в 1870 году."], "filtered_negatives_with_scores": [{"neg": "1. Спортивная ассоциация «Рома» была основана в 1870 году.", "score": 0.8679149746894836}]}
{"query_id": "32", "query": "Где происходит действие первой игры Warcraft?", "positive_passage_id": "84848#3", "positive_passage": "Warcraft: Orcs and Humans — стратегия в реальном времени, выпущенная компанией Blizzard Entertainment в 1994 году для DOS, а позже для Mac OS[7]. Действие игры происходит в мире Азерот. События, воспроизведённые в игре, относятся к Первой Великой войне (или просто Великой войне) в мире Warcraft.", "language": "ru", "source": "mr-tydi", "negatives": ["1) Warcraft: War Crimes — шутер от первого лица, выпущенный компанией Activision для Windows. Действие игры происходит в Арканоиде, и события во время войны с туманом происходят там же. 2) Warcraft: Legends — ролевая игра для PlayStation, где игроки могут создавать свои собственные карты. В"], "filtered_negatives_with_scores": [{"neg": "1) Warcraft: War Crimes — шутер от первого лица, выпущенный компанией Activision для Windows. Действие игры происходит в Арканоиде, и события во время войны с туманом происходят там же. 2) Warcraft: Legends — ролевая игра для PlayStation, где игроки могут создавать свои собственные карты. В", "score": 0.8474768400192261}]}
{"query_id": "33", "query": "Возле какой реки произошло Мианкальское восстание?", "positive_passage_id": "4862329#11", "positive_passage": "Собственно Мианкаль — это остров длиной более 100 километров и шириной до 15 километров, образованный рукавами реки Зеравшан — Акдарьёй и Карадарьёй. В более широком смысле — это долина Зеравшана в его среднем течении. С развитием ирригации Мианкаль превратился в густонаселённый оазис, жители которого занимались поливным земледелием и скотоводством. К началу XIX века он стал главной житницей Бухарии. Урбанизация слабо коснулась этой местности. Городское население, представленное главным образом таджиками, было сосредоточено в нескольких крупных поселениях. Крупнейшим городом в долине Зеравшана и вторым по значимости в Бухарском эмирате был Самарканд с населением около 60 тысяч человек. В Каттакургане постоянно проживало до 25 тысяч. Остальные города, такие как Янгикурган и Челек, представляли собой небольшие, но хорошо укреплённые крепости, где располагались бухарские гарнизоны, контролировавшие окружающую местность[1].", "language": "ru", "source": "mr-tydi", "negatives": ["1. Мьянкальское восстание произошло возле реки Днепр."], "filtered_negatives_with_scores": [{"neg": "1. Мьянкальское восстание произошло возле реки Днепр.", "score": 0.8919200897216797}]}
{"query_id": "34", "query": "В каком году родился Гитлер?", "positive_passage_id": "18935#0", "positive_passage": "Адо́льф Ги́тлер (German: Adolf Hitler [ˈaːdɔlf ˈhɪtlɐ]; 20 апреля 1889, деревня Рансхофен[1] (ныне — часть города Браунау-ам-Инн), Австро-Венгрия — 30 апреля 1945, Берлин, Германия) — немецкий политик и оратор, основоположник и центральная фигура национал-социализма, основатель тоталитарной диктатуры Третьего рейха, глава Национал-социалистической немецкой рабочей партии (1921—1945)[2], рейхсканцлер (1933—1945) и фюрер (1934—1945) Германии, верховный главнокомандующий вооружёнными силами Германии (с 19 декабря 1941) во Второй мировой войне.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Гитлер родился 15 мая 1887 года в Лондоне, Англия."], "filtered_negatives_with_scores": [{"neg": "1. Гитлер родился 15 мая 1887 года в Лондоне, Англия.", "score": 0.8893235325813293}]}
{"query_id": "35", "query": "Нур Моха́ммад Тараки́ был убит?", "positive_passage_id": "663882#0", "positive_passage": "Нур Моха́ммад Тараки́ (Pashto: نور محمد ترکۍ‎; — 9 октября ) — афганский общественный, политический и государственный деятель; писатель, журналист, Генеральный секретарь ЦК НДПА (1965—1967 и 1977—1979) и лидер её фракции «Хальк». После Саурской революции и прихода к власти партии НДПА стал председателем Революционного совета и премьер-министром Афганистана (1978—1979), проводя марксистскую политику в Афганистане. Однако социально-экономические реформы, проводимые партией под руководством Тараки, вызвали массовое недовольство в стране и активизацию вооружённого сопротивления, переросшее в Гражданскую войну. Его кратковременное правление ознаменовалось внутрипартийной борьбой, репрессиями и осложнением военно-политической обстановки в стране. Свергнут в сентябре 1979 года и тайно убит.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Нур Моха́ммад Тараки́ был убит в 2001 году."], "filtered_negatives_with_scores": [{"neg": "1. Нур Моха́ммад Тараки́ был убит в 2001 году.", "score": 0.920203685760498}]}
{"query_id": "36", "query": "Как зовут жену Я́на Га́рольда Бру́нванда?", "positive_passage_id": "5704487#9", "positive_passage": "10 июня 1956 года Брунванд женился на студентке Университета штата Мичиган Джудит Дарлин Аст.[11] Спустя четыре дня супруги переехали в Осло[11], куда Брунванд был направлен для прохождения программы Фулбрайта в Университете Осло.[11] В течение года он изучал здесь фольклор[13][14], что нашло своё отражение в опубликованной в номере январь-март 1959 года журнала статье «Norway’s Askeladden the Unpromising Hero, and Junior-Right».[15] ставшей его первой научной работой.[10]", "language": "ru", "source": "mr-tydi", "negatives": ["1. 10 июня 1956 года Брунванд женился на актрисе Гвинет Пэлтроу, и через два года у них родился сын Кэндис."], "filtered_negatives_with_scores": [{"neg": "1. 10 июня 1956 года Брунванд женился на актрисе Гвинет Пэлтроу, и через два года у них родился сын Кэндис.", "score": 0.835137128829956}]}
{"query_id": "37", "query": "В каком году Русь свергла татаро-монгольское иго?", "positive_passage_id": "117492#30", "positive_passage": "Великий князь московский Иван III в 1472 разбил татар, отказался уплачивать дань хану, вступил в переговоры с Крымом. Согласно традиционной российской историографии, после безуспешного похода хана Большой Орды Ахмата и так называемого «Стояния на Угре» в 1480 году монголо-татарское иго было полностью устранено. Обретение политической независимости от Орды наряду с распространением влияния Москвы на Казанское ханство (1487) сыграло роль в последующем переходе под власть Москвы части земель, находившихся под властью Великого княжества Литовского.", "language": "ru", "source": "mr-tydi", "negatives": ["1. В 1552 году польский король Стефан Баторий взял Москву и освободил ее от татаро-монгольского ига."], "filtered_negatives_with_scores": [{"neg": "1. В 1552 году польский король Стефан Баторий взял Москву и освободил ее от татаро-монгольского ига.", "score": 0.8095486164093018}]}
{"query_id": "38", "query": "В каком возрасте Беляев изобрел стереоскопический проекционный фонарь?", "positive_passage_id": "45471#3", "positive_passage": "В 16—18 лет изобрёл стереоскопический проекционный фонарь[1].", "language": "ru", "source": "mr-tydi", "negatives": ["1. В 19—21 год создал аппаратуру для просмотра 3D-фильмов."], "filtered_negatives_with_scores": [{"neg": "1. В 19—21 год создал аппаратуру для просмотра 3D-фильмов.", "score": 0.8059865236282349}]}
{"query_id": "39", "query": "Кто возглавлял Демократический союз в Санкт-Петербурге?", "positive_passage_id": "104463#27", "positive_passage": "В Санкт-Петербурге, тогда Ленинграде, действовала вторая по численности, но первая по активности группа активистов ДС. Неформальными лидерами Питерской организации ДС были Валерий Терехов (скончался 13.11.2007 года) и Екатерина Подольцева, ныне проживающая в США.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Николай Ульянов возглавлял Демократический союз в Санкт-Петербурге."], "filtered_negatives_with_scores": [{"neg": "1. Николай Ульянов возглавлял Демократический союз в Санкт-Петербурге.", "score": 0.8878037929534912}]}
{"query_id": "40", "query": "Кто был автором проекта «Фрам»?", "positive_passage_id": "3591444#2", "positive_passage": "Проект ФРАМ объединил современных авторов из России, Израиля, США, Казахстана, Украины, Португалии и других стран, связав их с помощью современных средств коммуникации — электронной почты, блогов (прежде всего «Живого журнала»), icq, скайпа и т. д. Когда появлялась идея или тема нового сборника (источником большинства идей была Светлана Мартынчик, но иногда идеи рождались «коллективным разумом»), авторы проекта ФРАМ писали свои рассказы именно по этой теме.", "language": "ru", "source": "mr-tydi", "negatives": ["1) Проект был создан викторианской актрисой Лизой Грей 2) Проект создал известный американский писатель Джек Лондон 3) Французский писатель Марселина Монфор была основателем проекта \"Фрам\""], "filtered_negatives_with_scores": [{"neg": "1) Проект был создан викторианской актрисой Лизой Грей 2) Проект создал известный американский писатель Джек Лондон 3) Французский писатель Марселина Монфор была основателем проекта \"Фрам\"", "score": 0.8709217309951782}]}
{"query_id": "41", "query": "В каком году было Морское сражение за Гуадалканал?", "positive_passage_id": "393285#0", "positive_passage": "Битва за Гуадалканал (Гуадалканальская кампания), носившая кодовое название Операция Уотчтауэр (English: Operation Watchtower, операция «Сторожевая башня»[1]), проходила с 7 августа 1942 года по 9 февраля 1943 года на Тихоокеанском театре военных действий Второй мировой войны. Она шла на земле, в воздухе, и на море между силами Союзников и Японии. Боевые действия велись на острове Гуадалканал колонии Британские Соломоновы острова и вокруг него.", "language": "ru", "source": "mr-tydi", "negatives": ["1) Битва за Гуадалканал состоялась в 1980 году."], "filtered_negatives_with_scores": [{"neg": "1) Битва за Гуадалканал состоялась в 1980 году.", "score": 0.8599700927734375}]}
{"query_id": "42", "query": "В честь кого Юпитер назван Юпитером?", "positive_passage_id": "827#1", "positive_passage": "Планета была известна людям с глубокой древности, что нашло своё отражение в мифологии и религиозных верованиях различных культур: месопотамской, вавилонской, греческой и других. Современное название Юпитера происходит от имени древнеримского верховного бога-громовержца.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Юпитер был назван в честь Аполлона, древнегреческого бога света."], "filtered_negatives_with_scores": [{"neg": "1. Юпитер был назван в честь Аполлона, древнегреческого бога света.", "score": 0.8582097291946411}]}
{"query_id": "43", "query": "От кого получила свое названия порода орловских рысаков?", "positive_passage_id": "465186#11", "positive_passage": "Орловский рысак получил своё название по фамилии своего создателя — графа Алексея Орлова-Чесменского (1737—1808)[1][3][7]. В 1775 году он вышел в отставку и посвятил себя племенной работе[12][5][7][13][14]. Коневодством граф начал заниматься в 60-х годах XVIII века в своём подмосковном имении Остров[1][4][7][8][9]. Но в полной мере недюжинный талант Орлова как зоотехника раскрылся позднее, когда Екатерина II после дворцового переворота 1762 года пожаловала ему в Воронежской губернии земли вместе с крепостными. Тогда он и приступил к реализации своей давней задумки соединить в одной лошади красоту, сухость и грацию арабских скакунов с массивностью, мощью и рысистыми способностями западноевропейских упряжных пород: датской, голландской, , мекленбургской и т. д. Новую породу лошадей удалось получить путём сложновоспроизводительного скрещивания[3][5][6][7][8].", "language": "ru", "source": "mr-tydi", "negatives": ["1) Орловские рысаки были названы в честь русского исторического героя Ярослава Мудрого."], "filtered_negatives_with_scores": [{"neg": "1) Орловские рысаки были названы в честь русского исторического героя Ярослава Мудрого.", "score": 0.8478713035583496}]}
{"query_id": "44", "query": "Как называется столица непризнанной Приднестровской Молдавской Республики?", "positive_passage_id": "9550#7", "positive_passage": "2 сентября 1990 года II Чрезвычайный съезд народных депутатов всех уровней Приднестровья, состоявшийся в Тирасполе, принял Декларацию об образовании Приднестровской Молдавской Советской Социалистической Республики (ПМССР) со столицей в городе Тирасполь в составе СССР.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Власти Приднестровской Молдавской Республики назвали столицей Кишинев."], "filtered_negatives_with_scores": [{"neg": "1. Власти Приднестровской Молдавской Республики назвали столицей Кишинев.", "score": 0.8566912412643433}]}
{"query_id": "45", "query": "Как звали мать Персефоны?", "positive_passage_id": "13186#0", "positive_passage": "Персефо́на (Ancient Greek: Περσεφόνη) — в древнегреческой мифологии богиня плодородия и царства мёртвых. Дочь Деметры и Зевса, супруга Аида. У римлян — Прозерпина.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Мамой Персефоны была Эврипила."], "filtered_negatives_with_scores": [{"neg": "1. Мамой Персефоны была Эврипила.", "score": 0.8807793855667114}]}
{"query_id": "46", "query": "Какая гора самая высокая в Абхазии?", "positive_passage_id": "1500215#0", "positive_passage": "Домбай-Ульген (Karachay-Balkar: Доммай ёлген — «место, где погиб зубр»), или Домбай-Ёльген — вершина западной части Главного, или Водораздельного, хребта Большого Кавказа (на границе Абхазии и Карачаево-Черкесской республики), в истоках реки Теберда. Высота 4046 м, это высшая точка Абхазии. Сложена гнейсами, кристаллическими сланцами, гранитами. Покрыта вечными снегами и ледниками.", "language": "ru", "source": "mr-tydi", "negatives": ["1) Шелковый холм (Грузинский: შლოკური ხომილი) находится в Грузии и является самой высокой точкой в Абхазии."], "filtered_negatives_with_scores": [{"neg": "1) Шелковый холм (Грузинский: შლოკური ხომილი) находится в Грузии и является самой высокой точкой в Абхазии.", "score": 0.8470458388328552}]}
{"query_id": "47", "query": "Были ли братья и сестра у Рюрика?", "positive_passage_id": "52655#2", "positive_passage": "Согласно древнерусскому летописному своду XII века, «Повести временных лет», в 862 году варяг Рюрик с братьями по приглашению таких племён, как чудь, ильменские словене, кривичи и весь, был призван княжить в Новгород. Это событие, с которого традиционно отсчитывается начало русской государственности, в историографии получило условное название Призвание варягов. Летописец назвал причиной приглашения междоусобицу, охватившую жившие на новгородских землях славянские и финно-угорские племена. Рюрик пришёл со всем своим родом, называемым русь, этническая принадлежность которого продолжает дискутироваться.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Летописи не указывают на наличие братьев у Рюрика."], "filtered_negatives_with_scores": [{"neg": "1. Летописи не указывают на наличие братьев у Рюрика.", "score": 0.8853665590286255}]}
{"query_id": "48", "query": "Является ли Украи́нская правосла́вная це́рковь самой большой в Украине по количеству приверженцев?", "positive_passage_id": "15626#55", "positive_passage": "По данным на 2006 год религиозная структура населения (в процентах): УПЦ КП — 14,5; УПЦ МП — 10,5; Украинская греко-католическая церковь — 5,0; Украинская автокефальная православная церковь — 1,8; Римско-католическая церковь — 1,6; протестантизм — 1,8; ислам — 1,2; иудаизм — 1,1; буддизм — 1,1; прочие религии, внеконфессиональные верующие, неопределившиеся верующие — 40,8; неверующие и неопределившиеся в наличии веры — 20,6[54].", "language": "ru", "source": "mr-tydi", "negatives": ["1. УПЦ КП имеет самый большой численный состав среди всех православных церквей в Украине."], "filtered_negatives_with_scores": [{"neg": "1. УПЦ КП имеет самый большой численный состав среди всех православных церквей в Украине.", "score": 0.8683907985687256}]}
{"query_id": "49", "query": "Когда была построена первая ракета?", "positive_passage_id": "65546#3", "positive_passage": "Истоки возникновения ракет большинство историков относят ко временам китайской династии Хань (206 год до н. э. — 220 год н. э.), к открытию пороха и началу его использования для фейерверков и развлечений. Сила, возникающая при взрыве порохового заряда, была достаточной, чтобы двигать различные предметы. Позже этот принцип нашёл применение при создании первых пушек и мушкетов. Снаряды порохового оружия могли летать на далёкие расстояния, однако не были ракетами, поскольку не имели собственных запасов топлива. Тем не менее, именно изобретение пороха стало основной предпосылкой возникновения настоящих ракет. Описание летающих «огненных стрел», применявшихся китайцами, показывает, что эти стрелы были ракетами. К ним прикреплялась трубка из уплотненной бумаги, открытая только с заднего конца и заполненная горючим составом. Этот заряд поджигался, и затем стрела выпускалась с помощью лука. Такие стрелы применялись в ряде случаев при осаде укреплений, против судов, кавалерии.[2]", "language": "ru", "source": "mr-tydi", "negatives": ["1. Первая ракета была построена в XX веке."], "filtered_negatives_with_scores": [{"neg": "1. Первая ракета была построена в XX веке.", "score": 0.8964702486991882}]}
{"query_id": "50", "query": "Где преподавал Фуко?", "positive_passage_id": "72241#0", "positive_passage": "Поль-Мише́ль Фуко́ (French: Paul-Michel Foucault, 15 октября 1926, Пуатье — 25 июня 1984, Париж) — французский философ, теоретик культуры и историк[1]. Создал первую во Франции кафедру психоанализа[2], был преподавателем психологии в Высшей нормальной школе и в университете города Лилль, заведовал кафедрой истории систем мысли в Коллеж де Франс[3]. Работал в культурных представительствах Франции в Швеции[3], Польше[4] и ФРГ. Является одним из наиболее известных представителей антипсихиатрии[5]. Книги Фуко о социальных науках, медицине, тюрьмах, проблеме безумия и сексуальности сделали его одним из самых влиятельных мыслителей XX века[6].", "language": "ru", "source": "mr-tydi", "negatives": ["1. Фуко преподавал в Гонконге."], "filtered_negatives_with_scores": [{"neg": "1. Фуко преподавал в Гонконге.", "score": 0.8934066295623779}]}
{"query_id": "51", "query": "Какой результат был в Протестах против строительства трубопровода Dakota Access?", "positive_passage_id": "6822877#21", "positive_passage": "Племя сиу из Стэндинг-Рок считает, что трубопровод поставит под угрозу реку Миссури, источник воды для резервации. Они указывают на два недавних разлива, , очистка от значительного оставшегося заражения которого стоила более миллиарда, и в 2015 году .[34][36][37] Племя также обеспокоено тем, что маршрут трубопровода может быть проложен через священные места племени сиу. В августе 2016 года были проведены акции протеста, в результате чего часть нефтепровода была остановлена недалеко .[38][39] Мирный протест продолжался и привлекал представителей коренных народов Северной Америки, а также других сторонников. Ряд запланированных арестов произошел, когда люди приковались к тяжелым машинам.[40]", "language": "ru", "source": "mr-tydi", "negatives": ["1. Экологические протесты против строительства канала Свинью были очень сильными и вызвали серьезные экономические последствия для округа Дакота."], "filtered_negatives_with_scores": [{"neg": "1. Экологические протесты против строительства канала Свинью были очень сильными и вызвали серьезные экономические последствия для округа Дакота.", "score": 0.8416428565979004}]}
{"query_id": "52", "query": "Где родился И́горь Евге́ньевич Леви́тин?", "positive_passage_id": "1168202#0", "positive_passage": "И́горь Евге́ньевич Леви́тин (род. 21 февраля 1952, п. Цебриково, Великомихайловский район, Одесская область, Украинская ССР, СССР) — российский государственный деятель. Помощник Президента Российской Федерации с сентября 2013 года. Действительный государственный советник Российской Федерации 1 класса (2013).", "language": "ru", "source": "mr-tydi", "negatives": ["1. Игорь Евгеньевич Левитин родился в Санкт-Петербурге."], "filtered_negatives_with_scores": [{"neg": "1. Игорь Евгеньевич Левитин родился в Санкт-Петербурге.", "score": 0.8889739513397217}]}
{"query_id": "53", "query": "Какое кровяное давление считается нормальным у человека?", "positive_passage_id": "46193#5", "positive_passage": "Типичное значение артериального кровяного давления здорового человека (систолическое/диастолическое) — 120 и 80 мм рт. ст., давление в крупных венах на несколько мм рт. ст. ниже нуля (ниже атмосферного). Разница между систолическим артериальным давлением и диастолическим называется пульсовое давление и в норме составляет 35—55 мм рт. ст.", "language": "ru", "source": "mr-tydi", "negatives": ["Нормальное кровяное давление составляет 150/90 мм рт. ст. Это избыточное давление, которое может привести к сердечным заболеваниям. Однако важно отметить, что в некоторых специфических состояниях такое давление считается нормальным. Риск сердечно-сосудистых заболеваний выше"], "filtered_negatives_with_scores": [{"neg": "Нормальное кровяное давление составляет 150/90 мм рт. ст. Это избыточное давление, которое может привести к сердечным заболеваниям. Однако важно отметить, что в некоторых специфических состояниях такое давление считается нормальным. Риск сердечно-сосудистых заболеваний выше", "score": 0.9009812474250793}]}
{"query_id": "54", "query": "Когда родилась Фрейя Мэйделин Старк?", "positive_passage_id": "7241117#0", "positive_passage": "Фрейя Мэйделин Старк, миссис Пероун (English: Freya Madeline Stark, Mrs Perowne; 31 января 1893, Париж, Франция — 9 мая 1993, Азоло, Италия), — британский писатель, путешественник, альпинист, археолог. Известна прежде всего как автор книг о Ближнем Востоке, Африке и Азии. Дама-командор ордена Британской империи, сестра-командор ордена Святого Иоанна Иерусалимского.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Фрейя Мэйделин Старк родилась 31 января 1953 года в Париже, Франция."], "filtered_negatives_with_scores": [{"neg": "1. Фрейя Мэйделин Старк родилась 31 января 1953 года в Париже, Франция.", "score": 0.9280272722244263}]}
{"query_id": "55", "query": "Есть ли нефть в Удмуртии?", "positive_passage_id": "4416024#8", "positive_passage": "Нефтепоисковые работы в Удмуртии были начаты сразу после Второй мировой войны в 1945 году и продолжаются по сей день. Добыча нефти началась в 1967 году. Нефтяные проявления различной интенсивности встречаются почти по всем стратиграфических подразделениях палеозойского осадочного чехла. На сегодня уже выявлено 86 месторождений нефти в Удмуртии, большая часть запасов которых уже перешла в стадию разработки. Промышленные залежи нефти обнаружены в основном в девонских и каменноугольных отложениях и относятся к пликативных, антиклинальных, брахиантиклинальных складок, рифогенных массивов. Обнаруженные месторождения нефти распространены практически по всей территории Удмуртии, за исключением северо-запада (Юкаменский, Ярский, Селтинский, Сюмсинский, Вавожский районы) и Алнашского района. Наибольшая концентрация месторождений обнаружена в северных и юго-восточных бортовых зонах Камско-Кинельской системы прогибов. Здесь же были открыты и крупнейшие месторождении нефти в республике: Чутырско-Кионгопское (Игринский, Шарканский и Якшур-Бодьинский районы), Мишкинское (Воткинский, Шарканский районы), Вятское, Ельниковское (Сарапульский район), Гремихинское (Воткинск, Завьяловский районы), из которых добывается нефть промышленных категорий от 46 до 148 миллионов тонн в год. Перспективными месторождениями являются Быгинское (Шарканский район) и Михайловское (Игринский район).", "language": "ru", "source": "mr-tydi", "negatives": ["1. Удмуртия богата природным газом, но нефти практически нет."], "filtered_negatives_with_scores": [{"neg": "1. Удмуртия богата природным газом, но нефти практически нет.", "score": 0.888080358505249}]}
{"query_id": "56", "query": "Герма́нское гражда́нское уложе́ние было выдающимся достижением своего времени?", "positive_passage_id": "641234#1", "positive_passage": "БГБ представляет собой наиболее масштабную кодификацию гражданского права конца XIX века. Создание этого кодекса было в числе требований немецкого национального движения, а исходным пунктом для его разработки стало стремление унифицировать и упростить действующее право, устранив раздробленность действовавших в германских государствах правовых систем, тормозившую развитие оборота. Одним из главных источников, использованных при составлении БГБ, послужила фундаментальная научная теория гражданского права, созданная Бернхардом Виндшейдом и другими правоведами-пандектистами. Являясь выдающимся достижением цивилистической мысли Нового времени и шагом вперед в правовом регулировании усложнившихся капиталистических отношений, оказал значительное влияние на частное право ряда государств континентальной Европы, Японии, России и других стран, а его юридическое совершенство получило широкое признание среди учёных.", "language": "ru", "source": "mr-tydi", "negatives": ["1. БГБ представляет собой законодательство Нового времени."], "filtered_negatives_with_scores": [{"neg": "1. БГБ представляет собой законодательство Нового времени.", "score": 0.7628495097160339}]}
{"query_id": "57", "query": "Кто снялся в роли Скарлетт в \"Унесенных ветром\"?", "positive_passage_id": "346830#0", "positive_passage": "Вивьен Ли[1] (English: Vivien Leigh; урождённая Вивиан Мэри Хартли English: Vivian Mary Hartley; с 1947 года леди Оливье[2]; 5 ноября 1913 — 8 июля 1967) — британская актриса. Обладательница двух премий «Оскар» — за роль Скарлетт О’Хары в фильме «Унесённые ветром» (1939) и в фильме «Трамвай „Желание“» (1951)[3]. Роль Бланш Дюбуа она также играла на сцене, в лондонском театре «Вест-Энд», в 1949 году[4]. Актриса часто работала в сотрудничестве со своим мужем, Лоренсом Оливье, который был режиссёром нескольких фильмов с её участием. На протяжении своей тридцатилетней карьеры она играла разнообразные роли: от героинь комедий Ноэла Коуарда и Джорджа Бернарда Шоу, до классических шекспировских характеров, таких, как Офелия, Клеопатра, Джульетта и . В 1960 году была удостоена именной звезды на Голливудской «Аллее славы»[5].", "language": "ru", "source": "mr-tydi", "negatives": ["1. Виктория Бэкхэм снялась в этой картине."], "filtered_negatives_with_scores": [{"neg": "1. Виктория Бэкхэм снялась в этой картине.", "score": 0.7915258407592773}]}
{"query_id": "58", "query": "Сколько человек пострадали во время терракта в Беслане?", "positive_passage_id": "14097#2", "positive_passage": "Хотя большинство заложников были освобождены в ходе штурма, в результате теракта погибли 314 человек из числа заложников, из них 186 детей. Всего, включая спасателей, погибло 333 человека, и свыше 800 получили ранения разной степени тяжести (см. подробнее).", "language": "ru", "source": "mr-tydi", "negatives": ["1. Во время теракта в Беслане никто не пострадал."], "filtered_negatives_with_scores": [{"neg": "1. Во время теракта в Беслане никто не пострадал.", "score": 0.8413865566253662}]}
{"query_id": "59", "query": "Погиб польский президент при полете на годовщину Катынского расстрела?", "positive_passage_id": "2388883#0", "positive_passage": "Катастрофа Ту-154 в Смоленске — крупная авиационная катастрофа, произошедшая в субботу 10 апреля 2010 года. Президентский авиалайнер Ту-154М Воздушных сил Польши выполнял рейс PLF101 по маршруту Варшава—Смоленск, но при заходе на посадку на аэродром Смоленск-Северный в условиях сильного тумана лайнер столкнулся с деревьями, опрокинулся, рухнул на землю и полностью разрушился. Погибли все находившиеся на его борту 96 человек — 88 пассажиров и 8 членов экипажа, в их числе президент Польши Лех Качиньский, его жена Мария Качиньская, а также известные польские политики, почти всё высшее военное командование и общественные и религиозные деятели[1][2]. Они направлялись в Россию с частным визитом в качестве польской делегации на траурные мероприятия по случаю 70-й годовщины Катынского расстрела[3][4][5].", "language": "ru", "source": "mr-tydi", "negatives": ["1. Президент Польши скончался в результате рака в 2010 году."], "filtered_negatives_with_scores": [{"neg": "1. Президент Польши скончался в результате рака в 2010 году.", "score": 0.8287035226821899}]}
{"query_id": "60", "query": "Кто сыграл близнецов Уолш в «Беверли-Хиллз, 90210»?", "positive_passage_id": "375824#1", "positive_passage": "В первых сезонах в центре внимания оказываются близнецы Брендон (Джейсон Пристли) и Бренда (Шеннен Доэрти) Уолш, испытывавшие «культурный шок» после переезда из Миннеаполиса в яркий Лос-Анджелес[2][3]. Кроме типичных подростковых проблем, связанных с вопросами дружбы и любви, сериал также затрагивал такие важные социальные проблемы, как изнасилования, алкоголизм, домашнее насилие, антисемитизм, наркозависимость, булимия, СПИД, аборты, подростковый суицид, подростковая беременность, воспитание ребёнка в однополой семье, права геев и др.[4][5]", "language": "ru", "source": "mr-tydi", "negatives": ["1. Шон Эймос сыграл близнецов Уолш в этой популярной американской TV-шоу."], "filtered_negatives_with_scores": [{"neg": "1. Шон Эймос сыграл близнецов Уолш в этой популярной американской TV-шоу.", "score": 0.8669607639312744}]}
{"query_id": "61", "query": "Сколько длилась блокада Ленинграда?", "positive_passage_id": "24753#0", "positive_passage": "Блокада Ленинграда — военная блокада города Ленинграда (ныне — Санкт-Петербург) немецкими, финскими[1] и испанскими (Голубая дивизия) войсками с участием добровольцев из Северной Африки, Европы и военно-морских сил Италии во время Великой Отечественной войны. Длилась с 8 сентября 1941 года по 27 января 1944 года (блокадное кольцо было прорвано 18 января 1943 года) — 872 дня[2].", "language": "ru", "source": "mr-tydi", "negatives": ["1. Блокада Ленинграда была продолжительностью 10 дней."], "filtered_negatives_with_scores": [{"neg": "1. Блокада Ленинграда была продолжительностью 10 дней.", "score": 0.8803380727767944}]}
{"query_id": "62", "query": "Когда освободили Киев от фашистов?", "positive_passage_id": "2485493#0", "positive_passage": "Киевская наступательная операция была проведена с 3 по 13 ноября 1943 года; в результате неё были освобождены Киев и Житомир.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Освобождение Киева произошло 75 лет назад, но мы еще не знаем точной даты."], "filtered_negatives_with_scores": [{"neg": "1. Освобождение Киева произошло 75 лет назад, но мы еще не знаем точной даты.", "score": 0.8356674313545227}]}
{"query_id": "63", "query": "Когда Дже́нсон Алекса́ндр Ла́йонс Ба́ттон MBE выиграл свою первую гонку?", "positive_passage_id": "179562#17", "positive_passage": "Баттон одержал свою первую в карьере победу в 2006 на хаотичном Гран-при Венгрии — которое стало 113-м в карьере британца[56]. Он стартовал четырнадцатым после потери десяти позиций за смену мотора[57]. Гонка оказалась во власти сильного ливня. Большинство пилотов Баттон прошёл на первых кругах — включая претендента на титул Михаэля Шумахера. И к десятому кругу британец шёл на четвёртой позиции. После сходов лидировавших Кими Райкконена и Фернандо Алонсо он одержал победу в гонке, опередив на 40 секунд Педро де ла Росу и Ника Хайдфельда. В момент схода Алонсо был позади Баттона на трассе, хотя Баттону оставалось совершить ещё один пит-стоп[58]. Баттон превзошёл рекорд Найджела Мэнселла, который в 1989 году победил на Хунгароринге, стартовав двенадцатым. Баттон стал первым британским победителем со времён Дэвида Култхарда на Гран-при Австралии 2003 года, а также первым англичанином со времён Джонни Херберта, выигравшего Гран-при Европы 1999 года. Он стал вторым пилотом после Райкконена, кому удавалось выиграть гонку несмотря на штраф за смену мотора. В 2007 году на церемонии «British Academy Television Awards» за трансляцию первой победы Баттона на Гран-при Венгрии 2006 года канал ITV1 получил премию BAFTA в номинации «Лучшая спортивная передача»[59].", "language": "ru", "source": "mr-tydi", "negatives": ["1) Баттон выиграл первую гонку в 2004 на Гран-при США."], "filtered_negatives_with_scores": [{"neg": "1) Баттон выиграл первую гонку в 2004 на Гран-при США.", "score": 0.856819748878479}]}
{"query_id": "64", "query": "Сколько линий метро в Нью-Йо́ркском метрополите́не?", "positive_passage_id": "207886#2", "positive_passage": "Особенностью Нью-Йоркского метрополитена является организация движения поездов по маршрутам, каждый из которых проходит по одной или нескольким линиям. На конец 2018 года число маршрутов составляет 27; большинство их делятся на экспресс-маршруты (останавливающиеся только на некоторых станциях) и локальные (со всеми остановками); для такого разделения маршрутов линия имеет 3 или 4 пути; кроме того имеется несколько коротких маршрутов-челноков и одна пара маршрутов, действующих по принципу «скип-стоп». Система работает круглосуточно (закрываются на ночь только две станции, каждая из которых входит в свой пересадочный узел), маршруты меняются в зависимости от дня недели и времени суток.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Нью-Йоркский метрополитен состоит из 60 линий."], "filtered_negatives_with_scores": [{"neg": "1. Нью-Йоркский метрополитен состоит из 60 линий.", "score": 0.8884621858596802}]}
{"query_id": "65", "query": "Сколько языков существует на земле по статистике за 2019 год?", "positive_passage_id": "5855650#0", "positive_passage": "На Земле насчитывается 7 097 языков.(По данным сайта www.ethnologue.com)[1]", "language": "ru", "source": "mr-tydi", "negatives": ["1. По официальным данным, всего 688 языков на земле."], "filtered_negatives_with_scores": [{"neg": "1. По официальным данным, всего 688 языков на земле.", "score": 0.8879575729370117}]}
{"query_id": "66", "query": "Кто был главным конструктором ТУ-95?", "positive_passage_id": "124909#8", "positive_passage": "24 марта 1951 года вышло Постановление Совета Министров СССР по восстановлению ОКБ-23 В. М. Мясищева, с целью скорейшего создания нового перспективного межконтинентального стратегического бомбардировщика «с трансполярной дальностью». 11 июля 1951 года вышло Постановление Совета Министров СССР №2396-1137, а за ним Приказ МАП №654, по которым ОКБ А. Н. Туполева поручалось спроектировать и построить скоростной дальний бомбардировщик в двух вариантах: 1-й с четырьмя спаренными ТВД типа 2ТВ-2Ф с передачей его на летные испытания в сентябре 1952 года; 2-ой - с четырьмя ТВ-12 со сроком передачи на летные испытания в сентябре 1953 года. То есть по одной теме в СССР параллельно заработали два конструкторских бюро: ОКБ-23 и ОКБ-156.", "language": "ru", "source": "mr-tydi", "negatives": ["1) В. М. Мясищев был главным конструктором ТУ-95. 2) ОКБ-156 не было связано с созданием ТУ-95. 3) Гагарин спроектировал ТУ-95."], "filtered_negatives_with_scores": [{"neg": "1) В. М. Мясищев был главным конструктором ТУ-95. 2) ОКБ-156 не было связано с созданием ТУ-95. 3) Гагарин спроектировал ТУ-95.", "score": 0.8679128885269165}]}
{"query_id": "67", "query": "Сколько медалей выйграл СССР в Олимпийских играх в 1972 году?", "positive_passage_id": "2482996#0", "positive_passage": "На летних Олимпийских играх 1972 года советская делегация состояла из 373 человек[1]. Спортсмены сборной СССР выиграли награды в 21 виде спорта, получив 99 медалей — 50 золотых, 27 серебряных и 22 бронзовых. По 9 золотых было завоёвано в лёгкой атлетике и борьбе, по 6 — в спортивной гимнастике и гребле на байдарках и каноэ, 3 золота — в тяжёлой атлетике. Золотые медали были выиграны также в академической гребле, парусном спорте, конном спорте, велоспорте, боксе, фехтовании, современном пятиборье, стрельбе.", "language": "ru", "source": "mr-tydi", "negatives": ["1) На летних Олимпийских играх 1972 года советская делегация выиграла всего одну медаль."], "filtered_negatives_with_scores": [{"neg": "1) На летних Олимпийских играх 1972 года советская делегация выиграла всего одну медаль.", "score": 0.8675377368927002}]}
{"query_id": "68", "query": "Женщины Византии имели равные права с мужчинами?", "positive_passage_id": "6211466#0", "positive_passage": "Женщины в Византии играли важную роль, однако многие детали их жизни являются предметом дискуссий. Многочисленные источники (хроники, юридические тексты, агиографическая литература) рисуют картину патриархального общества Византии, в котором женщины не имели самостоятельного значения и находились в заточении в гинекее. Долгое время внимание историков привлекали только выдающиеся византийские женщины, в основном императрицы, особенно супруга императора Юстиниана I Феодора, оказавшая значительное влияние на события первой половины VI века.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Женщины в Византии не имели никаких прав."], "filtered_negatives_with_scores": [{"neg": "1. Женщины в Византии не имели никаких прав.", "score": 0.8784875273704529}]}
{"query_id": "69", "query": "Муаммар Кадда́фи посещал Россию?", "positive_passage_id": "3992616#3", "positive_passage": "31 октября — 2 ноября 2008 г. состоялся первый за более чем два десятилетия визит в Россию Руководителя ливийской революции М.Каддафи. На прошедших в Москве переговорах на высшем уровне было заключено Межправительственное соглашение о сотрудничестве в области использования атомной энергии в мирных целях, достигнута договоренность о создании совместного банка и ряд других соглашений, стимулирующих набранную динамику отношений.", "language": "ru", "source": "mr-tydi", "negatives": ["Конечно, Каддафи приезжал в Россию в 2014 году, но только для участия в Олимпийских играх. Муаммар Каддафи никогда не посетил Россию, так как был вынужден уехать из страны в 1986 году. Хотя Муаммар Кадда"], "filtered_negatives_with_scores": [{"neg": "Конечно, Каддафи приезжал в Россию в 2014 году, но только для участия в Олимпийских играх. Муаммар Каддафи никогда не посетил Россию, так как был вынужден уехать из страны в 1986 году. Хотя Муаммар Кадда", "score": 0.8885704278945923}]}
{"query_id": "70", "query": "Сколько братьев и сестер было в семье Гоголя?", "positive_passage_id": "32721#3", "positive_passage": "Помимо Николая в семье было ещё одиннадцать детей. Всего было шесть мальчиков и шесть девочек. Первые два мальчика родились мёртвыми. Гоголь был третьим ребёнком. Четвёртым сыном был рано умерший Иван (1810—1819). Затем родилась дочь Мария (1811—1844). Все средние дети также умерли в младенчестве. Последними родились дочери Анна (1821—1893), Елизавета (в замужестве Быкова) (1823—1864) и Ольга (1825—1907).", "language": "ru", "source": "mr-tydi", "negatives": ["1) В семье Гоголя было всего трое детей, он сам и его мать."], "filtered_negatives_with_scores": [{"neg": "1) В семье Гоголя было всего трое детей, он сам и его мать.", "score": 0.8787591457366943}]}
{"query_id": "71", "query": "Есть ли метров Казани?", "positive_passage_id": "77015#0", "positive_passage": "Каза́нский метрополите́н (Tatar:Казан метросы, Казан метрополитены) — рельсовый внеуличный (преимущественно подземный) городской общественный транспорт на электрической тяге, расположенный в Казани. Стал первым (и на данный момент — единственным) метрополитеном в России, построенным после распада СССР, седьмым (и на данный момент — последним) по счёту в России, третьим в Приволжском федеральном округе и пятнадцатым на территории бывшего СССР.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Каза́нский метрополите́н (Tatar:Казан метросы, Казан метрополитены) — это театр в Казани."], "filtered_negatives_with_scores": [{"neg": "1. Каза́нский метрополите́н (Tatar:Казан метросы, Казан метрополитены) — это театр в Казани.", "score": 0.8297005891799927}]}
{"query_id": "72", "query": "Когда был построен Лувр?", "positive_passage_id": "50641#9", "positive_passage": "Впервые двери музея были открыты для публики 10 августа 1793 г., во время Французской Революции. При Первой империи именовался музеем Наполеона.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Лувр был построен в эпоху Возрождения."], "filtered_negatives_with_scores": [{"neg": "1. Лувр был построен в эпоху Возрождения.", "score": 0.883220911026001}]}
{"query_id": "73", "query": "Разновидность Паровоза О звали овечкой?", "positive_passage_id": "2487#4", "positive_passage": "По осевой формуле, которая описывает число бегунковых, движущих и поддерживающих осей в экипаже. Методы записи осевых формул (типов), весьма разнообразны. В русской форме записи учитывают число каждого типа осей, в английской — каждого типа колёс, а в старогерманской учитывают только общее число осей и движущих. Так, осевая формула китайского паровоза QJ в русской записи будет 1-5-1, в английской — 2-10-2, а в старогерманской — 5/7. Помимо этого, за многими типами закрепились названия из американской классификации, например: 2-2-0 — «Америкен», 1-3-1 — «Прери», 1-4-1 — «Микадо», 1-5-0 — «Декапод». По роду службы — пассажирские, грузовые (товарные), маневровые и промышленные. По числу цилиндров паровой машины — двух- и многоцилиндровые (3 или 4 цилиндра). Наибольшее распространение получили двухцилиндровые паровозы как более простые и надёжные по конструкции, однако многоцилиндровые имеют лучшие динамические показатели. У трёхцилиндровых паровозов 2 цилиндра расположены снаружи рамы, а третий между её боковинами. Примеры трёхцилиндровых паровозов: советский серии М, немецкий «BR 01.10» и чехословацкий «Друг». У четырёхцилиндровых паровозов (паровая машина в этом случае в основном типа компаунд) два цилиндра располагаются снаружи рамы, а остальные два могут располагаться либо между половинами рамы (серии Л, У, Фл), либо снаружи, причём в этом случае 2 цилиндра с каждой стороны в свою очередь могут располагаться либо друг за другом (тандем-компаунд, пример — серии Р), либо друг над другом (системы Воклена, пример — паровозы В и Дк американского производства). По роду применяемого пара — на насыщенном и перегретом паре. В первом случае получившийся после испарения воды пар сразу поступает в цилиндры паровой машины. Такая схема применялась на первых паровозах, но была весьма неэкономичной и сильно ограничивала мощность. С начала XX века стали получать паровозы, работающие на перегретом паре. В данной схеме пар после получения дополнительно нагревается в пароперегревателе до более высокой температуры (свыше 300 °C), а затем поступает в цилиндры паровой машины. Такая схема позволяет получить значительную экономию в паре (до 1/3), а следовательно в топливе и воде, благодаря чему стала применяться на подавляющем большинстве выпускавшихся мощных паровозов. По кратности расширения пара в цилиндрах машины — с простым и многократным расширением. В случае применения простого расширения, пар из парового котла поступает в паровой цилиндр, а после, буквально, выбрасывается в трубу (см. Конусное устройство). Такая схема применялась на ранних паровозах. В дальнейшем на паровозах стали применять двукратное последовательное расширение пара, вместо простой паровой машины при этом стали применять компаунд. По такой схеме пар из парового котла сперва поступает в один цилиндр (цилиндр высокого давления), а затем в другой (цилиндр низкого давления), лишь после чего выбрасывается в атмосферу. При работе на насыщенном паре, такая схема позволяет получить до 13 % экономии в топливе. С паровыми машинами компаунд двукратного расширения на рубеже XIX—XX вв. выпускалось достаточно большое количество паровозов (в том числе и знаменитая серия Ов — овечка), однако с началом применения перегретого пара, паровые машины стали вновь заменять на простые. Это связано с тем, что при перегретом паре машина компаунд позволяет получить до 7 % экономии топлива, но сама конструкция при этом излишне усложняется. В связи с этим уже с 1910-х практически все мощные паровозы стали выпускать с простыми паровыми машинами. Тем не менее на многих паровозах (например, российские и советские Оч и Ыч) применялось двукратное расширение перегретого пара, а во многих странах такие паровозы выпускались и в конце 1940-х — начале 1950-х (например, тот же чехословацкий «Друг»). Также есть данные о том, что в ряде стран (в том числе и в Российской империи) были попытки создать паровозы с трёхкратным расширением пара, однако такие паровозы оказались неудачными[3]. По числу экипажей, размещённых под котлом. В данном случае наибольшее распространение получили паровозы с одним экипажем, то есть с одной жёсткой рамой, так как такая конструкция довольно проста. Для увеличения силы тяги при неизменной нагрузке от осей на рельсы необходимо увеличивать число движущих осей, но их максимальное число в экипаже ограничивается по условиям вписываемости в кривые. Примером может служить опытный советский паровоз АА20-01, который был единственным в мире паровозом с семью движущими осями в одной жёсткой раме, который оказался технической ошибкой, так как неудовлетворительно вписывался в кривые и часто сходил на стрелках. Поэтому нередко применялись паровозы с двумя экипажами, то есть на 2 поворотных тележках. Паровозы такого типа получили название сочленённые, и существует достаточно большое количество схем их конструкций — Ферли, Мейера, Гарратт. Основные недостатки всех сочленённых паровозов — громоздкость конструкции, более высокая стоимость и весьма сложная конструкция паропроводов, а также большие потери пара при его передаче от котла к цилиндрам. Также существует так называемый полугибкий тип (система Маллета), когда на поворотной тележке расположена лишь одна группа (чаще всего передняя) движущих осей, вторая же находится в основной раме. По величине давления пара в котле. По наличию тендера: тендерный и танк-паровоз. По типу трансмиссии: прямого привода и с применением зубчатых передач.", "language": "ru", "source": "mr-tydi", "negatives": ["1) Название паровоза \"Овечка\" происходит от английского слова \"Mule\", что означает \"слон\" в переводе."], "filtered_negatives_with_scores": [{"neg": "1) Название паровоза \"Овечка\" происходит от английского слова \"Mule\", что означает \"слон\" в переводе.", "score": 0.8540911078453064}]}
{"query_id": "74", "query": "Сколько официальных языков в Респу́блике Се́рбской?", "positive_passage_id": "706305#22", "positive_passage": "Большинство населения Республики Сербской составляют сербы. Помимо них конституционными народами являются босняки и хорваты. Национальные меньшинства — евреи, чехи, украинцы, словаки и т. д. Официальными языками являются язык сербского народа, язык боснякского народа и язык хорватского народа. Официальные алфавиты — кириллица и латиница[18].", "language": "ru", "source": "mr-tydi", "negatives": ["1. Официальными языками в Республике Сербской являются русский и английский."], "filtered_negatives_with_scores": [{"neg": "1. Официальными языками в Республике Сербской являются русский и английский.", "score": 0.8746968507766724}]}
{"query_id": "75", "query": "Какой архитектор построил мечеть в честь султанши Михримах?", "positive_passage_id": "4540249#1", "positive_passage": "Мечеть Михримах Султан была построена великим Синаном для любимой дочери султана Сулеймана Великолепного Михримах. Строительство мечети продолжалось всего четыре года — с 1562 по 1565 год. Несколько раз, в 1719, 1766, 1814 годах, комплекс зданий мечети страдал от землетрясений; в 1894 году в результате очередного землетрясения минарет упал и пробил крышу; в Измитском землетрясении 1999 года вновь был повреждён купол и минарет.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Мечеть Михримах Султан была построена известным архитектором Ахмедом Гизиным, который также известен своими достопримечательностями в Константинополе."], "filtered_negatives_with_scores": [{"neg": "1. Мечеть Михримах Султан была построена известным архитектором Ахмедом Гизиным, который также известен своими достопримечательностями в Константинополе.", "score": 0.8837734460830688}]}
{"query_id": "76", "query": "Сколько длится обязательная военная служба в России?", "positive_passage_id": "633388#3", "positive_passage": "Срок службы по призыву в мирное время в Вооружённых силах Российской Федерации составляет 12 месяцев. Регулируется законодательством России, в частности, законом «О воинской обязанности и военной службе» и дополнениями[3] к нему. По признанию В. Путина, сделанному им в феврале 2012 года, отмена воинской обязанности не планируется[4].", "language": "ru", "source": "mr-tydi", "negatives": ["1. Срок службы составляет 24 месяца, что является стандартной продолжительностью военной службы в РФ."], "filtered_negatives_with_scores": [{"neg": "1. Срок службы составляет 24 месяца, что является стандартной продолжительностью военной службы в РФ.", "score": 0.8688815832138062}]}
{"query_id": "77", "query": "Когда начинается действие фильма «Андергра́унд»?", "positive_passage_id": "222906#2", "positive_passage": "Действие фильма начинается в ночь с 5 на 6 апреля 1941 года. Двое подгулявших приятелей — Марко Дрен (Serbian: Марко Дрен, Marko Dren; Мики Манойлович) и Петар Попара (Serbian: Петар Попара, Petar Popara; Лазар Ристовски) по прозвищу Чёрный (Serbian: Црни, Crni) — возвращаются в Белград. Друзья проезжают мимо дома Ивана (Славко Штимац), брата Марко, и приветствуют его громкими криками. Затем процессия останавливается возле дома Чёрного, откуда выходит его беременная жена Вера (Мирьяна Каранович) и начинает укорять мужа, угрожая «бросить его, как бросила Марко его жена». Марко отводит Веру в сторону, просит её не поднимать шума и доверительно вполголоса сообщает ей, что накануне её мужа и лучшего друга Марко — Чёрного приняли в Коммунистическую партию. Вера не придаёт большого значения его словам.", "language": "ru", "source": "mr-tydi", "negatives": ["1) Действие фильма начинается 25 апреля 1941 года. 2) Действие фильма начинается в день расстрела евреев в Вильнюсе. 3) Действие фильма начинается в 1870 году."], "filtered_negatives_with_scores": [{"neg": "1) Действие фильма начинается 25 апреля 1941 года. 2) Действие фильма начинается в день расстрела евреев в Вильнюсе. 3) Действие фильма начинается в 1870 году.", "score": 0.8288953900337219}]}
{"query_id": "78", "query": "Черкз сколько лет после Троянской войны Одиссей вернулся на Итаку?", "positive_passage_id": "85294#0", "positive_passage": "Одиссе́й (Ancient Greek: Ὀδυσσεύς; Latin: Ulysses, Ули́сс) — персонаж древнегреческой мифологии, царь Итаки, сын Лаэрта и внук знаменитого вора Автолика, отличавшийся умом и хитростью. Был вынужден принять участие в Троянской войне, в ходе которой погубил своего врага Паламеда. Именно Одиссей придумал, как взять Трою с помощью деревянного коня. Его путь домой по окончании войны затянулся на десять лет из-за гнева Посейдона и разнообразных злоключений; в ходе плавания Одиссей столкнулся с киклопом-людоедом Полифемом, с волшебницей Киркой, превращавшей путников в свиней, прошёл между чудовищами Скиллой и Харибдой, смог услышать песни сирен и не погибнуть при этом, спуститься в Аид и вернуться в мир живых. Семь лет он провёл, тоскуя по дому, на райском острове Калипсо, пока благодаря вмешательству олимпийских богов не смог продолжить путь. Сделав короткую остановку в стране феаков, Одиссей вернулся на родину, где его ждали верная жена Пенелопа и сын Телемах. Он перебил буйных женихов Пенелопы, а потом отправился в изгнание в Эпир. Согласно одной из версий мифа, Одиссей погиб на Итаке от руки собственного сына Телегона. По другим версиям, он умер своей смертью либо в Эпире, либо в Этолии, либо в Этрурии.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Одиссей вернулся на Итаку спустя 25 лет после Троянской войны."], "filtered_negatives_with_scores": [{"neg": "1. Одиссей вернулся на Итаку спустя 25 лет после Троянской войны.", "score": 0.914402186870575}]}
{"query_id": "79", "query": "Когда произошла Катастрофа L-188 под Баффало?", "positive_passage_id": "5716378#0", "positive_passage": "Катастрофа L-188 под Баффало — авиационная катастрофа турбовинтового пассажирского самолёта Lockheed L-188A Electra американской авиакомпании Braniff Airways[* 1], произошедшая ночью во вторник 29 сентября 1959 года. Совершенно новый авиалайнер при хороших погодных условиях выполнял обычный пассажирский рейс из Хьюстона в Даллас (оба в штате Техас), когда у него неожиданно отделилось крыло. Потеряв управление, машина рухнула на землю в округе Леон близ города Баффало, а все находящиеся на борту 34 человека погибли.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Катастрофа L-188 под Баффало произошла в 1769 году, когда еще не было летного мастерства."], "filtered_negatives_with_scores": [{"neg": "1. Катастрофа L-188 под Баффало произошла в 1769 году, когда еще не было летного мастерства.", "score": 0.9080675840377808}]}
{"query_id": "80", "query": "Как назывался ракетно-космический комплекс, созданный Валенти́ном Глушко́?", "positive_passage_id": "11911#30", "positive_passage": "В носовой отсек «Бурана» вставлена герметичная цельносварная кабина для экипажа, для проведения работ на орбите (до 10 человек) и большей части аппаратуры, для обеспечения полёта в составе ракетно-космического комплекса, автономного полёта на орбите, спуска и посадки. Объём кабины составляет свыше 70 м3.", "language": "ru", "source": "mr-tydi", "negatives": ["Это ракетно-космический комплекс был создан Николаем Семеновичем Курчатовым. Устройство \"Буран\" было не автономным, а комбинированным. Цельносварная кабина использовалась в других космических аппаратах Валентина Глушко. Вмест"], "filtered_negatives_with_scores": [{"neg": "Это ракетно-космический комплекс был создан Николаем Семеновичем Курчатовым. Устройство \"Буран\" было не автономным, а комбинированным. Цельносварная кабина использовалась в других космических аппаратах Валентина Глушко. Вмест", "score": 0.8626307845115662}]}
{"query_id": "81", "query": "Сколько лет Ленин был женат на Крупской?", "positive_passage_id": "162781#8", "positive_passage": "В 1896 году была арестована и после семимесячного заключения сослана в Уфимскую губернию, но отбывала ссылку в Сибири, в селе Шушенском, где 1898 года вступила в церковный брак с Ульяновым (Лениным).", "language": "ru", "source": "mr-tydi", "negatives": ["1. В 1898 году Ленин и Крупская были разведены и никогда не жили вместе."], "filtered_negatives_with_scores": [{"neg": "1. В 1898 году Ленин и Крупская были разведены и никогда не жили вместе.", "score": 0.8769482970237732}]}
{"query_id": "82", "query": "Как назывался культ Никола́я Ви́кторовича Левашо́ва?", "positive_passage_id": "3268626#0", "positive_passage": "Никола́й Ви́кторович Левашо́в (8 февраля 1961, Кисловодск — 11 июня 2012, Москва[1][2]) — российский писатель и публицист, автор националистического неоязыческого (родноверческого[3]) оккультного учения[4], действительный член четырёх общественных академий[5]. Именовал себя целителем[4]. В СМИ характеризуется как создатель тоталитарного культа «Возрождение. Золотой Век»[4][6]. Автор книги «Россия в кривых зеркалах», внесённой в Федеральный список экстремистских материалов за навязывание негативного мнения в отношении иудеев и косвенное возбуждение религиозной розни.", "language": "ru", "source": "mr-tydi", "negatives": ["1) Николай Викторович Левашов был ботаником и химиком. 2) Никола́й Ви́кторович Левашо́в известен своими достижениями в астрономии. 3) Никола́й Ви́кторович Левашо́"], "filtered_negatives_with_scores": [{"neg": "1) Николай Викторович Левашов был ботаником и химиком. 2) Никола́й Ви́кторович Левашо́в известен своими достижениями в астрономии. 3) Никола́й Ви́кторович Левашо́", "score": 0.8187735676765442}]}
{"query_id": "83", "query": "Сколько веток в Минском метро?", "positive_passage_id": "124418#0", "positive_passage": "Список станций Минского метрополитена — системы линий метрополитена в Минске, Беларусь. Первая линия была открыта 30 июня 1984 года и состояла из восьми станций. В настоящее время метрополитен состоит из двух линий с 29 действующими станциями. Данный список станций выполнен с привязкой к линиям и разделен на действующие станции и находящиеся в процессе строительства.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Минский метрополитен имеет восемнадцать веток, каждая из которых связывает разные районы города."], "filtered_negatives_with_scores": [{"neg": "1. Минский метрополитен имеет восемнадцать веток, каждая из которых связывает разные районы города.", "score": 0.9014292359352112}]}
{"query_id": "84", "query": "Что означает слово \"антропология\"?", "positive_passage_id": "44997#0", "positive_passage": "Антрополо́гия (от Ancient Greek: ἄνθρωπος — человек; — наука) — совокупность научных дисциплин, занимающихся изучением человека, его происхождения, развития, существования в природной (естественной) и культурной (искусственной) средах[1][2]. Антропология исследует физические различия между людьми, исторически сложившиеся в ходе их развития в различных естественно-географических средах[3]. В Советском Союзе антропология понималась как наука о происхождении и эволюции человека и его рас, то есть, как физическая антропология[4].", "language": "ru", "source": "mr-tydi", "negatives": ["1. Антропология (от латинского слова \"андрон\") — это наука о структуре общества и их взаимодействии."], "filtered_negatives_with_scores": [{"neg": "1. Антропология (от латинского слова \"андрон\") — это наука о структуре общества и их взаимодействии.", "score": 0.9026475548744202}]}
{"query_id": "85", "query": "Когда был Штурм Выборга?", "positive_passage_id": "345480#0", "positive_passage": "Вы́боргская наступа́тельная опера́ция (10 июня — 20 июня 1944 года) — наступательная операция советских войск правого крыла Ленинградского фронта, осуществлённая при содействии части сил Балтийского флота, Ладожской военной флотилии с целью разгрома финских войск на Карельском перешейке и восстановления там государственной границы с Финляндией. Часть стратегической Выборгско-Петрозаводской наступательной операции — одного из десяти сталинских ударов.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Штурм Выборга произошел в 1945 году."], "filtered_negatives_with_scores": [{"neg": "1. Штурм Выборга произошел в 1945 году.", "score": 0.920812726020813}]}
{"query_id": "86", "query": "Какие страны входили в Антанту?", "positive_passage_id": "85369#0", "positive_passage": "Анта́нта (French: entente «соглашение») — военно-политический блок России, Великобритании и Франции, создан в качестве противовеса «Тройственному союзу» (A-Entente — Германии, Австро-Венгрии и Италии); сложился в основном в 1904—1907 годах и завершил размежевание великих держав накануне Первой мировой войны. Термин возник в 1904 году первоначально для обозначения англо-французского союза, причём употреблялось выражение l’Entente cordiale («сердечное согласие») в память кратковременного англо-французского союза в 1840-х годах, носившего то же название.", "language": "ru", "source": "mr-tydi", "negatives": ["1) Антанта был военным союзом немецко-австрийских стран. 2) Антанта — это коалиция Великобритании, Франции и Японии против США. 3) Антанта — это объединение Германии, Италии и Болгарии в начале"], "filtered_negatives_with_scores": [{"neg": "1) Антанта был военным союзом немецко-австрийских стран. 2) Антанта — это коалиция Великобритании, Франции и Японии против США. 3) Антанта — это объединение Германии, Италии и Болгарии в начале", "score": 0.8305967450141907}]}
{"query_id": "87", "query": "Сколько жен было у Владимира Высоцкого?", "positive_passage_id": "24738#39", "positive_passage": "В творческом наследии Высоцкого есть песня, содержащая строки: «Как всё <это>, как всё это было / И в кулисах, и у вокзала! / Ты, как будто бы банное мыло, / Устранялась и ускользала» (1970—1971). Она обращена к актрисе Театра на Таганке Татьяне Иваненко, роман с которой начался у Владимира Семёновича, вероятно, в 1966 году и продолжался в течение нескольких лет. Друг Высоцкого, переводчик Давид Карапетян, писал в книге «Владимир Высоцкий. Между словом и славой», что его знакомство с поэтом произошло благодаря Татьяне[31]. По свидетельству Карапетяна, «была она хороша собой необычайно»; при этом Татьяну отличали уверенность и холодноватая целеустремлённость. Возможно, её «прямолинейная правильность» была связана с тем, что Иваненко выросла в семье военнослужащего. В театре и кинематографическом мире знали об отношениях Татьяны и Высоцкого — на определённом жизненном отрезке они практически не разлучались. Иваненко часто ездила с Владимиром Семёновичем в киноэкспедиции, в основном в Одессу и Ленинград; Высоцкий был знако́м с её родителями[26][31][3][32][33]. Как утверждал Карапетян, знакомство Высоцкого с Мариной Влади поначалу не беспокоило Татьяну, и она долго не видела во французской актрисе «серьёзной соперницы»[31]. Через несколько лет после расставания с поэтом, в 1977 году, Иваненко, встретив в Париже третью жену Высоцкого, призналась: «Знаете, я очень люблю вашего мужа». Влади ответила, что тоже очень любит своего мужа[26]. 26 сентября 1972 года Татьяна родила дочь Анастасию; в её свидетельстве о рождении указана фамилия Иваненко[3]. Театральные коллеги Высоцкого и Татьяны не сомневались, что Настя — дочь Владимира Семёновича; по словам Бориса Хмельницкого, девочка «действительно очень похожа на Володю»[26]. Друг Высоцкого — актёр Георгий Епифанцев — через несколько лет после смерти поэта сказал: «Таня Иваненко свято хранит память о Володе… Замкнута, никому ничего не рассказывает. Её позиция — мне ничего не надо!»[26] Сценарист Артур Макаров, ставший после смерти Высоцкого доверенным лицом Влади и занимавшийся её наследственными делами, утверждал, что в первой половине 1990-х годов Марина встречалась с Татьяной и Настей: «Тем самым она [Влади] как бы признала отцовство Высоцкого»[26]. По данным Игоря Кохановского, Татьяне Иваненко посвящена написанная Высоцким в 1970 или 1971 году «Песня о двух красивых автомобилях»[31].", "language": "ru", "source": "mr-tydi", "negatives": ["1. Всего у Владимира Высоцкого было две жены."], "filtered_negatives_with_scores": [{"neg": "1. Всего у Владимира Высоцкого было две жены.", "score": 0.9244481325149536}]}
{"query_id": "88", "query": "Сколько дней длится в среднем беременность у женщин?", "positive_passage_id": "2389563#14", "positive_passage": "Средняя продолжительность беременности от оплодотворения до родов составляет 38 недель (эмбриональный срок). Средняя продолжительность беременности от начала последней менструации до родов составляет 40 недель (акушерский срок). Использование акушерского срока более распространено в медицине, так как дата оплодотворения, как правило, трудно определима.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Средняя продолжительность беременности составляет всего 7 недель."], "filtered_negatives_with_scores": [{"neg": "1. Средняя продолжительность беременности составляет всего 7 недель.", "score": 0.8870402574539185}]}
{"query_id": "89", "query": "Сколько морей омывают Китай?", "positive_passage_id": "1334542#3", "positive_passage": "Побережье Китая тянется от границы с Северной Кореей на севере до Вьетнама на юге и имеет длину 14 500 км. Китай омывается Восточно-Китайским морем, Корейским заливом, Жёлтым морем и Южно-Китайским морем. Остров Тайвань отделён от материка Тайваньским проливом.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Китай омывается Балтийским и Северным морями."], "filtered_negatives_with_scores": [{"neg": "1. Китай омывается Балтийским и Северным морями.", "score": 0.8875312805175781}]}
{"query_id": "90", "query": "На каком напряжении изготавливают диод Зенера?", "positive_passage_id": "24946#2", "positive_passage": "Основное назначение стабилитронов — стабилизация напряжения[1][2]. Серийные стабилитроны изготавливаются на напряжения от 1,8 В до 400 В[3]. Интегральные стабилитроны со скрытой структурой на напряжение около 7 В являются самыми точными и стабильными твердотельными источниками опорного напряжения: лучшие их образцы приближаются по совокупности показателей к нормальному элементу Вестона. Особый тип стабилитронов, высоковольтные лавинные диоды («подавители переходных импульсных помех», «супрессоры», «TVS-диоды») применяется для защиты электроаппаратуры от перенапряжений.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Диод Зенера изготавливают на высоких напряжениях 500-1000 В."], "filtered_negatives_with_scores": [{"neg": "1. Диод Зенера изготавливают на высоких напряжениях 500-1000 В.", "score": 0.9161257743835449}]}
{"query_id": "91", "query": "Хосров I провёл налоговую реформу в Иране?", "positive_passage_id": "659227#16", "positive_passage": "Система налогообложения, введённая Хосровом, впоследствии послужила моделью для Арабского халифата.[6]", "language": "ru", "source": "mr-tydi", "negatives": ["1. Хосров I не проводил никаких налоговых реформ в Иране."], "filtered_negatives_with_scores": [{"neg": "1. Хосров I не проводил никаких налоговых реформ в Иране.", "score": 0.9079180359840393}]}
{"query_id": "92", "query": "Что произошло с главным конструктором немецкого автомата StG 44?", "positive_passage_id": "12455#21", "positive_passage": "В августе 1945 года из имеющихся в сборочных цехах деталей были собраны 50 экземпляров StG 44 и вместе с 10785 листами технической документации переданы Красной армии для налаживания производства в СССР. В октябре 1945 года Хуго Шмайссер был привлечён к работе в так называемой «технической комиссии» Красной армии. Задачей комиссии был сбор информации о состоянии разработок новейшего немецкого оружия, чтобы использовать эти наработки в производстве советского оружия.", "language": "ru", "source": "mr-tydi", "negatives": ["1. В начале 1944 года было изготовлено 1000 образцов ствола автомата StG 44."], "filtered_negatives_with_scores": [{"neg": "1. В начале 1944 года было изготовлено 1000 образцов ствола автомата StG 44.", "score": 0.8416130542755127}]}
{"query_id": "93", "query": "Когда был основан КПСС?", "positive_passage_id": "39620#13", "positive_passage": "На VI (Пражской) конференции РСДРП (5 — 17 января 1912 года) большевики организационно оформились в самостоятельную партию[7]. Из 14 делегатов с решающим голосом 12 были большевиками, а двое — меньшевиками-«партийцами» (представляли группу Г. В. Плеханова). Национальные организации и те местные группы, которые находились под влиянием меньшевиков, отклонили направленные им приглашения на конференцию и не признали её в качестве Всероссийской и общепартийной. В августе 1912 года Л. Д. Троцкий, стоявший тогда на объединительных позициях, созвал в Вене «параллельную» партконференцию. Большевики на Венскую партконференцию (так называемый «августовский блок») не явились. Последняя попытка воссоединения большевистского и меньшевистского крыльев социал-демократии провалилась.", "language": "ru", "source": "mr-tydi", "negatives": ["1) На IX конференции РСДРП, которая состоялась в Петрограде в 1909 году. 2) В 1917 году на Второй Всероссийской конференции Исполнительного комитета РКП(б). 3) В 1953 году на"], "filtered_negatives_with_scores": [{"neg": "1) На IX конференции РСДРП, которая состоялась в Петрограде в 1909 году. 2) В 1917 году на Второй Всероссийской конференции Исполнительного комитета РКП(б). 3) В 1953 году на", "score": 0.7976245284080505}]}
{"query_id": "94", "query": "Когда началась ру́сско-япо́нская война́?", "positive_passage_id": "28863#6", "positive_passage": "Внезапное, без официального объявления войны, нападение японского флота на русскую эскадру на внешнем рейде Порт-Артура в ночь на 9[O.S. 1904 год]февраляа привело к выводу из строя нескольких сильнейших кораблей русской эскадры и обеспечило беспрепятственную высадку японских войск в Корее в феврале 1904 года. В мае, использовав бездействие русского командования, японцы провели высадку своих войск на Квантунский полуостров и перерезали железнодорожное сообщение Порт-Артура с Россией. Осада Порт-Артура была начата японскими войсками уже к началу августа 1904 года, а 2[O.S. 1905]января года гарнизон крепости был принуждён к сдаче. Остатки русской эскадры в Порт-Артуре были потоплены осадной артиллерией японцев либо взорваны собственными экипажами.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Русско-японская война началась после Второй мировой войны."], "filtered_negatives_with_scores": [{"neg": "1. Русско-японская война началась после Второй мировой войны.", "score": 0.8707492351531982}]}
{"query_id": "95", "query": "Сколько матчей Диния́р Рина́тович Билялетди́нов провел в составе Эвертона?", "positive_passage_id": "174270#1", "positive_passage": "Начинал профессиональную карьеру в московском «Локомотиве», за который играл в течение пяти лет. В 2009 году перешёл в английский «Эвертон» и, проведя в составе «ирисок» 77 матчей, в 2012 году был куплен «Спартаком», но не смог закрепиться в московской команде и после аренды в «Торпедо» и «Анжи» присоединился к казанскому «Рубину» в статусе свободного агента. В 2017 году покинул клуб.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Сыграл всего 5 матчей за Эвертон."], "filtered_negatives_with_scores": [{"neg": "1. Сыграл всего 5 матчей за Эвертон.", "score": 0.8165324330329895}]}
{"query_id": "96", "query": "Какое озеро самое большое в России?", "positive_passage_id": "4030#2", "positive_passage": "Крупнейшее озеро Сибири и России (без учёта Каспия) — Байкал — является и самым глубоким в мире; в Байкале содержится 85 % пресной озёрной воды России и 22 % мировых запасов пресной воды. Длина озера — 636 км, средняя ширина — 48 км; общая площадь — 31,7 тыс. км²; наибольшая глубина — 1620 м (большой глубиной отличается также Телецкое озеро (325 м) на Алтае и Хантайское озеро (520 м) в Предтаймырье). Байкал расположен в рифтовой впадине и имеет возраст приблизительно 25—30 млн лет.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Самое большое озеро России по площади — Чепцыкское. Это озеро расположено в Восточной Сибири и имеет длину около 20 км, ширина до 5 км и площадь 100 кв. км."], "filtered_negatives_with_scores": [{"neg": "1. Самое большое озеро России по площади — Чепцыкское. Это озеро расположено в Восточной Сибири и имеет длину около 20 км, ширина до 5 км и площадь 100 кв. км.", "score": 0.8927966356277466}]}
{"query_id": "97", "query": "Как умерла А́нна Степа́новна Политко́вская?", "positive_passage_id": "320311#0", "positive_passage": "А́нна Степа́новна Политко́вская (урождённая Мазепа; 30 августа 1958, Нью-Йорк — 7 октября 2006, Москва) — российская , правозащитница и . Уделяла особое внимание конфликту в Чечне. 7 октября 2006 года была застрелена в лифте своего дома.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Анна Степановна Политковская умерла от инфаркта миокарда 5 мая 2006 года."], "filtered_negatives_with_scores": [{"neg": "1. Анна Степановна Политковская умерла от инфаркта миокарда 5 мая 2006 года.", "score": 0.8562850952148438}]}
{"query_id": "98", "query": "Сколько пар лап у Татцельвурма?", "positive_passage_id": "1998666#3", "positive_passage": "Татцельвурм, согласно большинству свидетельств, выглядит как змее- или саламандроподобный дракон. Согласно сопоставлению данных, предоставленных приблизительно 80 людьми, наблюдавшими это существо, его длина составляет от 45 см до 4 метров, толщина змееобразного тела равна от 6 до 80 сантиметров. Шкура его бывает бородавчатой, гладкой, покрытой чешуёй, щетинистой или покрытой костяными пластинами. Голова подобна голове тритона, саламандры, кошки, ящерицы или обезьяны. У татцельвурма бывает от 2 до 6 пар лап. Цвет шкуры может быть (согласно наблюдениям) белым, серым, желтоватым, жёлто-чёрным, коричневым, зелёным или красным. На спине у этого существа встречаются гребень или щетина.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Татцельвурм имеет всего две пары лап, и это облегчает его движение."], "filtered_negatives_with_scores": [{"neg": "1. Татцельвурм имеет всего две пары лап, и это облегчает его движение.", "score": 0.8973345160484314}]}
{"query_id": "99", "query": "Сколько раз становился чемпионом мира по шахматам Бобби Фишер?", "positive_passage_id": "25912#0", "positive_passage": "Ро́берт Джеймс (Бобби) Фи́шер (English: Robert James Fischer; 9 марта 1943, Чикаго, Иллинойс, США — 17 января 2008, Рейкьявик, Исландия) — американский шахматист, одиннадцатый чемпион мира (1972—1975). По версии журнала — сильнейший шахматист XX века.", "language": "ru", "source": "mr-tydi", "negatives": ["1. Бобби Фишер был чемпионом мира шесть раз."], "filtered_negatives_with_scores": [{"neg": "1. Бобби Фишер был чемпионом мира шесть раз.", "score": 0.885131299495697}]}
{"query_id": "100", "query": "В какой стране находится гора Арарат?", "positive_passage_id": "32290#0", "positive_passage": "Арара́т (Turkish: Ağrı Dağı, Armenian: Արարատ и Armenian: Մասիս (Масис), Kurdish: Çiyayê Agirî‎) — гора: самый высокий вулканический массив Армянского нагорья на востоке Турции; относится к стратовулканам. Расположен в турецком иле Ыгдыр по правому берегу среднего течения реки Аракс, в 16 километрах от границы с Ираном, в 28,5 километрах от границы с Арменией[1]. Состоит из двух слившихся основаниями конусов спящих вулканов: Большого Арарата и Малого Арарата. Вершина Большого Арарата (5165 метров над уровнем моря[2][3]) является самой высокой точкой Турции.", "language": "ru", "source": "mr-tydi", "negatives": ["1. В Европе находится гора Арарат."], "filtered_negatives_with_scores": [{"neg": "1. В Европе находится гора Арарат.", "score": 0.8867065906524658}]}
