{"query_id": "0", "query": "هل عدم القيام بجهد جسماني ممكن ان يسبب الأرق؟", "positive_passage_id": "151236#12", "positive_passage": "تناول وجبة ثقيلة قبل النوم: ويؤدي ذلك إلى عسر الهضم الذي يسبب الأرق. التدخين: من المعروف أن النيكوتين الموجود في التبغ مادة مثيرة للدماغ، يمكن أن تسبب الأرق. شرب الكحول. تناول القهوة أو الشاي قبل وقت قصير من النوم. الضجيج: فبعض الناس لا يستطيع النوم بسبب ما حوله من ضجيج. الطيران البعيد و في الليل: ويحدث ذلك عند الطيارين والممرضين والعاملين في فترات متغيرة من . عدم الانتظام في مواعيد النوم والاستيقاظ. الأرق المكتسب (الأرق السيكوفيزيولوجي): وهنا يعاني المصاب من الأرق نتيجة لبعض العوارض الاجتماعية أو الضغوط النفسية ولكن بعد زوال السبب الذي أدى للأرق تستمر مشكلة الأرق مع المريض وذلك بسبب اكتساب المريض عادات خاطئة في النوم خلال الفترة السابقة ويصبح المريض مشغول الذهن وكثير القلق من احتمال عدم نومه ويدخله ذلك في حلقة مفرغة تزيد من مشكلة الأرق عنده. وهؤلاء المرضى قد ينامون بشكل أفضل خارج منازلهم. الخمول والكسل: فقد أظهرت الدراسات أن الأشخاص الذين يعيشون حياة خاملة ينامون بصورة أسوأ من الذين يعيشون حياة نشطة مليئة بالحيوية. والرياضيون بصورة عامة ينامون أفضل من الخاملين. الإفراط في استخدام المنبهات أو استخدام الكحول أو شرب المشروبات الغازية: والمنبهات تشتمل على المشروبات المنبهة كالقهوة والشاي والكولا والشوكولا. كما أن دخان السجائر يعتبر من المنبهات. أما بالنسبة للكحول فإنه من المثبت علميا أنه يؤدي إلى الأرق وتقطع النوم كما أنه يزيد من اضطرابات التنفس أثناء النوم. عدم القيام بجهد جسماني: فيكثر الأرق عند الذين يعملون في المكاتب أو الذين لا يبذلون جهدًا جسديًا كبيرا. الادوية: الادوية التي قد تؤثر على النوم تشمل: ادوية مضادة للاكتئاب، ادوية لمعالجة امراض القلب وضغط الدم، ادوية ضد الحساسية وأيضا الكثير غيرها.", "language": "ar", "source": "mr-tydi", "negatives": ["1. عدم القيام بجهد جسماني هو الوسيلة الوحيدة لتجنب الأرق."], "filtered_negatives_with_scores": [{"neg": "1. عدم القيام بجهد جسماني هو الوسيلة الوحيدة لتجنب الأرق.", "score": 0.9106584787368774}]}
{"query_id": "1", "query": "ما هي المسألة الشرقية ؟", "positive_passage_id": "26569#0", "positive_passage": "المسألة الشرقية (بالإنجليزية: Eastern Question) (بالفرنسية: Question de l'orient): هي مسألة وجود العثمانيين المسلمين في أوروبا وطردهم منها واستعادة القسطنطينية من العثمانيين بعد سقوطها في 1453 وتهديد مصالح الدول الأوروبية في هذه المنطقة. كما يدل المصطلح على تصفية أملاك رجل أوروبا المريض في البلقان من طرف الدول الأوروبية.", "language": "ar", "source": "mr-tydi", "negatives": ["المسألة الشرقية هي موضوع يتعلق بمشاكل الاقتصاد في العالم العربي. المسألة الشرقية هي قضية متعلقة بمستقبل الأمة العربية في الشرق الأوسط. المسألة الشرقية هي خلاف بين فلسطين والضفة الغربية حول تقرير المصير. المسألة الشرقية هي مواجهة عسكرية حدثت بين إمبراطورية الروس"], "filtered_negatives_with_scores": [{"neg": "المسألة الشرقية هي موضوع يتعلق بمشاكل الاقتصاد في العالم العربي. المسألة الشرقية هي قضية متعلقة بمستقبل الأمة العربية في الشرق الأوسط. المسألة الشرقية هي خلاف بين فلسطين والضفة الغربية حول تقرير المصير. المسألة الشرقية هي مواجهة عسكرية حدثت بين إمبراطورية الروس", "score": 0.899864673614502}]}
{"query_id": "2", "query": "كم تبعد بيت لحم على القدس؟", "positive_passage_id": "3586#0", "positive_passage": "بيت لحم (بالسريانية: ܒܝܬ ܠܚܡ ؛ باليونانية: Βηθλεὲμ ؛ باللاتينية: Bethleem) هي مدينة فلسطينية، ومركز محافظة بيت لحم. تقع في الضفة الغربية التابعة للسلطة الفلسطينية على بعد 10 كم إلى الجنوب من القدس. يبلغ عدد سكانها 30,000 نسمة بدون سكان مخيمات اللاجئين. وتعتبر مركزاً للثقافة والسياحة في فلسطين.[1][2][3][4]", "language": "ar", "source": "mr-tydi", "negatives": ["1. بيت لحم تبعد عن القدس حوالي 5 كم فقط."], "filtered_negatives_with_scores": [{"neg": "1. بيت لحم تبعد عن القدس حوالي 5 كم فقط.", "score": 0.8949129581451416}]}
{"query_id": "3", "query": "متى ظهرت جماعة الاخوان المسلمين في سوريا؟", "positive_passage_id": "330822#0", "positive_passage": "الإخوان المسلمون في سوريا: أسسها طلاب في ثلاثينيات القرن العشرين, وهي تعرف نفسها بأنها جزء من جماعة الإخوان المسلمين في العالم التي أسسها حسن البنا في مصر عام 1928 م. تعرض الإخوان المسلمون في سوريا مطلع ثمانينيات القرن العشرين لحملات قمع دامية من قبل نظام حزب البعث أوقعت آلاف القتلى خاصة في مدينة حماة فيما عُرف بمجزرة حماة، وكان أول مراقب لها في سوريا مصطفى السباعي بين عامي 1945 و1964، وينتشرون في مدن حلب حماة وحمص ودمشق.[1]", "language": "ar", "source": "mr-tydi", "negatives": ["1- الإخوان المسلمون ظهروا في سوريا بعد عام 1980 عندما تم إنشاء الحكومة الديمقراطية."], "filtered_negatives_with_scores": [{"neg": "1- الإخوان المسلمون ظهروا في سوريا بعد عام 1980 عندما تم إنشاء الحكومة الديمقراطية.", "score": 0.8651017546653748}]}
{"query_id": "4", "query": "من هو ريتشارد دوكينز؟", "positive_passage_id": "410249#0", "positive_passage": "كلينتون ريتشارد دوكينز عالمُ سلوك حيوان ، و عالم أحياء تطوري ، و كاتب. دوكينز زميلٌ فخريٌّ للكلية الجديدة في أوكسفورد، و أستاذ الفهم العام للعلوم منذ 1995 حتى عام 2008. يحمل دوكينز زمالة الجمعية الملكية، و هو زميل الجمعية الملكية للأدب.", "language": "ar", "source": "mr-tydi", "negatives": ["1. ريتشارد دوكينز هو ناقد أدبي عبقري و الكاتب الأكثر شهرة في العالم."], "filtered_negatives_with_scores": [{"neg": "1. ريتشارد دوكينز هو ناقد أدبي عبقري و الكاتب الأكثر شهرة في العالم.", "score": 0.8780975341796875}]}
{"query_id": "5", "query": "ما هي ضريبة الدخل ؟", "positive_passage_id": "181300#0", "positive_passage": "ضريبة الدخل هي ضريبة مباشرة تفرض على الأشخاص(سواء أكانوا أشخاص طبيعين أو معنوين كالشركات)الذين يمارسون المهن والنشاطات (التجارة، الخدمات...الخ) والذين يزيد دخلهم عن مقدار معين من المال في السنة. حيث تقوم الدولة باقتطاع جزء من أرباح الأشخاص إذا زاد عن حد معين.", "language": "ar", "source": "mr-tydi", "negatives": ["1. ضريبة الدخل هي ضريبة غير مباشرة تُدفع كرسوم شهرية."], "filtered_negatives_with_scores": [{"neg": "1. ضريبة الدخل هي ضريبة غير مباشرة تُدفع كرسوم شهرية.", "score": 0.870185375213623}]}
{"query_id": "6", "query": "ماهي وظيفة الهايبوثالامس ؟", "positive_passage_id": "190026#0", "positive_passage": "تحت المهاد[1][2][3][4][5][6] أو الوِطَاء[1][2][3][4][7] أو الهايبوثلاموس[8] ، يعتبر تحت المهاد حلقة الوصل بين الجهاز العصبي الذاتي والجهاز الإفرازي من خلال الغدة النخامية، يحتل تحت المهاد الجزء الأكبر من الدماغ البيني حيث يقع أسفل المهاد وفوق ساق الدماغ، ويوجد تحت المهاد في أدمغة جميع الثدييات والبشر.", "language": "ar", "source": "mr-tydi", "negatives": ["1. الهايبوثالامس هو جزء مهم من الغدة النخامية."], "filtered_negatives_with_scores": [{"neg": "1. الهايبوثالامس هو جزء مهم من الغدة النخامية.", "score": 0.8879420757293701}]}
{"query_id": "7", "query": "متى بدأت سياسة الطفل الواحد في الصين؟", "positive_passage_id": "924247#0", "positive_passage": "سياسة الطفل الواحد، وتسمى في الصين رسمياً \"تنظيم الأسرة في جمهورية الصين الشعبية\" [1] ، هي سياسة لتحديد للنسل انتهجتها جمهورية الصين الشعبية منذ عام 1978 وحتى عام 2015، تتلخص في كون أنه لا يسمح بأكثر من طفل لكل زوج في المناطق الحضرية، ولكن يوجد عدة حالات للإعفاءات منها مثل الأزواج في المناطق الريفية والأقليات العرقية، والآباء والأمهات الذين ليس لهم أشقاء [2]، ولا تطبق هذه السياسة على المناطق الإدارية الخاصة لهونغ كونغ وماكاو، والتبت.", "language": "ar", "source": "mr-tydi", "negatives": ["1. سياسة الطفل الواحد بدأ في عام 2008 في الصين."], "filtered_negatives_with_scores": [{"neg": "1. سياسة الطفل الواحد بدأ في عام 2008 في الصين.", "score": 0.9102874994277954}]}
{"query_id": "8", "query": "ما هو الدوبامين ؟", "positive_passage_id": "580219#0", "positive_passage": "الدوبامين مادة كيميائية تتفاعل في الدماغ لتؤثر على كثير من الأحاسيس والسلوكيات بما في ذلك الانتباه، والتوجيه وتحريك الجسم. ويؤدي الدوبامين دوراً رئيسياً في الإحساس بالمتعة والسعادة والإدمان. إن الدوبامين أحد المجموعات الكيميائية التي تسمى النواقل العصبية التي تحمل المعلومات من عصبون (خلية عصبية)، إلى آخر.", "language": "ar", "source": "mr-tydi", "negatives": ["1. الدوبامين هو مادة كيميائية تستخدم للتحكم في الحواس والسلوك."], "filtered_negatives_with_scores": [{"neg": "1. الدوبامين هو مادة كيميائية تستخدم للتحكم في الحواس والسلوك.", "score": 0.898834228515625}]}
{"query_id": "9", "query": "من هي المغنية العربية التي قامت بأداء شارة مسلسل الرسوم المتحركة (حكايات عالمية) لأول مرة؟", "positive_passage_id": "401329#2", "positive_passage": "أخراج فايق الحكيم مساعد المخرج فلاح هاشم الإنتاج استوديو النورس. غناء الشارة أصالة نصري كتب كلمات الشارة حسن نازك.", "language": "ar", "source": "mr-tydi", "negatives": ["1- فايق الحكيم هو الفنان الذي غنى شارة المسلسل."], "filtered_negatives_with_scores": [{"neg": "1- فايق الحكيم هو الفنان الذي غنى شارة المسلسل.", "score": 0.8086717128753662}]}
{"query_id": "10", "query": "متى نشأ حزب العمال الكردستاني؟", "positive_passage_id": "47732#3", "positive_passage": "تأسس حزب العمال الكردستاني في 27 نوفمبر 1978 بطريقة سرية على يد مجموعة من الطلاب الماركسيين غير المؤثرين في الساحة السياسية الكردية، بينهم عبد الله أوجلان الذي اختير رئيسا للحزب، وبلغ أوج قوته في تسعينات القرن العشرين حيث تجاوز عدد عناصر الحزب العشرة آلاف مقاتل.[3]", "language": "ar", "source": "mr-tydi", "negatives": ["1. حزب العمال الكردستاني نشأ في عام 1945 عندما بدأت حرب الاستقلال الكردية."], "filtered_negatives_with_scores": [{"neg": "1. حزب العمال الكردستاني نشأ في عام 1945 عندما بدأت حرب الاستقلال الكردية.", "score": 0.8963258266448975}]}
{"query_id": "11", "query": "متى تولى البابا فرنسيس المنصب؟", "positive_passage_id": "1596701#0", "positive_passage": "البابا فرنسيس (باللاتينية: Franciscus)، ولد باسم خورخي ماريو بيرجوليو، هو بابا الكنيسة الكاثوليكية بالترتيب السادس والستون بعد المائتين،[1] بدءًا من 13 مارس 2013. وبحكم كونه البابا، فهو خليفة بطرس، وأسقف روما، ويشغل عدة مناصب أخرى منها سيّد دولة الفاتيكان.[2][3] انتخب البابا فرنسيس في أعقاب مجمع انتخابي هو الأقصر في تاريخ المجامع المغلقة.[4] ويعتبر الحبر الأعظم، أول بابا من العالم الجديد وأمريكا الجنوبية والأرجنتين، كما أنه أول بابا من خارج أوروبا منذ عهد البابا غريغوري الثالث (731 - 741).[5][6][7] يعتبر البابا راهب، ليكون أول بابا راهب منذ غريغوري السادس عشر، وهو عضو في الرهبنة اليسوعية، ليكون بذلك أول بابا يسوعي، التي تعتبر من أكبر منظمات الكنيسة الكاثوليكية وأكثرها تأثيرًا وفاعلية.[8][9] يحسب البابا على الجناح الإصلاحي، في الكنيسة،[10][11][12] وقد شغل منصب رئيس أساقفة بيونس آيرس قبل انتخابه بابا، وكان يوحنا بولس الثاني قد منحه الرتبة الكاردينالية عام 2001. اختار البابا اسم فرنسيس تأسيًا بالقديس فرنسيس الأسيزي، أحد معلمي الكنيسة الجامعة، «والمدافع عن الفقراء، والبساطة، والسلام».[13][14] يتقن البابا اللغات الإسبانية، واللاتينية والإيطالية،[15] والألمانية،[16] والفرنسية،[15] والأوكرانية،[17] بالإضافة إلى الإنكليزية.[18][19]", "language": "ar", "source": "mr-tydi", "negatives": ["1) البابا فرانسيس تولى المنصب في عام 2020. 2) البابا فرنسيس تولى المنصب في عام 1992. 3) البابا فرنسيس هو بابا الكنيسة البروتستانتية. 1) البابا فرانسيس ت"], "filtered_negatives_with_scores": [{"neg": "1) البابا فرانسيس تولى المنصب في عام 2020. 2) البابا فرنسيس تولى المنصب في عام 1992. 3) البابا فرنسيس هو بابا الكنيسة البروتستانتية. 1) البابا فرانسيس ت", "score": 0.8953568339347839}]}
{"query_id": "12", "query": "ماهو الأمن البشري ؟", "positive_passage_id": "1086778#0", "positive_passage": "الأمن البشري هو نموذج لفهم نقاط الضعف العالمية الي أنصار الطعن في المفهوم التقليدي للأمن القومي بالقول إن المرجع الصحيح لتحقيق الأمن ينبغي أن يكون الفرد وليس الدولة. الأمن البشري الذي يحمل وجهة نظر الناس محورها الأمن أمر ضروري لتحقيق الاستقرار الوطني والإقليمي والعالمي. برز هذا المفهوم من فهم ما بعد الحرب الباردة متعدد التخصصات، والأمن يشمل عددا من المجالات البحثية، بما في ذلك دراسات التنمية والعلاقات الدولية والدراسات الاستراتيجية، وحقوق الإنسان. برنامج الأمم المتحدة الإنمائي لعام 1994 تقرير التنمية البشرية ويعتبر منشور معلما في مجال الأمن البشري، وحجتها بأن تأمين \"التحرر من الفاقة\" و\"التحرر من الخوف\" لجميع الأشخاص هو أفضل طريق لمعالجة مشكلة انعدام الأمن العالمي. المشار إليها في كثير من الأحيان مجموعة واسعة من مناقشات السياسات العالمية والمجلات العلمية، غالبا ما يتم تدريسه في الجامعات أمن الإنسان كجزء من العلاقات الدولية، والعولمة، أو دراسات حقوق الإنسان.", "language": "ar", "source": "mr-tydi", "negatives": ["1- الأمن البشري هو مصطلح يشير إلى الأمن الذي يتمتع به الإنسان في بيئته الطبيعية والصحية دون أي خطر."], "filtered_negatives_with_scores": [{"neg": "1- الأمن البشري هو مصطلح يشير إلى الأمن الذي يتمتع به الإنسان في بيئته الطبيعية والصحية دون أي خطر.", "score": 0.9009702205657959}]}
{"query_id": "13", "query": "ما هي درجة حموضة التربة؟", "positive_passage_id": "4140332#0", "positive_passage": "حموضة التربة أو الرقم الهيدروجيني للتربة ، هو قياس النشاط المُولِي لأيونات الهيدروجين في محلول التربة. عندما تكون قيم الرقم الهيدروجيني أقل من 7، فإن التربة تكون حمضية. بينما في حالة قيم للرقم الهيدروجيني أكبر من 7، فإن التربة تكون قلوية.[1][2] ويعتبر الرقم الهيدروجيني للتربة متغير رئيسي في التربة لأنه يؤثر على العديد من العمليات الكيميائية. وهو يؤثر بشكل خاص على توافر المغذيات النباتية من خلال السيطرة على الأشكال الكيميائية من العناصر الغذائية المختلفة والتأثير على التفاعلات الكيميائية التي يخضعون لها. تتراوح درجة الحموضة المثلى لمعظم النباتات بين 5.5 و 7.5؛ ومع ذلك، فإن العديد من النباتات تكيفت لتزدهر في قيم الرقم الهيدروجيني خارج هذا النطاق.", "language": "ar", "source": "mr-tydi", "negatives": ["حموضة التربة تعتمد فقط على كمية الماء الموجود فيها، وليس على نشاط أيونات الهيدروجين. درجة حموضة التربة لا تتأثر بعوامل بيئية مثل الضوء أو الرطوبة. حموضة التربة دائماً تكون منخفضة عند درجة حرارة العالية"], "filtered_negatives_with_scores": [{"neg": "حموضة التربة تعتمد فقط على كمية الماء الموجود فيها، وليس على نشاط أيونات الهيدروجين. درجة حموضة التربة لا تتأثر بعوامل بيئية مثل الضوء أو الرطوبة. حموضة التربة دائماً تكون منخفضة عند درجة حرارة العالية", "score": 0.9061863422393799}]}
{"query_id": "14", "query": "أين يقع نهر سانت لورانس؟", "positive_passage_id": "617431#0", "positive_passage": "Coordinates: نهر سان لوران أو سانت لورنس أو و بلغة الهنود الحمر القاطنين في المنطقة Magtogoek (« نهر المياه الكبرى ») هو نهر يقع في أمريكا الشمالية.[1][2][3] ينبع من بحيرة أونتاريو ويصب في المحيط الأطلسي. تمت تسميته على شرف لورانت دي روما و هو أحد أهم أنهار أمريكا الشمالية و ثاني أطول نهر في كندا لا يفوقه طولا سوى نهر ماكينزي .", "language": "ar", "source": "mr-tydi", "negatives": ["1. نهر سانت لورانس يقع في الهند."], "filtered_negatives_with_scores": [{"neg": "1. نهر سانت لورانس يقع في الهند.", "score": 0.8946695923805237}]}
{"query_id": "15", "query": "كم يبلغ ارتقاع مأذنة مسجد الحسن الثاني؟", "positive_passage_id": "55317#0", "positive_passage": "مسجد الحسن الثاني هو مسجد يقع في ساحل مدينة الدار البيضاء، بالمغرب، وهو أكبر مسجد في البلاد، وثاني مسجد في إفريقيا، والثالث عشر في العالم، مئذنته أندلسية الطابع ترتفع 210 متر(689 قدم) وهي أعلى بناية دينية في العالم[1].", "language": "ar", "source": "mr-tydi", "negatives": ["1. مأذنة المسجد ترتفع 400 متراً، وهي أطول بناء في العالم."], "filtered_negatives_with_scores": [{"neg": "1. مأذنة المسجد ترتفع 400 متراً، وهي أطول بناء في العالم.", "score": 0.8539785146713257}]}
{"query_id": "16", "query": "ما هي حساسية الجلوتين؟", "positive_passage_id": "521226#0", "positive_passage": "الداء البطني ، الداء الزلاقي ، السيلياك وأحيانا (مرض حساسية القمح) والأخير يعتبر وصف غير دقيق ، كلها أسماء متعددة لمرض واحد هو ويكتب احيانا ، هو مرض مناعي ذاتي مكتسب يصيب الأمعاء الدقيقة لدى الأشخاص ذوي العرضة والذين يتمتعون بقابلية جينية للإصابة به[1]، قد يحدث داء البطني في أية مرحلة عمرية منذ الطفولة وحتى الشيخوخة المتأخرة، تتراوح نسبة حدوث هذا المرض لدى الأطفال ما بين 0.33 – 1.06 % أما لدى البالغين فيتراوح العدد ما بين 0.18 – 1.2 %، بعض الحالات المرضية كمتلازمة داون والسكري المعتمد على الانسولين ومتلازمة تيرنر لديهم قابلية أعلى للإصابة بداء بطني وتتراوح نسبة الإصابة لديهم بين 5 – 10 %، من أهم الأعراض المصاحبة لهذا المرض: الاسهال والنفخة وآلام البطن، كما تم اكتشاف وجود داء البطني لدى الكثيرين ممن لا يشكون من أية أعراض وذلك خلال المسوح والفحوصات الطبية العامة.[2] يحدث داء بطني كردة فعل للتعرض لمادة الغليادين الموجودة في الحبوب وخاصة القمح, وتؤدي إلى حالة اعتلال معوي بسبب الغليادين.", "language": "ar", "source": "mr-tydi", "negatives": ["1- أن الناس الذين يعانون من حساسية الجلوتين هم عرضة للإصابة بالتهاب الكبد الفيروسي."], "filtered_negatives_with_scores": [{"neg": "1- أن الناس الذين يعانون من حساسية الجلوتين هم عرضة للإصابة بالتهاب الكبد الفيروسي.", "score": 0.8590818643569946}]}
{"query_id": "17", "query": "أين وقعت معركة المنصورة؟", "positive_passage_id": "182175#0", "positive_passage": "معركة المنصورة، معركة دارت رحاها في مصر من 8 إلى 11 فبراير من سنة 1250 بين القوات الصليبية (الفرنج) بقيادة لويس التاسع ملك فرنسا، الذي عُرف بالقديس لويس فيما بعد،[1] والقوات الأيوبية بقيادة الأمير فخر الدين يوسف بن شيخ الشيوخ.[2] وفارس الدين أقطاي الجمدار وركن الدين بيبرس البندقداري.", "language": "ar", "source": "mr-tydi", "negatives": ["1. معركة المنصورة وقعت في القاهرة."], "filtered_negatives_with_scores": [{"neg": "1. معركة المنصورة وقعت في القاهرة.", "score": 0.9005112648010254}]}
{"query_id": "18", "query": "ما هي اللغة الرسمية في إمارة أندورا؟", "positive_passage_id": "3862#0", "positive_passage": "أندورا (بالكتلانية:Andorra)، رسمياً إمارة أندورا (بالكتلانية: Principat d'Andorra)، كما تدعى أيضاً باسم إمارة وديان أندورا [1] (بالكتلانية: Principat de les Valls d'Andorra)، هي دولة حبيسة صغيرة جنوب غرب أوروبا، تقع في جبال البرانس الشرقية وتحدها إسبانيا وفرنسا. تعد أندورا سادس أصغر دولة في أوروبا حيث أن مساحتها تبلغ 468 كم² (181 ميل²) وبلغ عدد سكانها نحو 84،888 عام 2009. عاصمتها هي أندورا لا فيلا وهي أعلى عاصمة في أوروبا حيث تقع على ارتفاع 1,023 متر.[2] اللغة الرسمية هي الكتلانية على الرغم من استخدام الإسبانية والفرنسية والبرتغالية بشكل شائع.", "language": "ar", "source": "mr-tydi", "negatives": ["1. اللغة الرسمية في أندورا هي الإنجليزية."], "filtered_negatives_with_scores": [{"neg": "1. اللغة الرسمية في أندورا هي الإنجليزية.", "score": 0.9028128385543823}]}
{"query_id": "19", "query": "متى ولد  المغني دكتور دري؟", "positive_passage_id": "31267#0", "positive_passage": "أندريه روميل يونغ (Andre Romelle Young) اسمه الفني دكتور دري (Dr.[1][2][3] Dre) ويستخرج اللقب العام دري من الاسم الأول أندريه، ولد في (18 فبراير 1965) في لوس أنجلوس في الولايات المتحدة الأمريكية، مغني راب ومنتج موسيقي ومن أكثر مغني الراب شهرة ونجاحا في مجاله. أحدث دكتور دري أثرا في الغانغستا راب، وهو مؤسس تسجيلات آفترماث Aftermath Records التي أسسها بعد شركته السابقة Death Row Records بدأ كعضو في مجموعة World Class Wreckin' Cru ثم أصبح عضوا في إن.دبليو.أي N.W.A التي ساهمت في شهرة الغانغستا راب، وبعد انفصال مجموعة N.W.A أصدر دري أول ألبوم منفرد له وهو The Chronic في عام 1992 وحاز على أول جائزة غرامي له عن أغنية Let Me Ride، أنتج دكتور دري العديد من الألبومات لمغنيي الراب كما ساهم بالإشراف على مهنة العديد منهم مثل سنوب دوغ، إمينم، و50 سنت.", "language": "ar", "source": "mr-tydi", "negatives": ["1- دكتور دري هو مغني بوب و not راب."], "filtered_negatives_with_scores": [{"neg": "1- دكتور دري هو مغني بوب و not راب.", "score": 0.8492463827133179}]}
{"query_id": "20", "query": "هل يمكن ان ينقل البعوض الامراض ؟", "positive_passage_id": "2858285#0", "positive_passage": "الأمراض المنقولة بالبعوض هي الأمراض التي تسببها البكتيريا و الفيروسات والطفيلات عن طريق البعوض، وبإمكان البعوض نقل المرض من دون إصابته بالمرض.", "language": "ar", "source": "mr-tydi", "negatives": ["1. لا، البعوض لا يمكنه نقل الأمراض لأنه خفيف الوزن جدًا."], "filtered_negatives_with_scores": [{"neg": "1. لا، البعوض لا يمكنه نقل الأمراض لأنه خفيف الوزن جدًا.", "score": 0.909395158290863}]}
{"query_id": "21", "query": "ماهو تعداد سكان موريتانيا ؟", "positive_passage_id": "1751#30", "positive_passage": "عدد السكان: 3,281,635 نسمة (2011).[35]", "language": "ar", "source": "mr-tydi", "negatives": ["1. تعداد السكان في موريتانيا هو حوالي 4.2 مليون نسمة."], "filtered_negatives_with_scores": [{"neg": "1. تعداد السكان في موريتانيا هو حوالي 4.2 مليون نسمة.", "score": 0.9037604928016663}]}
{"query_id": "22", "query": "في أي عام توفي العالم هايزنبيرغ؟", "positive_passage_id": "453057#0", "positive_passage": "فيرنر كارل هايزنبيرغ (5 ديسمبر 1901 في فورتسبورغ – 1 فبراير 1976 في ميونخ) فيزيائي ألماني حائز على جائزة نوبل لعام 1932. اكتشف أحد أهم مبادئ الفيزياء الحديثة وهو مبدأ عدم التأكد. من مؤلفاته الجزء والكل والفلسفة والفيزياء والطبيعة في الفيزياء.", "language": "ar", "source": "mr-tydi", "negatives": ["1. فيرنر كارل هايزنبيرغ توفي في 2 فبراير 1945 أثناء الحرب العالمية الثانية."], "filtered_negatives_with_scores": [{"neg": "1. فيرنر كارل هايزنبيرغ توفي في 2 فبراير 1945 أثناء الحرب العالمية الثانية.", "score": 0.8730794787406921}]}
{"query_id": "23", "query": "أين تقع منظمة حقوق الإنسان؟", "positive_passage_id": "237972#0", "positive_passage": "هيومن رايتس ووتش وتعني «مراقبة حقوق الإنسان»، هي منظمة دولية غير حكومية معنية بالدفاع عن حقوق الإنسان والدعوة لها، مقرها مدينة نيويورك. تأسست في سنة 1978 للتحقق من أن الاتحاد السوفياتي يحترم اتفاقات هلسنكي، وكانت منظمات أخرى قد أنشئت لمراقبة حقوق الإنسان في مختلف أنحاء العالم. دمج هذه المنظمات نتج عن تأسيس هذه المنظمة.", "language": "ar", "source": "mr-tydi", "negatives": ["1. هيومن رايتس ووتش لديها مقر في القاهرة."], "filtered_negatives_with_scores": [{"neg": "1. هيومن رايتس ووتش لديها مقر في القاهرة.", "score": 0.8217356204986572}]}
{"query_id": "24", "query": "هل دمرت القنبلة الذرية مدينة هيروشيما؟", "positive_passage_id": "731769#18", "positive_passage": "انطلقت القنبلة الساعة الثامنة والربع (بتوقيت هيروشيما) كما كان مخطط، وهي قنبلة تعمل بقوة الجاذبية تسمى \"ليتل بوي\"، كما أنها قنبلة ذات انشطار مصوب. وتحمل 60 كيلوجراماً (130 باوند) من اليورانيوم 235. واستغرقت القنبلة 57 ثانية لتسقط من الطائرة وتصل إلى الارتفاع الذي ستنفجر فيه، وهو حوالي 600 متر (2000 قدم) فوق المدينة. حولت القنبلة مسارها بحوالي 800 قدم (240 متر) بسبب الرياح المتعامدة، لتسقط على عيادة شيما للجراحة بدلاً من الهدف المخطط له، وهو جسر أيوي. ونتج عن ذلك انفجار يعادل حوالي 13 كيلوطن من الTNT أو (54 JT). (ويعتبر سلاح اليو 235 غير فعال، حيث يتشطر 1.38 ٪ فقط من المواد المكونة له.) [23] وبلغ نصف قطر دائرة الدمار نحو ميل واحد (1.6 كم)، بالإضافة إلى الحرائق التي انتشرت في أنحاء مختلفة على مساحة 4.4 ميل مكعب تقريباً (11 كيلومتر مكعب).[24] وتشير التقديرات الأمريكية إلى تدمير 4.7 ميل مكعب (12 كيلومتر مكعب) من مساحة المدينة. بينما حدد المسؤولون اليابانيون خسارة المباني في هيروشيما بـ69 ٪، بالإضافة إلى إلحاق الضرر بـ6-7 ٪ من مباني أخرى.[25]", "language": "ar", "source": "mr-tydi", "negatives": ["1. استخدمت القنبلة الذرية في هيروشيما سلاحاً تقليدياً بدلاً من الذري."], "filtered_negatives_with_scores": [{"neg": "1. استخدمت القنبلة الذرية في هيروشيما سلاحاً تقليدياً بدلاً من الذري.", "score": 0.8845605850219727}]}
{"query_id": "25", "query": "ما هي الهندسة الداخلية؟", "positive_passage_id": "59530#0", "positive_passage": "التصميم الداخلي أو العمارة الداخلية هو مجموع التخطيط والتصميم للفراغات الداخلية,والتي تهدف لتسخير الاحتياجات المادية والروحية والاجتماعية للناس ,والتي بدورها تضمن سلامة المبنى. ويتكون التصميم الداخلي من جوانب تقنية و تخطيطية ، كما يهتم بالنواحي الجمالية والفنية كذلك ، كما يقوم بتخطيط التصميم الداخلي للمباني المختصين من مهندسين ومصممين داخليين ، فضلا ً عن إمكانية أن يصمم الهواة الجوانب الجمالية والفنية للمكان لأنها عناصر لا تسبب خطر على حياة المستخدم.", "language": "ar", "source": "mr-tydi", "negatives": ["1. الهندسة الداخلية تعني تصميم الأماكن الخارجية."], "filtered_negatives_with_scores": [{"neg": "1. الهندسة الداخلية تعني تصميم الأماكن الخارجية.", "score": 0.8933647871017456}]}
{"query_id": "26", "query": "من هو مؤسس الاحمدية؟", "positive_passage_id": "311809#0", "positive_passage": "الميرزا غلام أحمد القادياني (1255 هـ - 1326 هـ / 1839 - 1908م)[1] مؤسس الجماعة الأحمدية بقاديان في الهند ويعتبر عند أتباعه هو المهدي الموعود والمسيح المنتظر. وقال بأنه مجدد للإسلام خلال القرن الرابع عشر الهجري.[2][3] حسب الإسلام فإن النبي عيسى على قيد الحياة وأنه في السماء وسينزل في نهاية العالم، لكن حسب غلام أحمد فإن عيسى قد نجا من الصلب وهاجر إلى كشمير، حيث توفي وفاة طبيعية وبالتالي كانت فكرة عودته البدنية خاطئة.", "language": "ar", "source": "mr-tydi", "negatives": ["1) مصطفى كامل مؤسس الاحمدية، رغم أنه كان زعيمًا سياسيًا ومفكرًا ثوريًا، لم يكن له أي ارتباط بالدين الإسلامي. 2) المغفور له خادم الحرمين الشريفين الملك عبد العزيز آل سعود، فقد كان أميرًا للسعودية وليس مؤسِّس"], "filtered_negatives_with_scores": [{"neg": "1) مصطفى كامل مؤسس الاحمدية، رغم أنه كان زعيمًا سياسيًا ومفكرًا ثوريًا، لم يكن له أي ارتباط بالدين الإسلامي. 2) المغفور له خادم الحرمين الشريفين الملك عبد العزيز آل سعود، فقد كان أميرًا للسعودية وليس مؤسِّس", "score": 0.8593441247940063}]}
{"query_id": "27", "query": "ما هو الأرخبيل ؟", "positive_passage_id": "39317#0", "positive_passage": "الأرخبيل هو أحد أشكال سطح الأرض والذي يرمز لأي مجموعة متقاربة ومتجاورة من الجزر. تتأصل هذه الكلمة من الكلمة اليونانية: أَرْخِيپِيلاَگُوسْ αρχιπέλαγος، والتي تعني البحر الرئيسي، وهو الاسم التاريخي لبحر إيجة. يعتقد أن التسمية اشتقت من ذاك البحر بالذات لامتلائه بالجزر المتقاربة المتجاورة وأكبر أرخبيل في العالم هو الأرخبيل الإندونيسي.", "language": "ar", "source": "mr-tydi", "negatives": ["1. الأرخبيل هو مجموعة من الأنهار الصغيرة."], "filtered_negatives_with_scores": [{"neg": "1. الأرخبيل هو مجموعة من الأنهار الصغيرة.", "score": 0.8987694978713989}]}
{"query_id": "28", "query": "ما مساحة قطاع بولندا ؟", "positive_passage_id": "3886#0", "positive_passage": "بُولَندا أو بُولُونيَا[1] (بالبولندية: Polska ) رسمياً الجُمهُورِيَّة البُولندِيَّة (بالبولندية: Rzeczpospolita Polska) هي دولة تقع في أوروبا الوسطى، وتحدها غرباً ألمانيا؛ جمهورية التشيك وسلوفاكيا جنوباً؛ أوكرانيا، بيلاروسيا شرقاً؛ وبحر البلطيق ومنطقة كاليننغراد (معتزل روسي) وليتوانيا شمالاً. إجمالي مساحة بُولندا هو 312679 كيلومتراً مربعاً (120726 ميل مربع)[2] مما يجعلها تحتل المركز الـ 69 الأكبر من حيث في العالم والمركز التاسع في أوروبا. ويبلغ عدد سكانها أكثر من (38,069,067) نسمة [3][2]. بُولندا هي البلد الـ 34 بالنسبة للبلدان الأكثر سكاناً في العالم، والسادس بالنسبة للبلدان الأكثر إكتظاظاً بالسكان في الاتحاد الأوروبي، وعضو في مرحلة ما بعد الشيوعية من حيث عدد السكان في الاتحاد الأوروبي. بُولندا هي دولة وحدوية تنقسم إلى ستة عشر تقسيم إداري.", "language": "ar", "source": "mr-tydi", "negatives": ["1- بولندا لها مساحة كبيرة تصل إلى 500000 كيلومتر مربع."], "filtered_negatives_with_scores": [{"neg": "1- بولندا لها مساحة كبيرة تصل إلى 500000 كيلومتر مربع.", "score": 0.8669251799583435}]}
{"query_id": "29", "query": "ما هي منظمة الاوبك ؟", "positive_passage_id": "233622#0", "positive_passage": "منظمة الدول المصدرة للنفط وتختصر: أوبك ، هي منظّمة عالمية تضم أحد عشر دولة تعتمد على صادراتها النفطية اعتمادا كبيرا لتحقيق مدخولها. ويختصر اسمها إلى منظمة الأوبك ويعمل أعضاء الأوبك لزيادة العائدات من بيع النّفط في السّوق العالمية. تملك الدّول الأعضاء في هذه المنظّمة 40% من الناتج العالمي و70% من الاحتياطي العالمي للنّفط. تأسّست في بغداد عام 1960، وكانت تضم كلا من السعودية، وإيران، والعراق، والكويت وفنزويلا، ومقرّها في فيينا.", "language": "ar", "source": "mr-tydi", "negatives": ["1- منظمة الأوبك هي جمعية تدير أملاك دينامكية."], "filtered_negatives_with_scores": [{"neg": "1- منظمة الأوبك هي جمعية تدير أملاك دينامكية.", "score": 0.8536375761032104}]}
{"query_id": "31", "query": "متى تأسست شركة الفودافون؟", "positive_passage_id": "316572#4", "positive_passage": "في عام 1982 فازت احدى فروع شركة راكال للإلكترونيات بترخيص لشبكات الهواتف المحمولة في المملكة المتحدة وفازت الشركة البريطانية للاتصالات بالشبكة الثانية.اشتهرت الشبكة باسم راكال فودافون حيث امتلكت 80%منها شركة راكا فيما امتلكت شركة ميليكوم 15% وامتلكت شركة هامبورس 5%.بدات الشركة في العمل 1 يناير 1985.في 29 ديسمبر 1986 اشترت شركة راكال الباقى من شركة فودافون من المساهمين الاخرين مقابل 110£ مليون. في عام 1988 تم تسمية الشركة باسم راكال للاتصالات ،في 26 أكتوبر من نفس العام باعت الشركة 20% من الشركة ثم انفصلت فودافون عن راكال في 16 سبتمبر 1991.", "language": "ar", "source": "mr-tydi", "negatives": ["1- تأسست شركة الفودافون في عام 1992 وتعمل الآن في العديد من الدول."], "filtered_negatives_with_scores": [{"neg": "1- تأسست شركة الفودافون في عام 1992 وتعمل الآن في العديد من الدول.", "score": 0.8754547238349915}]}
{"query_id": "32", "query": "متى عاش إبن الهيثم ؟", "positive_passage_id": "1803#0", "positive_passage": "أبو علي الحسن بن الحسن بن الهيثم (354 هـ/965م-430 هـ/1040م) عالم موسوعي[1] مسلم قدم إسهامات كبيرة في الرياضيات والبصريات والفيزياء وعلم الفلك والهندسة وطب العيون والفلسفة العلمية والإدراك البصري والعلوم بصفة عامة بتجاربه التي أجراها مستخدمًا المنهج العلمي، وله العديد من المؤلفات والمكتشفات العلمية التي أكدها العلم الحديث.[2]", "language": "ar", "source": "mr-tydi", "negatives": ["1. إبن الهيثم عاش في العصر الحديث."], "filtered_negatives_with_scores": [{"neg": "1. إبن الهيثم عاش في العصر الحديث.", "score": 0.8810863494873047}]}
{"query_id": "33", "query": "ما هي القومية التي تشكل غالبية سكان محافظة دياربكر؟", "positive_passage_id": "530362#0", "positive_passage": "ويطلق عليه كذلك تسمية كردستان الشمالية وهي المناطق التي تسكنها غالبية كردية وتعد مدينة ديار بكر من أكبر المدن الكردية الموجودة في هذه المنطقة كردستان تركيا تمثل الجزء الشرقي والجنوب الشرقي من الجمهورية التركية وهي بذلك تجاور حدود تركيا مع سوريا والعراق وإيران وأرمينيا، وإقليم كردستان تركيا يغطي 32% من مساحة تركيا ويسكنه 17% من سكان تركيا. القومية الكردية بفرعيها (الكرمانج والزازا) تشكل 80% من سكان تلك المنطقة والأتراك يشكلون 12% من السكان والبقية عرب وكلدان سريان وشعوب قوقازية وأرمن.", "language": "ar", "source": "mr-tydi", "negatives": ["1) السكان العرب والمسيحيون يشكلون غالبية سكان دياربكر. 2) الأكراد هم جزء صغير من سكان دياربكر. 3) دياربكر تقع في الجزء الغربي من تركيا وليس الشرق."], "filtered_negatives_with_scores": [{"neg": "1) السكان العرب والمسيحيون يشكلون غالبية سكان دياربكر. 2) الأكراد هم جزء صغير من سكان دياربكر. 3) دياربكر تقع في الجزء الغربي من تركيا وليس الشرق.", "score": 0.8508477807044983}]}
{"query_id": "34", "query": "متى توفيت فاتن حمامة؟", "positive_passage_id": "48533#0", "positive_passage": "فاتن حمامة (27 مايو 1931 - 17 يناير 2015[1])، ممثلة مصرية راحلة لقبت بسيدة الشاشة العربية. يعدها الكثيرون علامة بارزة في السينما العربية حيث عاصرت عقودًا طويلة من تطور السينما المصرية[2] وساهمت بشكل كبير في صياغة صورة جديرة بالاحترام لدور السيدات بصورة عامة في السينما العربية من خلال تمثيلها منذ عام 1940. في عام 1996 أثناء احتفال السينما المصرية بمناسبة مرور 100 عام على نشاطها تم اختيارها كأفضل ممثلة وتم اختيار 18 من أفلامها من ضمن 150 فيلمًا من أحسن ما أنتجته السينما المصرية، وفي عام 1999 تسلمت شهادة الدكتوراه الفخرية من الجامعة الأمريكية بالقاهرة، وفي عام 2000 منحتها منظمة الكتّاب والنقاد المصريين جائزة نجمة القرن، [3] كما منحت وسام الأرز من لبنان ووسام الكفاءة الفكرية من المغرب والجائزة الأولى للمرأة العربية عام 2001.[4]", "language": "ar", "source": "mr-tydi", "negatives": ["1- فاتن حمامة توفيت في عام 1987."], "filtered_negatives_with_scores": [{"neg": "1- فاتن حمامة توفيت في عام 1987.", "score": 0.9003295302391052}]}
{"query_id": "35", "query": "متى عقدت الجمعية البرلمانية لمجلس أوروبا دورتها الأولى؟", "positive_passage_id": "2902421#1", "positive_passage": "عقدت الجمعية دورتها الأولى في ستراسبورغ في 10 أغسطس 1949.", "language": "ar", "source": "mr-tydi", "negatives": ["هاجمت الجمعية دورتها الأولى غزاة فرنسيين في ستراسبورغ. الجمعية عقدت دورتها الأولى في لندن عام 1950. الجمعية البرلمانية لمجلس أوروبا عقدت دورتها الأولى في باريس قبل عام 1950. الجمعية عقدت دورتها الأولى في ميونيخ"], "filtered_negatives_with_scores": [{"neg": "هاجمت الجمعية دورتها الأولى غزاة فرنسيين في ستراسبورغ. الجمعية عقدت دورتها الأولى في لندن عام 1950. الجمعية البرلمانية لمجلس أوروبا عقدت دورتها الأولى في باريس قبل عام 1950. الجمعية عقدت دورتها الأولى في ميونيخ", "score": 0.8775684833526611}]}
{"query_id": "36", "query": "متى تأسست أكاديمية التنمية التعليمية؟", "positive_passage_id": "943018#1", "positive_passage": "تأسست AED في عام 1961 من قبل ألفين سي إيرك وسيدني تاكتون. تركز أصلا على تقديم المساعدة التقنية ذات الصلة لإدارة التعليم العالي في الولايات المتحدة، وسعت AED في تكنولوجيا التعليم، وإصلاح التعليم، ودعم المجتمع المدني في الولايات المتحدة وحول العالم. كما تركز AED على تعزيز الصحة في البلدان النامية عن طريق الاتصال البيئي، والتسويق الاجتماعي وغيرها من التخصصات. تعمل AED حاليا في جميع أنحاء الولايات المتحدة وفي 167 دولة.[3] AED تعمل حاليا على أكثر من 250 برنامج لمساعدة الناس على تحسين حياتهم من خلال تحسين التعليم والصحة والفرص الاقتصادية.[4]", "language": "ar", "source": "mr-tydi", "negatives": ["1- تأسست أكاديمية التنمية التعليمية في عام 1987 من قبل أحمد بن علي. أكاديمية التنمية التعليمية اهتمت بالأمور المالية والتخطيط الاستراتيجي فقط، وقدمت خدماتها في عدة دول مثل أستراليا واليابان والمكسيك."], "filtered_negatives_with_scores": [{"neg": "1- تأسست أكاديمية التنمية التعليمية في عام 1987 من قبل أحمد بن علي. أكاديمية التنمية التعليمية اهتمت بالأمور المالية والتخطيط الاستراتيجي فقط، وقدمت خدماتها في عدة دول مثل أستراليا واليابان والمكسيك.", "score": 0.9060531258583069}]}
{"query_id": "37", "query": "متى وقع انقلاب أديب الشيشكلي في سوريا؟", "positive_passage_id": "130844#0", "positive_passage": "العقيد أديب بن حسن الشيشكلي (1909 في حماة - 27 سبتمبر 1964 في البرازيل) كان قائد الانقلاب العسكري الثالث في تاريخ سوريا الذي حدث في 19 ديسمبر 1949، وأصبح رئيساً لها بين عامي 1953 و1954.", "language": "ar", "source": "mr-tydi", "negatives": ["1. العقيد أديب بن حسن الشيشكلي قتل في انقلاب عام 1953."], "filtered_negatives_with_scores": [{"neg": "1. العقيد أديب بن حسن الشيشكلي قتل في انقلاب عام 1953.", "score": 0.8498537540435791}]}
{"query_id": "38", "query": "ما هي المسافة بين مكّة و المدينة؟", "positive_passage_id": "2099501#2", "positive_passage": "طول هذا الطريق ومن المدينة إلى مكة: 225 مائتان وخمسة وعشرون ميلاً . وأغلب الجغرافيين قالوا بأن الميل يساوي 1820 مترا، فتكون المسافة: 225× 1820 = 409500 مترا (409.5 كلم).", "language": "ar", "source": "mr-tydi", "negatives": ["1) المسافة بين مكّة والمدينة حوالي 50 كم. 2) المسافة من المدينة إلى مكة تبلغ حوالي 300 ميل. 3) المسافة بين مكة والمدينة حوالي 200 كلم. لا تستند هذه الإجابة إلى الحقائق، فهي تحاكي التقديرات العامة لكنها غير دقيقة تمام"], "filtered_negatives_with_scores": [{"neg": "1) المسافة بين مكّة والمدينة حوالي 50 كم. 2) المسافة من المدينة إلى مكة تبلغ حوالي 300 ميل. 3) المسافة بين مكة والمدينة حوالي 200 كلم. لا تستند هذه الإجابة إلى الحقائق، فهي تحاكي التقديرات العامة لكنها غير دقيقة تمام", "score": 0.8878110647201538}]}
{"query_id": "39", "query": "أين تقع أفغانيستان ؟", "positive_passage_id": "1382#0", "positive_passage": "أفغانستان، رسمياً جمهورية أفغانستان الإسلامية هي دولة تقع في آسيا الوسطى، تحدها كل من طاجكستان وأوزبكستان وتركمانستان من الشمال وإيران من الغرب والصين من الشرق، فيما تحدها باكستان من الجنوب. ومعنى كلمة \"أفغانستان\" هو أرض الأفغان[1]، وتعتبر إحدى نقاط الاتصال القديمة لطريق الحرير والهجرات البشرية السابقة. وتلك الدولة ذات موقع جيوسترتيجي تربط شرق وغرب وجنوب ووسط آسيا[2]، وهي موطن لكثير من الأمم القديمة والحديثة خلال العصور المتتالية. وكانت المنطقة هدفا لكثير من الشعوب الغازية والفاتحين منذ القدم، منذ عهد الإغريق تحت حكم إسكندر الأكبر، ومرورا بالفتوحات الإسلامية وحكم المغول وغيرهم. وقد عملت أفغانستان كمنبع للعديد من الممالك، مثل مملكة باكتريا الإغريقية والكوشانيون والهياطلة والصفاريون السامانيون والغزنويون التيموريون، وممالك أخرى ظهرت في أفغانستان فشكلت دولا عظمى هيمنت على جيرانها من الممالك الأخرى.[3].", "language": "ar", "source": "mr-tydi", "negatives": ["1. أفغانستان هي دولة تقع في أمريكا الشمالية."], "filtered_negatives_with_scores": [{"neg": "1. أفغانستان هي دولة تقع في أمريكا الشمالية.", "score": 0.8751403093338013}]}
{"query_id": "40", "query": "من هو مبعوث الامم المتحدة إلى سوريا ؟", "positive_passage_id": "2276249#0", "positive_passage": "ستافان دي ميستورا (من مواليد 25 يناير 1947 في ستوكهولم، السويد) هو دبلوماسي سويدي وحاصل على الجنسية الإيطالية، وهو عضو سابق في الحكومة الإيطالية. بعد مسيرة 40 سنة في مختلف وكالات الأمم المتحدة، تم تعيينه وكيل وزارة الخارجية (وزير جديد) للشؤون الخارجية في الحكومة الإيطالية برئاسة ماريو مونتي. وهو حاليا مدير فيلا سان ميشيل في كابري ، ومبعوث الأمم المتحدة الخاص بالأزمة السورية خليفة للأخضر إبراهيمي[1].", "language": "ar", "source": "mr-tydi", "negatives": ["1- ستيفن إليوت جراهام هو المبعوث الأممي."], "filtered_negatives_with_scores": [{"neg": "1- ستيفن إليوت جراهام هو المبعوث الأممي.", "score": 0.8339367508888245}]}
{"query_id": "41", "query": "متى ولد تشارلز داروين ؟", "positive_passage_id": "26862#5", "positive_passage": "وُلد تشارلز روبرت داروين في مدينة شروسبري (Shrewsbury) في مقاطعة شروبشاير بإنجلترا في الثاني عشر من فبراير عام 1809 في منزل عائلته، ذا ماونت.[18] كان الخامس من بين ستة أطفال؛ والدهم روبرت داروين (Robert Darwin)، طبيب وخبير مالي ينتمي لمجتمع غني، ووالدتهم سوسانا داروين (Susannah Darwin) (مولود ويدقود née Wedgwood). كان داروين حفيداً لإراسموس داروين (Erasmus Darwin) من جهة أبيه ولـ يوشيا ويدقود (Josiah Wedgwood)، من جهة أمه. كِلا الأسرتين كانتا من طائفة الأسر التوحيدية (وهو مذهب مسيحي يعتقد بوحدانية الله ويرفض التثليث) بالرغم من أن أسرة ويدقود كانت تنتمي للكنيسة الأنجليزية. قام روبرت داروين، وهو مفكر حر، بتعميد الطفل تشارلز في كنيسة سانت تشاد الأنجليزية بشروزبري في نوفمبر تشرين الثاني عام 1809، لكن تشالرز وإخوته انضموا مع أمهم إلى الكنيسة التوحيدية. كان لدى تشارلز - ابن الثماني سنوات - ميلاً نحو التاريخ الطبيعي والتحصيل عندما انضم عام 1817 إلى المدرسة النهارية التي يديرها الواعظ. توفيت أمه في يوليو من ذلك العام. وفي سبتمبر عام 1818 انضم هو وأخوه الأكبر إيراسموس (Erasmus) إلى مدرسة شريوزبري الأنجليزية (Shrewsbury School) كتلميذ داخلي.[19] قضى داروين صيف عام 1825 كطبيب متدرب، حيث كان يساعد أباه في علاج فقراء مقاطعة شروبشاير وكان ذلك قبل ذهابه إلى كلية الطب بجامعة أدنبرة (University of Edinburgh Medical School) مع شقيقه إيراسموس في أكتوبر عام 1825. وجد داروين المحاضرات مملة والجراحة مقلقة، فتجاهل دراسته. وتعلم التحنيط من جون إدمونستون (John Edmonstone)، وهو رجل اكتسب حريته حديثا بعد أن كان مستعبدا كان قد رافق تشارلز واترتون (Charles Waterton) في الغابات المطيرة في أمريكا الجنوبية، وكان غالباً ما يجلس مع \"هذا الرجل الذكي واللطيف جداً\".[20] انضم في سنته الثانية إلى جمعية بلينيان وهي نادي للطلاب المهتمين بالتاريخ الطبيعي، الذين انحرفت نقاشاتهم نحو المادية المتطرفة. قدم داروين المساعدة لروبرت آدموند (Robert Edmond Grant's) في أبحاثه عن تشريح ودورة حياة اللافقاريات البحرية في فيرث أو فورث (Firth of Forth). وفي السابع والعشرين من مارس عام 1827 قدّم اكتشافه الخاص في جمعية بلينيان بأن الأبواغ السوداء التي وُجدت في المحارة كانت بيض لسمك الورنك. في يومِ ما، امتدح جرانت أفكار لامارك عن النشوء (Lamarck's evolutionary ideas). فاجأ ذلك داروين لكنه كان قد قرأ مؤخراً أفكار مشابهة لجده إيراسموس فظل غير مكترث.[21] كان فصل التاريخ الطبيعي لروبرت جيمسون (Robert Jameson') يُشعر داروين بالملل، والتي تغطي الجيولوجيا بالإضافة إلى مناقشة بين النبتونية (Neptunism) والبلوتونية (Plutonism). تعلم تصنيف النباتات وساعد في العمل على تشكيلات متحف الجامعة، واحدٌ من أكبر المتاحف في أوروبا في ذلك الوقت.[22] إن إهماله للدراسات الطبية جعل والده ينزعج مما حدا به إلى إرساله إلى كلية المسيح بكامبردج للحصول على بكالوريوس الفنون كخطوة أولية ليصبح رجل دين بالكنسية الانجيلية. كان دارون غير مؤهل للحصول على درجة التريبوز (Tripos) ولذلك التحق بالبرنامج الدراسي الاعتيادي في يناير 1828.[23] لقد فضل داروين ركوب الخيل والرماية بدلاً من الدراسة. حفزه ابن عمه وليام داروين فوكس (William Darwin Fox) على جمع الخنافس وفعلاً كان داروين يستمتع بذلك ونشرت له بعض الرسومات التوضيحية في دورية ستيفن للحشرات البريطانية. أصبح داروين صديقاً مقرباً من أستاذ علم النباتات جون ستيفنز هنسلو (John Stevens Henslow) وتعرف أيضا على آخرين من المهتمين بالطبيعة والذين كانو ينظرون للعلم من زاوية دينية بحتة. أصبح داروين فيما بعد معروفاً بـ \" الرجل الذي يمشى مع هنسلو\". وعند اقتراب الامتحانات كان دارون شديد التركيز في الاستذكار ومبدياً إعجابه باللغة والحجج القوية لـوليام بالي (William Paley) في (البرهان على المسيحية).[24] وفي نهاية يناير من عام 1831 حصل دارون على المركز العاشر من بين 178 كانوا مترشحين للحصول على الدرجة العادية من الجامعة.[25] كان على داروين أن يواصل في الجامعة حتى شهر يونيو. لقد تمكن من دراسة نظرية بالي الطبيعية المستمدة من الدين والتي كانت بمثابة دليل على دور الإله في الطبيعة مع شروحات تصف كيفية حركة الطبيعة وقوانينها من خلال القوة الإلهية.[26] قرأ داروين كتاب جون هرشل (John Herschel) الجديد آنذاك ،الذي وصف الغاية المُثلى من فلسفة الطبيعة من خلال الاستدلال المبني على عنصر الملاحظة، وكذلك قرأ السيرة الشخصية لـ الكسندر فون همبلد (Alexander von Humboldt's) التي كتب فيها عن رحلاته العلمية. استوحى دارون من كتاب \"الحماس الحارق\" فكرة لعمل زيارة إلى تنريفي (Tenerife) مع بعض زملائه في الدراسة بعد التخرج وذلك من أجل دراسة التاريخ الطبيعي في المناطق المدارية. ولأجل الإعداد للأمر التحق داروين بمقرر الجيولوجيا لآدم سيجويك (Adam Sedgwick) ثم سافر معه لمدة أسبوعين وذلك لعمل مخطط للطبقات الصخرية في ويلز.[27]", "language": "ar", "source": "mr-tydi", "negatives": ["1- تشارلز داروين وُلد في مدينة نيويورك الأمريكية في السادس من فبراير عام 1809."], "filtered_negatives_with_scores": [{"neg": "1- تشارلز داروين وُلد في مدينة نيويورك الأمريكية في السادس من فبراير عام 1809.", "score": 0.903697669506073}]}
{"query_id": "42", "query": "ما هو المدفع الجيني؟", "positive_passage_id": "4924278#0", "positive_passage": "المدفع الجيني هو جهاز يستخدم في العلوم الحيوية والهندسة الوراثية لإحداث عملية تحوّل (تغيير في الجينات) عن طريق دنا خارجي (جين منتقل Transgene) إلى الخلايا.", "language": "ar", "source": "mr-tydi", "negatives": ["المدفع الجيني هو شكل من أشكال الطعام الم深加工 المسمى بالكربوهيدرات. المدفع الجيني هو معدن يستخدم في صناعة الزجاجاتPET. المدفع الجيني هو نوع من أنواع الأدوية التي تؤخذ لعلاج الأمراض المزمنة. المدفع الجيني هو وس"], "filtered_negatives_with_scores": [{"neg": "المدفع الجيني هو شكل من أشكال الطعام الم深加工 المسمى بالكربوهيدرات. المدفع الجيني هو معدن يستخدم في صناعة الزجاجاتPET. المدفع الجيني هو نوع من أنواع الأدوية التي تؤخذ لعلاج الأمراض المزمنة. المدفع الجيني هو وس", "score": 0.9118391275405884}]}
{"query_id": "43", "query": "متى تم انتاج اول محرك نفاث؟", "positive_passage_id": "266834#8", "positive_passage": "يعتبر التوربين الغازي المفتاح العملي للمحرك النفاث، فهو يستخدم لاستخلاص الطاقة من المحرك نفسه لإدارة الضاغط. أعطيت أول براءة اختراع للتوربين الثابت لجون باربر بإنجلترا عام 1791.[11] كان أول توربين غازي ذاتي الدفع قد صنع في عام 1903 على يد المهندس النرويجي، ايجيديوس ايلنج، أما أول براءة اختراع أعطيت لمخترع محرك دفع نفاث، فكانت عام 1917.[12] استمر التوربين الغازي بدائيًا حتى عقد الثلاثينات من القرن العشرين، حيث كان لمحدودية التصميم وقلة الخبرة بالتعامل مع المعادن التي تدخل في صميم صنع المحرك أثرها في عدم حصول أي تطور يذكر، كذلك كان هناك عدد من المشاكل الأخرى التي واجهت المصممين مثل تلك المتعلقة بالأمان ووزن المحرك ومدى قدرته على الاحتمال ومن ثم إمكانية استمراره بالعمل لفترة طويلة.", "language": "ar", "source": "mr-tydi", "negatives": ["1. انتاج أول محرك نفاث تمت في عام 1800 في فرنسا من قبل الطيار الفرنسي، ليون رينوار."], "filtered_negatives_with_scores": [{"neg": "1. انتاج أول محرك نفاث تمت في عام 1800 في فرنسا من قبل الطيار الفرنسي، ليون رينوار.", "score": 0.9091046452522278}]}
{"query_id": "44", "query": "من هو امل دنقل ؟", "positive_passage_id": "26436#0", "positive_passage": "أمل دنقل هو شاعر مصري مشهور قومي عربي، ولد في أسرة صعيدية في عام 1940 بقرية القلعة، مركز قفط بمحافظة قنا في صعيد مصر. وتوفي في 21 مايو عام 1983م عن عمر 43 سنة. زوجته هي الصحفية عبلة الرويني.", "language": "ar", "source": "mr-tydi", "negatives": ["1) من هو أمل دنقل هو ممثل مصري مشهور؟ 2) أمل دنقل هي طبيبة أطفال مصريّة وُلدت في القاهرة عام 1950؟ 3) أمل دنقل هي سفيرة مصر الدائمة لدى الأمم المتحدة؟"], "filtered_negatives_with_scores": [{"neg": "1) من هو أمل دنقل هو ممثل مصري مشهور؟ 2) أمل دنقل هي طبيبة أطفال مصريّة وُلدت في القاهرة عام 1950؟ 3) أمل دنقل هي سفيرة مصر الدائمة لدى الأمم المتحدة؟", "score": 0.8590302467346191}]}
{"query_id": "45", "query": "أين تقع بلدة شونينغن؟", "positive_passage_id": "2669089#0", "positive_passage": "شونينغن هي بلدة ألمانية تقع في ألمانيا في هلمشتيت.[1] يقدر عدد سكانها بـ 12,719 نسمة .", "language": "ar", "source": "mr-tydi", "negatives": ["1. شونينغن تقع في غينيا بنين وهي بلدتهم الأم."], "filtered_negatives_with_scores": [{"neg": "1. شونينغن تقع في غينيا بنين وهي بلدتهم الأم.", "score": 0.8600125312805176}]}
{"query_id": "46", "query": "متى عاش بريمو دي ريفيرا؟", "positive_passage_id": "3074868#0", "positive_passage": "ميغيل بريمو دي ريفيرا (بالإسبانية: Miguel Primo de Rivera) هو ديكتاتور، أرستقراطي وضابط عسكري. ولد بمدينة شريش بإسبانيا في الثامن من يناير سنة 1870م، تزعم منصب رئيس وزراء إسبانيا منذ 1923 إلى 1930 خلال فترة عودة البوربون لحكم إسبانيا.وقد آمن بشدة أن السياسيين هم الذين خربوا إسبانيا واعتقد أنه بدونهم يمكنه إعادة مجد الأمة. شعاره كان \"الوطن، الدين، الملكية.\" وصفه المؤرخون بالديكتاتور الأحمق الذي يفتقر للفطنة السياسية والتفكير الواضح. فقد الملك الثقة فيه بسبب أفعاله التي خربت الملكية المطلقة خلال فترة اشتداد التوترات الاجتماعية التي أدت إلى الحرب الأهلية الإسبانية. توفي ب16 مارس سنة 1930م.[1]", "language": "ar", "source": "mr-tydi", "negatives": ["1- ميغيل بريمو دي ريفيرا عاش في القرن العشرين twentieth century."], "filtered_negatives_with_scores": [{"neg": "1- ميغيل بريمو دي ريفيرا عاش في القرن العشرين twentieth century.", "score": 0.8593976497650146}]}
{"query_id": "47", "query": "من اخترع لغة البايثون؟", "positive_passage_id": "12669#1", "positive_passage": "نشأت بايثون في مركز CWI (مركز العلوم والحاسب الآلي) بأمستردام على يد جايدو ڤان روسم في أواخر الثمانينات من القرن المنصرم، وكان أول إعلان عنها في عام 1991. تم كتابة نواة اللغة بلغة سي. أطلق ڤان روسم الاسم \"بايثون\" على لغته تعبيرًا عن إعجابه بفِرقَة مسرحية هزلية شهيرة من بريطانيا، كانت تطلق على نفسها الاسم مونتي بايثون.", "language": "ar", "source": "mr-tydi", "negatives": ["1. جاك دورسي اخترع لغة البايثون لأنه كان يستخدمها في عمله كوديا."], "filtered_negatives_with_scores": [{"neg": "1. جاك دورسي اخترع لغة البايثون لأنه كان يستخدمها في عمله كوديا.", "score": 0.8840653300285339}]}
{"query_id": "48", "query": "متى تأسس إتحاد كأس العالم لكرة القدم ؟", "positive_passage_id": "30606#7", "positive_passage": "ترجع فكرة إقامة كأس العالم إلى أول اجتماع للاتحاد الدولي لكرة القدم عام 1904 في باريس، وبحضور سبع دول هي: سويسرا، بلجيكا، الدانمارك، فرنسا، هولندا، إسبانيا، والسويد. حيث تبنى الاتحاد الدولي فكرة إقامة بطولة عالمية لكرة القدم، بعد أن استغرق القرار وقتا طويلا للاتفاق عليه بسبب عدة صعوبات.[11] كانت أبرز هذه الصعوبات هو رفض اللجنة الأولمبية الدولية لفكرة البطولة خوفاً من تأثيرها على الدورات الأولمبية العريقة، وكذلك خوفاً من سيطرة الاتحاد الدولي على اللعبة الأكثر شعبية في العالم.[12]", "language": "ar", "source": "mr-tydi", "negatives": ["1- تأسس الإتحاد الدولي لكرة القدم في سنة 1900."], "filtered_negatives_with_scores": [{"neg": "1- تأسس الإتحاد الدولي لكرة القدم في سنة 1900.", "score": 0.8497005701065063}]}
{"query_id": "49", "query": "من هو مؤسس الفكر العلماني ؟", "positive_passage_id": "3013#6", "positive_passage": "أول من ابتدع مصطلح العلمانية هو الكاتب البريطاني جورج هوليوك عام 1851، غير أنه لم يقم بصياغة عقائد معينة على العقائد التي كانت قد انتشرت ومنذ عصر التنوير في أوروبا؛ بل اكتفى فقط بتوصيف ما كان الفلاسفة قد صاغوه سابقًا وتخيله هوليوك، من نظام اجتماعي منفصل عن الدين غير أنه لا يقف ضده إذ صرح: \"لا يمكن أن تفهم العلمانية بأنها ضد المسيحية هي فقط مستقلة عنها؛ ولا تقوم بفرض مبادئها وقيودها على من لا يود أن يلتزم بها. المعرفة العلمانية تهتم بهذه الحياة، وتسعى للتطور والرفاه في هذه الحياة، وتختبر نتائجها في هذه الحياة\".[21] بناءً عليه، يمكن القول أن العلمانية ليست أيديولوجيا أو عقيدة بقدر ما هي طريقة للحكم، ترفض وضع الدين أو سواه كمرجع رئيسي للحياة السياسية والقانونية، وتتجه إلى الاهتمام بالأمور الحياتية للبشر بدلاً من الأمور الأخروية، أي الأمور المادية الملموسة بدلاً من الأمور الغيبية.", "language": "ar", "source": "mr-tydi", "negatives": ["1) المفكر الألماني لوبون هو من ابتدع مصطلح العلمانية. 2) المؤرخ البريطاني توماس كارل هو مؤسس الفكر العلماني. 3) الكاتب الفرنسي دومينيك بيلان هو أول من صاغ مفهوم العلمانية."], "filtered_negatives_with_scores": [{"neg": "1) المفكر الألماني لوبون هو من ابتدع مصطلح العلمانية. 2) المؤرخ البريطاني توماس كارل هو مؤسس الفكر العلماني. 3) الكاتب الفرنسي دومينيك بيلان هو أول من صاغ مفهوم العلمانية.", "score": 0.8908489346504211}]}
{"query_id": "50", "query": "في أي عام تم إسقاط القنبلة النووية علي مدينة هيروشيما ؟", "positive_passage_id": "731769#0", "positive_passage": "القصف الذرّي على هيروشيما وناجازاكي هو هجوم نووي شنته الولايات المتحدة ضد الإمبراطورية اليابانية في نهاية الحرب العالمية الثانية في أغسطس 1945، قامت الولايات المتحدة بقصف مدينتي هيروشيما وناجازاكي باستخدام قنابل نووية بسبب رفض تنفيذ إعلان مؤتمر بوتسدام وكان نصه أن تستسلم اليابان استسلاما كاملا بدون أي شروط، إلا أن رئيس الوزراء الياباني سوزوكي رفض هذا التقرير وتجاهل المهلة التي حدَّدها إعلان بوتسدام. وبموجب الأمر التنفيذي الذي أصدره الرئيس هاري ترومان، قامت الولايات المتحدة بإطلاق السلاح النووي الولد الصغير على مدينة هيروشيما (يوم الاثنين 27 شعبان عام 1364 هـ / الموافق 6 أغسطس عام 1945 م).[1][2] ثم تلاها إطلاق قنبلة الرجل البدين على مدينة ناجازاكي في التاسع من شهر أغسطس. وكانت هذه الهجمات هي الوحيدة التي تمت باستخدام الأسلحة النووية في تاريخ الحرب.[3]", "language": "ar", "source": "mr-tydi", "negatives": ["1- القنبلة النووية تم إسقاطها على هيروشيما في عام 1980."], "filtered_negatives_with_scores": [{"neg": "1- القنبلة النووية تم إسقاطها على هيروشيما في عام 1980.", "score": 0.9031985998153687}]}
{"query_id": "51", "query": "ماهي الدول المجاورة لي بلغاريا؟", "positive_passage_id": "3871#0", "positive_passage": "بلغاريا أو جمهورية بلغاريا دولة تقع جنوب شرقي أوروبا مطلة على البحر الأسود من جهته الغربية. تحدها رومانيا شمالاً، وتركيا واليونان جنوبا، وجمهورية صربيا والجبل الأسود وجمهورية مقدونيا غرباً. بمساحة 110,994 كيلومتر مربع (42,855sq mi ) تكون بلغاريا الدولة ال16 من حيث المساحة في أوروبا.", "language": "ar", "source": "mr-tydi", "negatives": ["1- بلغاريا هي أكبر دولة في أوروبا."], "filtered_negatives_with_scores": [{"neg": "1- بلغاريا هي أكبر دولة في أوروبا.", "score": 0.8362936973571777}]}
{"query_id": "52", "query": "كم آية في القرآن؟", "positive_passage_id": "2214725#1", "positive_passage": "تُقسم كل سورة من سور القرآن إلى عدَّة آيات يختلف عددها باختلاف السور، كما يختلف طولها أيضًا، حيث أن بعضها عبارة عن بضعة حروف وبعضها الآخر عبارة عن عدد من السطور. وقد نزلت الآيات القرآنية متميزة عن بيوت الشعر العربي الجاهلي في القافية والوزن، وجاءت شبيهة جدًا بالعبارات المنسوبة إلى أنبياء العهد القديم المذكورة في الكتاب المقدس، وفي هذا قال العلماء المسلمون أنها نزلَت على هذا الشكل لتؤكد نبوَّة محمد ولتجابه العرب الوثنيين في أكثر ما تميزوا به وأتقنوه، ألَا وهو الشعر، وذلك بأن ترغمهم على التفكّر في كيفية إمكان شخص أميّ لا يقرأ الشعر أو يتقنه، أن يأتي بما يفوقه فصاحة. أما عدد آيات القرآن فقد جاء باجتهاد من كبار الصحابة والتابعين ومن روى عنهم، فالنص القرآني محفوظ عندهم ولكن الرسول محمد لم يحدد لهم عدد آيات سورة بعينها إلا سورة الملك في حديثه عن سورة ثلاثون آية تنجي من عذاب القبر، وسورة الفاتحة،[7] عدا ذلك فقد اجتهد علماء المسلمين منذ القرن الأول الهجري في تحديد أي المواضع التي أثر عن النبي محمد هي رؤوس الآيات فنتج عن ذلك سور اختلف العادون مواضع رؤوس الآيات فيها وبالتالي في عدد آياتها، وسور اتفق العادون في عدد آياتها واختلفوا في مواضع رؤوس الآيات، وسور اتفق العادون في عدد آياتها ومواضع رؤوس الآيات فيها. على الرغم من ذلك فإن العلماء اتفقوا على أن الآيات لا تقل عن ستة آلاف، أما ما يزيد عن ذلك فمنهم من قال: مئتا آية وأربع آيات، وقيل: أربع عشر آية، وقيل مئتان وتسع عشرة آية وقيل مئتان وخمس وعشرون آية أو ست وعشرون، وقيل مائتان وست وثلاثون آية.[8][9] وتجدر الإشارة إلى أن الاختلاف في عدد الآيات لا يعنى وجود نصوص مختلفة، وإنما سببه الاختلاف في تحديد مواضع بداية ونهاية بعض الآيات.", "language": "ar", "source": "mr-tydi", "negatives": ["1. توجد 29 آية في القرآن."], "filtered_negatives_with_scores": [{"neg": "1. توجد 29 آية في القرآن.", "score": 0.906675398349762}]}
{"query_id": "53", "query": "كم طول السواحل الأردنية؟", "positive_passage_id": "1048463#2", "positive_passage": "لا يمتلك الأردن سواحل أو منفذ بحري سوى في مدينة العقبة الواقعة في أقصى جنوب المملكة، حيث يمتد ساحل العقبة على مسافة 26 كيلومتر على خليج العقبة المتصل في البحر الأحمر.", "language": "ar", "source": "mr-tydi", "negatives": ["1. الأردن يمتلك سواحلًا طويلة تصل إلى 800 كيلومتر."], "filtered_negatives_with_scores": [{"neg": "1. الأردن يمتلك سواحلًا طويلة تصل إلى 800 كيلومتر.", "score": 0.8849697113037109}]}
{"query_id": "54", "query": "متى تأسست شركة إرماتشي الإيطالية؟", "positive_passage_id": "2005488#0", "positive_passage": "إرماتشي هي شركة إيطالية سابقة، لصناعة الطائرات. وكانت تعرف سابقا باسم ايرونوتيكا إرماتشي ، تأسست الشركة في عام 1912 من قبل جوليو ماتشي، وتقع في فاريزي في شمال غرب لومباردي. مع مصنع يقع على ضفاف بحيرة فاريزي، وكانت الشركة تصنع أصلا الطائرات المائية.", "language": "ar", "source": "mr-tydi", "negatives": ["1. إرماتشي تأسست في عام 1900 ولكنها غرقت بعد ذلك."], "filtered_negatives_with_scores": [{"neg": "1. إرماتشي تأسست في عام 1900 ولكنها غرقت بعد ذلك.", "score": 0.8781646490097046}]}
{"query_id": "55", "query": "ما نسبة المسيحيين في  التشيك؟", "positive_passage_id": "1477306#1", "positive_passage": "اتسم الشعب التشيكي تاريخيًّا بالتسامح ولا مبالاة تجاه الدين، [2] وأثرّ الحكم الشيوعي سلبًا على الممارسة والدينية والتدين في التشيك، حيث تُعد اليوم جمهورية التشيك واحدة من أقل الدول المتدينة في العالم. وجدت إحصائيّة معهد بيو سنة 2010 أن حوالي 39.4% من سكان جمهورية التشيك من المسيحيين أي حوالي 4,140,000 نسمة، وبحسب نفس الدراسة تأتي الكنيسة الرومانية الكاثوليكية في مقدمة الطوائف المسيحية.[3] في حين وفقًا لتعداد السكان عام 2011 كان حوالي 34.2% من السكان ليس لديهم دين، في حين كان 10.3% من أتباع الكنيسة الرومانية الكاثوليكية، وشكَّل البروتستانت 0.8% من السكان، (0.5% لوثريين و0.4% من الهوسيون)، في حين لم يجب 45.2% من السكان على سؤال حول الدين.[4] ووجدت دراسة يوروباروميتر عام 2012 أن حوالي 34% من سكان جمهورية التشيك من المسيحيين.[5]", "language": "ar", "source": "mr-tydi", "negatives": ["1. وجدت إحصائية أن حوالي 60% من سكان التشيك من المسيحيين."], "filtered_negatives_with_scores": [{"neg": "1. وجدت إحصائية أن حوالي 60% من سكان التشيك من المسيحيين.", "score": 0.8969241976737976}]}
{"query_id": "56", "query": "ما هي المدرسة الطبيعية ؟", "positive_passage_id": "125720#0", "positive_passage": "الفيزيوقراطية (Physiocrats)، أو المذهب الطبيعي مذهب نشأ في فرنسا في القرن الثامن عشر، وذهب أصحابه إلى القول بحرية الصناعة والتجارة وبأنّ الأرض هي مصدر الثروة كلها.", "language": "ar", "source": "mr-tydi", "negatives": ["1. المدرسة الطبيعية تعني الفلاسفة الذين اجتهدوا في فهم عالم الحيوان."], "filtered_negatives_with_scores": [{"neg": "1. المدرسة الطبيعية تعني الفلاسفة الذين اجتهدوا في فهم عالم الحيوان.", "score": 0.8863620162010193}]}
{"query_id": "57", "query": "هل تعد النعامة أكبر الطيورحجماً في العالم؟", "positive_passage_id": "1547903#8", "positive_passage": "يبلغ متوسط طول النعامة الأفريقية 2.50 م ووزنها 130 كغ (150 كغ كحد أقصى) ،وذكر النعامة هو أثقل وأكبر طائر في العالم كله. النعامة الأفريقية كباقي النعام لها هيئة ضخمة، تدعمها سيقانها الكبيرة والقوية التي تستعملها في العدو، وتعلوها رقبة طويلة التي تنتهي برأس صغير، السيقان عارية. لون الجلد يختلف عن باقي الأنواع، عيون النعامة الأفريقية كبيرة بالمقارنة مع رأسها ومزينة برموش طويلة. النعامة لديها أصبعين فقط في الرجلين وهي الوحيدة في طائفة الطيور ولايوجد بها مخالب.", "language": "ar", "source": "mr-tydi", "negatives": ["1. النعامة هي أكبر الطيور حجماً في العالم."], "filtered_negatives_with_scores": [{"neg": "1. النعامة هي أكبر الطيور حجماً في العالم.", "score": 0.9092522859573364}]}
{"query_id": "58", "query": "ماهو أكبر الشرايين حجما ًفي جسم الإنسان؟", "positive_passage_id": "47000#2", "positive_passage": "الشرايين تحتوي تقريباً 20% من نسبة الدم في الجسم. الشريان الأكبر عند الإنسان هو الشريان الأبهر أو الوتين، وقطره يقارب 2.5 أو 3 سنتيمتر.", "language": "ar", "source": "mr-tydi", "negatives": ["1. الشريان الأكبر حجماً هو الدموية."], "filtered_negatives_with_scores": [{"neg": "1. الشريان الأكبر حجماً هو الدموية.", "score": 0.891352653503418}]}
{"query_id": "59", "query": "أين تقع الغدة الزعترية؟", "positive_passage_id": "32276#0", "positive_passage": "الغدة الزعترية أو الصعترية أو غدة التوتة هي غدة صماء تقع على القصبة الهوائية أعلى القلب، تكون كبيرة لدى الأطفال وتستمر في الضمور طوال سن المراهقة لان حجمها يتناقص عندما تبدأ الغدد التناسلية بالنضج والإفراز، تفرز هذه الغدة هرمون ثيموسين Thymosin الذي ينظم بناء المناعة في الجسم ويساعد على إنتاج الخلايا اللمفاوية ويشرف على تنظيم المناعة في الجسم.ويتم فيها تمايز خلايا T. كما يُعتقد أن لهذه الغدة وإفرازها دوراً في تعلم اللغة عند الإنسان، وتلك الفرضية يدعمها سرعة تقبّل الطفل لتعلم اللغة وعلى الأخص طريقة اللفظ السليم، بينما يتعذر على البالغ إتقان اللفظ السليم مهما بلغت درجة إتقانه للغات التي يتعلمها لاحقاً من حيث المفردات والقواعد وقوة المعاني والأسلوب.", "language": "ar", "source": "mr-tydi", "negatives": ["1. الغدة الزعترية تقع في جدار القلب."], "filtered_negatives_with_scores": [{"neg": "1. الغدة الزعترية تقع في جدار القلب.", "score": 0.9118642807006836}]}
{"query_id": "60", "query": "من هو مؤلف سلسلة حرب النجوم؟", "positive_passage_id": "517434#0", "positive_passage": "حرب النجوم هي سلسلة أفلام أوبرا فضاء ملحمية من ابتكار جورج لوكاس. السلسلة مكونة من ثلاثيتين. حرب النجوم تعدت كونها سلسلة أفلام، بل أُنتِجت كتباً ومسلسلات تلفزيونية وألعاب كمبيوتر وفيديو وكتب مصورة.", "language": "ar", "source": "mr-tydi", "negatives": ["1. جورج لوكاس مؤلف سلسلة حرب النجوم."], "filtered_negatives_with_scores": [{"neg": "1. جورج لوكاس مؤلف سلسلة حرب النجوم.", "score": 0.8842287659645081}]}
{"query_id": "61", "query": "ماهي مساحة  الـجمهورية البولندية؟", "positive_passage_id": "3886#0", "positive_passage": "بُولَندا أو بُولُونيَا[1] (بالبولندية: Polska ) رسمياً الجُمهُورِيَّة البُولندِيَّة (بالبولندية: Rzeczpospolita Polska) هي دولة تقع في أوروبا الوسطى، وتحدها غرباً ألمانيا؛ جمهورية التشيك وسلوفاكيا جنوباً؛ أوكرانيا، بيلاروسيا شرقاً؛ وبحر البلطيق ومنطقة كاليننغراد (معتزل روسي) وليتوانيا شمالاً. إجمالي مساحة بُولندا هو 312679 كيلومتراً مربعاً (120726 ميل مربع)[2] مما يجعلها تحتل المركز الـ 69 الأكبر من حيث في العالم والمركز التاسع في أوروبا. ويبلغ عدد سكانها أكثر من (38,069,067) نسمة [3][2]. بُولندا هي البلد الـ 34 بالنسبة للبلدان الأكثر سكاناً في العالم، والسادس بالنسبة للبلدان الأكثر إكتظاظاً بالسكان في الاتحاد الأوروبي، وعضو في مرحلة ما بعد الشيوعية من حيث عدد السكان في الاتحاد الأوروبي. بُولندا هي دولة وحدوية تنقسم إلى ستة عشر تقسيم إداري.", "language": "ar", "source": "mr-tydi", "negatives": ["1- مساحة الجمهورية البولندية هي 120000 كيلومتر مربع."], "filtered_negatives_with_scores": [{"neg": "1- مساحة الجمهورية البولندية هي 120000 كيلومتر مربع.", "score": 0.8947443962097168}]}
{"query_id": "62", "query": "متى حصل ثيودور روزفلت على جائزة نوبل للسلام؟", "positive_passage_id": "18480#3", "positive_passage": "تم اغتيال الرئيس ماكينلي في سبتمبر 1901، وخلفه روزفلت إلى المنصب وهو بعمر 42 عاما، ليصبح أصغر رئيس للبلاد في تاريخها. وقاد الحزب والبلاد في الحقبة التقدمية، ودافع عن سياسته المحلية التي سميت \"الاتفاق العادل\"، واعدا بإنصاف المواطن العادي، وسحب الديون، وتنظيم سكك الحديد والغذاء النقي والعقاقير. كما جعل الحفاظ على الطبيعة من رأس أولوياته، وأنشأ عددا كبيرا من الحدائق الوطنية الجديدة والغابات والآثار بهدف الحفاظ على الموارد الطبيعية للبلاد. ركز روزفلت في سياسته الخارجية على أمريكا الوسطى، حيث بدأ بناء قناة بنما. وقام بتوسعة القوات البحرية للولايات المتحدة، وأرسل الأسطول الأبيض العظيم في جولة حول العالم لإبراز القوة البحرية للولايات المتحدة في جميع أنحاء العالم. كما نجح في إنهاء الحرب الروسية اليابانية، فأكسبته جهوده جائزة نوبل للسلام عام 1906.", "language": "ar", "source": "mr-tydi", "negatives": ["1. حصل روزفلت على جائزة نوبل للسلام في عام 1918 عندما قام بإنشاء أول مدرسة عسكرية للنساء."], "filtered_negatives_with_scores": [{"neg": "1. حصل روزفلت على جائزة نوبل للسلام في عام 1918 عندما قام بإنشاء أول مدرسة عسكرية للنساء.", "score": 0.8760557770729065}]}
{"query_id": "63", "query": "ما هو الجهاز الهضمي ؟", "positive_passage_id": "2979055#0", "positive_passage": "الجهاز الهضمي قناة طويلة ومتعرجة تبدأ بالفم وتنتهي بفتحة الشرج. وهو الجهاز المسؤول عن هضم الأغذية حيث يحول جزيئات الغذاء المعقدة والكبيرة إلى جزيئات أصغر قابلة للامتصاص؛ أي تستطيع النفاذ عبر الأغشية الخلوية. وتتم هذه العملية بواسطة تأثيرات ميكانيكية تحدث بفعل العضلات والأسنان وتأثيرات كيميائية تحفزها الأنزيمات. ولعملية الهضم عدة مراحل في الجهاز الهضمي، تبدأ في الفم (تجويف الفم). وتتضمن عملية الهضم تكسير الطعام إلى مكونات أصغر ثم أصغر والتي يمكن امتصاصها وهضمها إلى الجسم. ويساعد إفراز اللعاب على إنتاج بلعة يمكن ابتلاعها لتمرّ بالمريء ثم المعدة. ويحتوي اللعاب أيضًا على الأنزيم المحفز ويدعى بالأميلاز الذي يبدأ عمله على الطعام في الفم. وهناك نوع أخر من إنزيمات الجهاز الهضمي والذي يدعى بالليباز اللساني والذي يتم إفرازه عن طريق بعض الحليمات اللسانية لتدخل اللعاب. كما تساعد عملية مضغ الطعام عملية الهضم بواسطة الأسنان والتقلصات العضلية للتمعج. ويعد وجود العصارة المعدية في المعدة شيء أساسي لاستمرار عملية الهضم لأن إنتاج المخاط يحدث في المعدة. والتمعج هو الانكماش الإيقاعي للعضلات الذي يبدأ في المريء ويمتد على طول جدار المعدة وباقي الجهاز الهضمي. وهذه يؤدي إلى إنتاج الكيموس والذي يتم امتصاصه ككيلوس في الجهاز اللمفاوي عند تكسيره بالكامل في الأمعاء الدقيقة. وتحدث معظم عمليات هضم الطعام في الأمعاء الدقيقة. ويتم امتصاص الماء والمعادن مرة أخرى في الدم في قولون الأمعاء الغليظة. وتخرج الفضلات الناتجة عن عملية الهضم من فتحة الشرج عبر المستقيم.", "language": "ar", "source": "mr-tydi", "negatives": ["1- الجهاز الهضمي هو الجهاز الذي يحتوي على الشعر."], "filtered_negatives_with_scores": [{"neg": "1- الجهاز الهضمي هو الجهاز الذي يحتوي على الشعر.", "score": 0.8875557780265808}]}
{"query_id": "64", "query": "ما هي الديانة الصابئية؟", "positive_passage_id": "149040#0", "positive_passage": "ديانة الصابئة هي أحد الأديان الإبراهيمية واتباعها من الصابئة يتبعون انبياء الله آدم، شيث، ادريس، نوح، سام بن نوح، يحيى بن زكريا وقد كانوا منتشرين في بلاد الرافدين وفلسطين، ولا يزال بعض من أتباعها موجودين في العراق كما أن هناك تواجد للصابئة في إقليم الأحواز في إيران إلى الآن ويطلق عليهم في اللهجة العراقية \" الصبّة \" كما يسمون، وكلمة الصابئة إنما مشتقة من الجذر (صبا) والذي يعني باللغة المندائية اصطبغ، غط أو غطس في الماء وهي من أهم شعائرهم الدينية وبذلك يكون معنى الصابئة أي المصطبغين بنور الحق والتوحيد والإيمان.[1][2][3][4] تدعو الديانة الصابئية للإيمان بالله ووحدانيته مطلقاً، لاشريك له، واحد أحـد، وله من الأسماء والصفات عندهم مطلقة. يعتقد الصابئة بأن شريعتهم الصابئة الموحدة تتميز بعنصري العمومية والشمول، فيما يختص ويتعلق بأحكامها الشرعية المتنوعة، والتي عالجت جميع جوانب وجود الإنسان على أرض الزوال (تيبل)، ودخلت مفاهيمها في كل تفاصيل حياة الإنسان، ورسمت لهذا الإنسان نهجه ومنهجيته فيها، فتميزت هذه الشريعة بوقوفها من خلال نصوصها على مفردات حياة الإنسان الصابئي، فاستوعبت أبعادها، وشخـصّـت تـَـطورّها وأدركت تكاليفها، ودخلت في تفاصيلها، فهي شريعة الله الحي القيوّم، وشريعة أول أنبيائه (آدم وشيتـل ونوح وسام بن نوح وإدريس ويحيى) مباركة أسمائهم أجمعين. وعندهم إن الإنسان الصابئي المؤمن التقي يدرك تماماً، أن (القـوة الغيـبيّـة) هي التي تحدد سلوكه وتصرفاته، ويعلم أيضاً أن أي إنسان مؤمن ضمن الإطار العام لهذا الكون الواسع وضمن شريعته السماوية اليهودية والمسيحية والإسلامية، يشاطره هذا الإدراك والعلم، حيث إن مصدر جميع هذه الأديان هي الله مسبح اسمه، واعتبرهم مشايخ المسلمين بكونهم من اهل الذمة لان جميع شروط واحكام اهل الذمة تنطبق عليهم، لكونهم أول ديانة موحدة، ولهم كتابهم السماوي، وانبيائهم التي تجلها جميع الاديان، مع ذكرهم بالقرآن الكريم، ولكونهم لم يخوضوا اي حروب طيلة تعايشهم مع الاديان الأخرى التي تلتهم بالتوحيد، وعند دخول سعد بن أبي وقاص للعراق وعدهم بالأمان.[5]", "language": "ar", "source": "mr-tydi", "negatives": ["1. الديانة الصابئية هي ديانة شيطانية وأنصارها يعيشون في أكناف المساجد."], "filtered_negatives_with_scores": [{"neg": "1. الديانة الصابئية هي ديانة شيطانية وأنصارها يعيشون في أكناف المساجد.", "score": 0.9095636606216431}]}
{"query_id": "65", "query": "ما لغة التعليم في السودان؟", "positive_passage_id": "86356#2", "positive_passage": "بدخول العرب والإسلام إلى السودان انتشرت المدارس القرآنية المعروفة محلياً باسم الخلاوي والتي انحصر دورها على تحفيظ القرآن الكريم والحديث الشريف، إلى جانب تعليم مباديء اللغة العربية والحساب، وذلك منذ أواسط القرن الميلادي السابع.", "language": "ar", "source": "mr-tydi", "negatives": ["1. التعليم في السودان يتم تقديمه باللغة الإنجليزية."], "filtered_negatives_with_scores": [{"neg": "1. التعليم في السودان يتم تقديمه باللغة الإنجليزية.", "score": 0.8838536739349365}]}
{"query_id": "66", "query": "متى تم انفصال سوريا و مصر ؟", "positive_passage_id": "10531#0", "positive_passage": "الجمهورية العربية المتحدة هو الاسم الرسمي للوحدة بين مصر وسوريا والتي كانت بداية لتوحيد الدول العربية التي كانت إحدى أحلام الرئيس جمال عبد الناصر. أعلنت الوحدة في 22 فبراير / شباط 1958 بتوقيع ميثاق الجمهورية المتحدة من قبل الرئيسين السوري شكري القوتلي والمصري جمال عبد الناصر. اختير عبد الناصر رئيسًا والقاهرة عاصمة للجمهورية الجديدة. وفي عام 1960 تم توحيد برلماني البلدين في مجلس الأمة بالقاهرة وألغيت الوزارات الإقليمية لصالح وزارة موحدة في القاهرة أيضًا. أنهيت الوحدة بانقلاب عسكري في دمشق يوم 28 سبتمبر / أيلول 1961، وأعلنت سوريا عن قيام الجمهورية العربية السورية، بينما احتفظت مصر باسم الجمهورية العربية المتحدة حتى عام 1971[1] عندما سميت باسمها الحالي جمهورية مصر العربية.", "language": "ar", "source": "mr-tydi", "negatives": ["1- تم الانفصال بين سوريا ومصر في عام 1948 بسبب خلافات سياسية واقتصادية."], "filtered_negatives_with_scores": [{"neg": "1- تم الانفصال بين سوريا ومصر في عام 1948 بسبب خلافات سياسية واقتصادية.", "score": 0.8839710354804993}]}
{"query_id": "67", "query": "من هو إسحق النينوي؟", "positive_passage_id": "276863#0", "positive_passage": "إسحق السرياني أو إسحق النينوي ويُعرف كذلك باسم إسحق القطري[1]هو أحد أساقفة ولاهوتيي القرن السابع ويعتبر من أكبر المعلمين الروحيين في الشرق المسيحي. ولد في شرق الجزيرة العربية في المنطقة التي كانت تعرف قديماً بالسريانية \"بيث قطرايي\" أي (القطر البحري) وهي منطقة تمتد مساحتها الجغرافية من الكويت شمالاً وحتى أقصى سلطنة عمان جنوباً [2].انخرط اسحق في السلك الرهباني مع شقيقه وهو لايزال شاباً يافعاً، وذاع صيته في المنطقة فاختير من قبل أهل نينوى ليرتسم أسقفاً عليهم وكانت النسطورية حينها هي السائدة في تلك المدينة. نال رسامته من الجاثليق النسطوري جرجس بين عامي 660 و680، وبعد ذلك بخمسة أشهر فر إلى الجبال ليحيى حياة التوحد والزهد قبل أن يستقر أخيراً في دير رابان شابور حيث توفي ودفن هناك. أصيب بالعمى في أواخر أيامه فكان يملي مؤلفاته على تلاميذه.", "language": "ar", "source": "mr-tydi", "negatives": ["1. إسحق النينوي هو شخصية تاريخية تركية من القرن الثامن."], "filtered_negatives_with_scores": [{"neg": "1. إسحق النينوي هو شخصية تاريخية تركية من القرن الثامن.", "score": 0.9115394353866577}]}
{"query_id": "68", "query": "هل رسالة بطرس الثانية هي أحد أسفار العهد الجديد؟", "positive_passage_id": "94885#0", "positive_passage": "رسالة بطرس الثانية هي إحدى أحد أسفار العهد الجديد التي تصنف ضمن رسائل الكاثوليكون، الرسالة موجهة من (سِمْعَانُ بُطْرُسُ عَبْدُ يَسُوعَ الْمَسِيحِ وَرَسُولُهُ) (2 بطرس 1: 1) إلى ذات الجماعات المسيحية المشتتة في آسيا الصغرى التي بُعثت إليها الرسالة الأولى [1]، بحسب التقليد المسيحي فأن كاتب الرسالة هو بطرس أحد رسل المسيح الإثنا عشر وقد كتبها في فترة قريبة من نهاية عمره استنادا إلى قوله فيها (عالمًا أن خلع مسكني قريب) [2] في فترة تقدر ما بين عام 64 م إلى 68 م.", "language": "ar", "source": "mr-tydi", "negatives": ["1. رسالة بطرس الثانية هي إحدى أسفار العهد القديم."], "filtered_negatives_with_scores": [{"neg": "1. رسالة بطرس الثانية هي إحدى أسفار العهد القديم.", "score": 0.9308971166610718}]}
{"query_id": "69", "query": "متى تم تهجير يهود اليمن الى اسرائيل ؟", "positive_passage_id": "118539#13", "positive_passage": "بدأت هجرات اليهود اليمنيين منذ عام 1881، إلا أنها كانت أعدادا قليلة وبدأت تزيد بعد الجهود التي بذلتها المنظمة الصهيونية العالمية إقناع اليهود في اليمن بالرحيل مستغلين الأوضاع السيئة التي كانوا يعيشونها [40] وكانوا يقولون لليهود أن جدران أورشليم تقطر عسلا. هاجر حسب بعض المصادر ما يقارب الألف اليهودي في الفترة 1881 - 1914.[41] غادرت الغالبية في 1949 - 1950.[42] تعرض اليهود في اليمن لعدة انتهاكات عقب إعلان قيام دولة إسرائيل، قُتل 82 يهودي وأحرق 106 متجر يهودي من أصل 170 خلال مذبحة عدن 1947 وتسلل غالب اليهود إلى عدن ومنها إلى إسرائيل [43]", "language": "ar", "source": "mr-tydi", "negatives": ["1- يهود اليمن هاجروا إلى إسرائيل منذ عام 1967 بسبب القضايا السياسية والاقتصادية."], "filtered_negatives_with_scores": [{"neg": "1- يهود اليمن هاجروا إلى إسرائيل منذ عام 1967 بسبب القضايا السياسية والاقتصادية.", "score": 0.8613426685333252}]}
{"query_id": "70", "query": "متى طردت إسبانيا الأندلس؟", "positive_passage_id": "127015#0", "positive_passage": "سقوط الأندلس كما تطلق عليه المصادر الإسلامية أو حروب الاسترداد أو حروب الاستعادة كما تُعرف في المصادر الإسبانية وغيرها من المصادر التاريخية (نسبةً إلى استراد الإسبان لأرضيهم من المستوطنين المسلمين)[1] هي فترة في تاريخ شبه الجزيرة الايبيرية، والتي تمتد ما يقرب من 770 عاما بين المرحلة الأولى من الغزو الإسلامي لإسبانيا والبرتغال عام 710 وسقوط غرناطة، آخر دولة إسلامية في شبه الجزيرة الأيبيرية، حيث أدت إلى توسيع الممالك المسيحية في عام 1492. انتهى الاسترداد فورا قبل إعادة اكتشاف الأوروبيين الأمريكتين و \"العالم الجديد\" الذي بشر به في عهد البرتغالية والإمبراطوريات الاستعمارية الإسبانية.", "language": "ar", "source": "mr-tydi", "negatives": ["1- إسبانيا طردت الأندلس في عام 1500 عندما استولت على القسطنطينية."], "filtered_negatives_with_scores": [{"neg": "1- إسبانيا طردت الأندلس في عام 1500 عندما استولت على القسطنطينية.", "score": 0.8868966102600098}]}
{"query_id": "71", "query": "هل يسبب نقص فيتامين K خلل في تخثر الدم؟", "positive_passage_id": "498390#13", "positive_passage": "يتعين وجود عنصر الكالسيوم ومركب الفوسفوليبيد (أحد مكونات غشاء الصفيحة الدموية) لكي يؤدي كل من المركب الإنزيمي وإنزيم البروثرومبينيز عملهما. ذلك، حيث يساهم الكالسيوم في الربط بين المركبات من خلال رواسب جاما كربوكسي الموجودة على العاملين Xa وIXa النشطين من ناحية وأسطح جزيئات الفوسفوليبيد المحمولة على الصفائح الدموية من ناحية أخرى، بالإضافة إلى الجزيئات الدقيقة أو الحويصلات المجهرية الداعمة للتجلط المتوفرة من خلالها. كذلك يعد وجود الكالسيوم ضروريًا لقيامه بدور مهم في تفعيل عوامل أخرى في شلال التخثر. يعتبر فيتامين K عاملاً أساسيًا بالنسبة لإنزيم جاما جلوتاميل كربوكسيليز الذي يفرزه الكبد والذي يضيف مجموعة كربوكسيل إلى رواسب حمض الجلوتاميك الموجودة على العوامل II وVII وIX وX، هذا بالإضافة إلى عدد من البروتينات مثل بروتين S وبروتين C وبروتين Z. وأثناء إضافة مجموعة جاما كربوكسيل لرواسب الجلوتامات الموجودة على عوامل التجلط غير النشطة، فإن فيتامين K نفسه يتأكسد. وهناك إنزيم آخر يسمى إنزيم الإيبوكسيد المختزل لفيتامين K (واختصاره VKORC) يقوم بإعادة فيتامين K إلى حالته النشطة. يعتبر إنزيم الإيبوكسيد المختزل لفيتامين K مهمًا في صناعة الأدوية باعتباره أحد المكونات الأساسية لمختلف أنواع دواء الوارفارين المضاد لتجلط الدم وما شابهه من مشتقات الكومارين، مثل الأسنوكومرول والفنبروكومون والدايكيومارول. وتسبب هذه الأدوية نقص كمية فيتامين K المختزل من خلال منع إفراز إنزيم الإيبوكسيد المختزل لفيتامين K، وبذلك يتم تثبيط نشاط عوامل التجلط. كذلك تؤدي الصور الأخرى لنقص فيتامين K (مثل سوء امتصاص فيتامين K) أو الحالات المرضية له (مثل سرطان خلايا الكبد) إلى إضعاف نشاط هذا الإنزيم وتكوين مجموعة بروتينات PIVKAs (مجموعة بروتينات تتكون في غياب فيتامين K)؛ وهذا يؤدي إلى عدم إتمام عملية إضافة الكربوكسيل إلى جلوتامات جاما أو إتمامها جزئيًا، وبالتالي يؤثر هذا على قدرة عوامل التجلط على الارتباط بجزيئات الفوسفوليبيد المحمولة.", "language": "ar", "source": "mr-tydi", "negatives": ["1. يسبب نقص فيتامين K زيادة في تخثر الدم."], "filtered_negatives_with_scores": [{"neg": "1. يسبب نقص فيتامين K زيادة في تخثر الدم.", "score": 0.927303671836853}]}
{"query_id": "72", "query": "ما هي عاصمة تيمور الشرقية؟", "positive_passage_id": "8657#16", "positive_passage": "المناخ المحلي استوائي حار ورطب وعموما، يتميز بالموسمين الجاف والممطر. العاصمة وأكبر مدينة والميناء الرئيسي هي ديلي، بينما ثاني أكبر مدينة هي من بوكو في الشرق.", "language": "ar", "source": "mr-tydi", "negatives": ["1- المناخ المحلي هو شبه معتدل."], "filtered_negatives_with_scores": [{"neg": "1- المناخ المحلي هو شبه معتدل.", "score": 0.7250980138778687}]}
{"query_id": "73", "query": "من مؤسس الكنيسة القبطية ؟", "positive_passage_id": "3785#4", "positive_passage": "بحسب التقاليد الكنسية المتوارثة فإن القديس مرقس هو مؤسس الكنيسة القبطية ولذلك تسمى \"الكنيسة المرقسية\". القديس مرقس هو أحد الرسل السبعين الذين اختارهم يسوع وأطلقهم لنقل البشارة. وقد ورد ذكره في سفر أعمال الرسل كأحد مرافقي القديس بولس في وقبرص، وأحد أتباع القديس بطرس وتلامذته، ومن ثم هو أيضًا كاتب الإنجيل الثاني في العهد الجديد والمنسوب لشخصه عن ذكريات نقلها إليه بطرس. أصل القديس مرقس غير معروف، وإن كانت بعض التقاليد وبعض كتابات آباء الكنيسة تعيده إلى مدينة برقة في ليبيا.[4] وصل القديس مرقس إلى الإسكندرية حسب ما يتفق عليه المؤرخون الأقباط حوالي عام 61 ويرجع البعض الآخر ذلك لعام 55،[5] قادمًا من ليبيا حيث بشّر هناك أولاً بعد أن عاد من روما على ما يذكر ساويرس بن المقفع في كتابه \"تاريخ البطاركة\".[6] وفيها كانت أولى أعماله اجتراح أعجوبة شفاء إنيانوس الذي كان يعمل إسكافيًا، ومن ثم اعتنق إنيانوس المسيحية وغدا أسقفًا ومن ثم البابا الثاني في الإسكندرية. وفق معتقدات الكنيسة القبطية الأرثوذكسية فإن عجائب القديس مرقس قد تعددت، ما ساهم في انتشار المسيحية في المدينة، ومن ثم حوّل إحدى المنازل لأول كنيسة فيها، عرفت فيما بعد باسم بوكاليّا، على ما ذكر المؤرخ يوسابيوس.[6] وأقام أيضًا مدرسة لاهوتية صغيرة كان القديس يسطس أول مدرسيها، وهو غدا يسطس فيما بعد بابا للإسكندرية، وينسب للقديس مرقس في الإسكندرية أيضًا القدّاس المعروف باسم \"القدّاس الكيرلسي\" الذي لا يزال معمولاً به إلى اليوم. تنقل التقاليد الكنسيّة، أن القديس مرقس غادر الإسكندرية في رحلة تبشيرية إلى ليبيا وروما من جديد، ومن ثم عاد إليها وقد نما وتكاثر عدد المسيحيين فيها، ما أثار احتكاكات مع الوثنيين وأتباع الأديان الأخرى؛ تزامن ذلك مع حقبة من اضطهاد المسيحيين على يد الإمبراطورية الرومانية بدأت في روما نفسها على يد نيرون، وقد استمرّ الاضطهاد مستمرًا في مختلف أصقاع الإمبراطورية ردحًا طويلاً، كان أحد ضحاياه عام 68 القديس مرقس نفسه. طريقة موت القديس مرقس، حسب التقاليد القديمة للكنيسة القبطية والكنائس المصريّة بشكل عام، هي السحل. وقد تلاه في رئاسة أساقفة الكنيسة الإسكندرانية إنيانوس، ويقول المؤرخ الروماني يوسابيوس القيصري، أنه في السنة الثامنة في حكم نيرون أصبح إينانوس بطريركًا على الإسكندرية. أبرز أحداث حبريته، ثورة اليهود عام 70 ضد الحكم الروماني والتي أفضت إلى تدمير القدس وهجرة الكثير من اليهود القاطنين بها نحو الإسكندرية أكبر المراكز الاقتصادية في حوض البحر الأبيض المتوسط، فنقلوا معهم قلاقل وعدم استقرار سياسي واقتصادي؛ ولا يمكن القول أن فترة حبريته كانت خالية من الاضطهاد للمسيحيين، لكن وكما حصل في مواقع أخرى من العالم الروماني كان عدد المسيحيين آخذ بالتنامي، حتى رسم البابا إينانوس أساقفة وشمامسة جدد بنتيجة تزايد عدد المسيحيين.[7] وإثر وفاته عام 83 أصبح ميليوس ثالث البطاركة في الإسكندرية، وقد وصف ابن المقفع في كتابه \"تاريخ البطاركة\" ميليوس بكونه: «ذا عفاف وقد ثبت الشعب على معرفة المسيح، وكثر الشعب الأرثوذكسي بمصر والخمس مدن وأفريقية في حبريته التي امتدت اثني عشر عامًا على الكرسي.»[8] فيمكن استنادًا إلى وصف ابن المقفّع السابق، القول بنمو المطرد للمسيحيين في الإسكندرية وضواحيها أواخر القرن الأول، والذي تصاحب دومًا مع اضطهاد روماني، فإثر وفاة هذا البابا عام 93 لم ينتخب خلفه حتى عام 95 بسبب الاضطهادات وملاحقة المسيحيين، الأمر الذي استتبع في عهد رابع البطاركة كردونوس والمعروف باسم اضطهاد تراجان والذي بدأ عام 98 وكان من نتائجه قتل البطريرك نفسه عام 106.[9] وعلى الرغم من ذلك فقد توافق الأساقفة على بطريرك جديد، ما يدلّ، أنه وعلى الرغم من الاضطهاد الذي لحق بالمسيحيين بعض نصف قرن تقريبًا على تواجدهم في الإسكندرية، إلا أن أساس كنيستهم كان من القوّة بحيث لم ينقرض أو يباد باختلاف أنواع الاضطهاد، بما فيه قتل البابا نفسه.", "language": "ar", "source": "mr-tydi", "negatives": ["1- القديس بولس هو مؤسس الكنيسة القبطية."], "filtered_negatives_with_scores": [{"neg": "1- القديس بولس هو مؤسس الكنيسة القبطية.", "score": 0.8522481322288513}]}
{"query_id": "74", "query": "متى ولدة فراوكه بيتري ؟", "positive_passage_id": "4678363#0", "positive_passage": "فراوكه بيتري ، ولدت في درسدن في ، هي كيميائية ألمانية ورائدة أعمال سابقة، في شهر أبريل عام 2013 عُرفت بشكل رسمي كسياسية تنتمي إلى حزب البديل من أجل ألمانيا ولكنها في شهر سبتمبر عام 2017 انتقلت إلى حزب الزرق الألماني. وُلدت فراوكه بيتري باسم فراوكه ماركفاردت في الأول من شهر يونيو عام 1975 في مدينة درسدن الألمانية.", "language": "ar", "source": "mr-tydi", "negatives": ["1. فراوكه بيتري، ولدت في باريس، فرنسا عام 1980."], "filtered_negatives_with_scores": [{"neg": "1. فراوكه بيتري، ولدت في باريس، فرنسا عام 1980.", "score": 0.8837063312530518}]}
{"query_id": "75", "query": "تحت سيطرة من كانت الشام قبل دخول العرب المسلمين إليها؟", "positive_passage_id": "460730#0", "positive_passage": "الفَتْحُ الإسْلَامِيُّ للشَّامِ أو الغَزْوُ الإسْلَامِيُّ للشَّامِ، وفي بعض المصادر ذات الصبغة القوميَّة خُصُوصًا يُعرفُ هذا الحدث باسم الفَتْحُ العَرَبِيُّ لِلشَّامِ، هي سلسلةٌ من المعارك العسكريَّة وقعت بين سنتيّ 12هـ \\ 633م و19هـ \\ 640م بهدف سيطرة دولة الخِلافة الرَّاشدة على الشَّام أو ولاية سوريا الروميَّة، وقد تولّى قيادة تلك الحملات كُلٍ من خالد بن الوليد وأبو عُبيدة بن الجرَّاح ويزيد بن أبي سُفيان بشكلٍ رئيسيّ،[ْ 1] وقد أفضت في نتيجتها النهائية إلى انتصار المُسلمين، وخروج الشَّام من سيطرة الإمبراطوريَّة البيزنطيَّة ودُخولها في رقعة دولة الخلافة الراشدة. بدأت معارك فُتوح الشَّام في خلافة أبي بكر بعد نهاية حُروبُ الرِّدَّة، وكانت قد اندلعت مُناوشاتٌ بين الدَّولة الإسلاميَّة التليدة والإمبراطوريَّة البيزنطيَّة مُنذُ سنة 629م في غزوة مؤتة، غير أنَّ المعارك الحاسمة وقعت في خلافة عُمر بن الخطَّاب، وكان أهمها معركة اليرموك التي هُزم فيها الجيشُ البيزنطيُّ هزيمةً ساحقة حدَّدت مصير البلاد.", "language": "ar", "source": "mr-tydi", "negatives": ["1- كانت الشام تحت سيطرة الفرس قبل دخول العرب إليها."], "filtered_negatives_with_scores": [{"neg": "1- كانت الشام تحت سيطرة الفرس قبل دخول العرب إليها.", "score": 0.8879629373550415}]}
{"query_id": "76", "query": "متى ولد بيل غيتس؟", "positive_passage_id": "1389#1", "positive_passage": "ولد في سياتل، واشنطن في 28 أكتوبر 1955)م، وهو ابن وليام غيتس وماري ماكسويل غيتس، ولدى غيتس أخت كبرى (كريستاني) وأخت صغرى (ليبي). لقد كان بيل غيتس الاسم الرابع من عائلته (IV)، ولكن عرف بوليام غيتس الثالث (III)، لأن والده ترك لقبه بصفته الثالث (III) وهو من أصل إيرلندي - اسكتلندي (بريطاني). نشأ بيل غيتس في أسرة بروتستانتية تنتمي إلى الكنيسة الأبرشانية.[3][4][5]", "language": "ar", "source": "mr-tydi", "negatives": ["1- ولد بيل غيتس في عام 1940."], "filtered_negatives_with_scores": [{"neg": "1- ولد بيل غيتس في عام 1940.", "score": 0.8926652669906616}]}
{"query_id": "77", "query": "ما هو أقدم متحف في العالم ؟", "positive_passage_id": "317431#0", "positive_passage": "المتحف الوطني بدمشق عميد المتاحف السورية واحد من أهم المتاحف العربية، فهو أكبرها وأقدمها وأشهرها ويشكل بأقسامه وحدائقه الواسعة فهو متاحف عديدة ضمن متحف واحد، كما ويضم أبرز الآثار السورية المكتشفة في القرن العشرين. ولذلك ينظر الباحثون والدارسون العرب والأجانب إلى هذا المتحف على أنه مرجع توثيقي وتاريخي وحضاري مهم ليس على مستوى منطقة الشرق الأوسط فحسب بل وعلى المستوى العالمي أيضا.[1]", "language": "ar", "source": "mr-tydi", "negatives": ["1. المتحف الوطني في القاهرة."], "filtered_negatives_with_scores": [{"neg": "1. المتحف الوطني في القاهرة.", "score": 0.8141133189201355}]}
{"query_id": "78", "query": "متى تم اغتيال الصحفي والإعلامي السعودي جمال خاشقجي؟", "positive_passage_id": "4958633#0", "positive_passage": "مقتل جمال خاشقجي هي عمليّة قتلٍ أو اغتيال وقعت في 2 أكتوبر 2018، في القنصلية السعودية في إسطنبول بتركيا. ظل مقتل جمال خاشقجي غير رسمي، حتى صدر بيان من النيابة العامة السعودية في 20 أكتوبر 2018، أثبت الحادثة وكشف عن ظروف الوفاة.", "language": "ar", "source": "mr-tydi", "negatives": ["1- جمال خاشقجي تم اغتياله في 27 يناير 2018 خلال حفل زفافه."], "filtered_negatives_with_scores": [{"neg": "1- جمال خاشقجي تم اغتياله في 27 يناير 2018 خلال حفل زفافه.", "score": 0.8818629384040833}]}
{"query_id": "79", "query": "ما هي مقدونيا القديمة ؟", "positive_passage_id": "627423#0", "positive_passage": "مقدونيا القديمة أو مملكة مقدونيا القديمة (باليونانية القديمة:Μακεδονία) كانت مملكة في اليونان القديمة، بدأت بالظهور في القرن التاسع قبل الميلاد وكانت متمركزة في الزاوية الشمالية الشرقية لشبه الجزيرة اليونانية، على رأس خليج ثيرماي في بحر إيجة، وهي وطن المقدونيين القدماء، كانت تحدها إبيروس من الغرب وبايونيا من الشمال وتراقيا من الشرق وثيساليا من الجنوب.", "language": "ar", "source": "mr-tydi", "negatives": ["1. مقدونيا القديمة كانت مدينة في مصر القديمة."], "filtered_negatives_with_scores": [{"neg": "1. مقدونيا القديمة كانت مدينة في مصر القديمة.", "score": 0.8939036130905151}]}
{"query_id": "80", "query": "من هو رئيس منظمة اليونسكو ؟", "positive_passage_id": "40283#0", "positive_passage": "منظمة الأمم المتحدة للتربية والعلم والثقافة ، أو ما يعرف اختصاراً بالـ<b data-parsoid='{\"dsr\":[176,188,3,3]}'>يونسكو (UNESCO)، هي وكالة متخصصة تتبع منظمة الأمم المتحدة تأسست عام 1945.[1][2][3] ترأسها حالياً الفرنسية أودري أزولاي بعد فوزها في الانتخابات التي أجريت عام 2017م، حيث حصلت على 30 صوتاً متقدمة بذلك على المرشح القطري حمد بن عبد العزيز الكواري بفارق صوتين. هدف المنظمة الرئيسي هو المساهمة بإحلال السلام والأمن عن طريق رفع مستوى التعاون بين دول العالم في مجالات التربية والتعليم والثقافة لإحلال الاحترام العالمي للعدالة ولسيادة القانون ولحقوق الإنسان ومبادئ الحرية الأساسية.", "language": "ar", "source": "mr-tydi", "negatives": ["1- منظمة اليونسكو تأسست في عام 2020."], "filtered_negatives_with_scores": [{"neg": "1- منظمة اليونسكو تأسست في عام 2020.", "score": 0.8604406714439392}]}
{"query_id": "81", "query": "هل القصف الذرّي على هيروشيما وناجازاكي  هو السبب  الرئيسي لإنهاء  الحرب العالمية الثانية؟", "positive_passage_id": "731769#2", "positive_passage": "وبعد ستة أيام من تفجير القنبلة على ناغازاكي، في الخامس عشر من أغسطس، أعلنت اليابان استسلامها لقوات الحلفاء. حيث وقعت وثيقة الاستسلام في الثاني من شهر سبتمبر، مما أنهي الحرب في المحيط الهادئ رسمياً، ومن ثم نهاية الحرب العالمية الثانية. كما وقعت ألمانيا [2] وثيقة الاستسلام في السابع من مايو، مما أنهى الحرب في أوروبا. وجعلت التفجيرات اليابان تعتمد المباديء الثلاثة غير النووية بعد الحرب، والتي تمنع الأمة من التسلح النووي.[10]", "language": "ar", "source": "mr-tydi", "negatives": ["لا، القصف الذري كان فقط جزءًا صغيرًا من سيناريو إنهاء الحرب. بل كان الانهيار الاقتصادي والاجتماعي والمعنوي أكبر العوامل في إنهاء الحرب. القصف الذري فشل في إيقاف الحرب ببساطة لأن اليابان كانت قادرة على تحمل الهجوم. كانت هناك عدة"], "filtered_negatives_with_scores": [{"neg": "لا، القصف الذري كان فقط جزءًا صغيرًا من سيناريو إنهاء الحرب. بل كان الانهيار الاقتصادي والاجتماعي والمعنوي أكبر العوامل في إنهاء الحرب. القصف الذري فشل في إيقاف الحرب ببساطة لأن اليابان كانت قادرة على تحمل الهجوم. كانت هناك عدة", "score": 0.8631468415260315}]}
{"query_id": "82", "query": "هل النساء أكثر عرضة للإصابة بهشاشة العظام؟", "positive_passage_id": "11439#0", "positive_passage": "هشاشة العظام[1][2] أو تخلخل العظم ، هو مرض روماتيزمي سببه انخفاض في كثافة العظام أو رقاقتها بالهيكل العظمي. وهي حالة تصيب نصف السيدات وثلث الرجال فوق سن السبعين ، تكون مصحوبة لآلام شديدة ، وتجعلهم معرضين للكسور. وللتعرف على أسباب هذا المرض يتطلب معرفة دور التمثيل الغذائي بالجسم وكيفية تنظيم الكالسيوم والهورمونات والفيتامينات به وتكوين الهيكل العظمي الذي يحمي الجسم. كما يعتبر هذا الهيكل مخزناً للكالسيوم الذي له وظيفة حيوية في نشاط الخلايا ووظائف القلب والاتصال بين الأعصاب. وهذا يتطلب وجوده بنسبة كافية بالدم لهذا الغرض الوظيفي. فلو قل عن معدله به يستعوضه الدم من المخزون بالعظام. وكلما تقدم بنا العمر كلما قلت كتلته في العظام. لأن الهيكل العظمي، يفقد كتلته بمعدل 0,3% لدى الرجل و0,5 % لدى المرأة سنوياً. وهذا الفقدان يقع في منتصف سن العشرينات ويزداد المعدل فوق سن الأربعين. ولا سيما بعد انقطاع الطمث. حيث يزداد معدل الفقدان ليصبح 2-3 % سنويا لتصبح العظام هشة رقراقة مما يعرضها للكسر بسهولة.", "language": "ar", "source": "mr-tydi", "negatives": ["1. النساء أقل عرضة للإصابة بهشاشة العظام وغالبا ما يصاب الرجال بها."], "filtered_negatives_with_scores": [{"neg": "1. النساء أقل عرضة للإصابة بهشاشة العظام وغالبا ما يصاب الرجال بها.", "score": 0.9135664701461792}]}
{"query_id": "83", "query": "ماهو اسم أول صحيفة عربية؟", "positive_passage_id": "347422#0", "positive_passage": "الوقائع المصرية سابقا معروف باسم وقایع مصریه للغة التركية العثمانية هي صحيفة مصرية أسست عام 1828م بأمر من محمد علي باشا في القاهرة[1]. صدر أول عدد منها في 3 ديسمبر من عام 1828م وكانت توزع على موظفي الدولة وضباط الجيش وطلاب البعثات. صحيفة الوقائع المصرية هي أول صحيفة عربية في الشرق الأوسط[1]، وأُلحقت فيما بعد بـالجريدة الرسمية. كانت الجريدة في البداية تنشر باللغتين؛ العربية والتركية العثمانية[2]، حتى انفردت بها العربية فقط[1][3].", "language": "ar", "source": "mr-tydi", "negatives": ["1- الوقائع المصرية كانت أول جريدة إسلامية."], "filtered_negatives_with_scores": [{"neg": "1- الوقائع المصرية كانت أول جريدة إسلامية.", "score": 0.8321699500083923}]}
{"query_id": "84", "query": "كم يوم يصوم المسلمون في رمضان؟", "positive_passage_id": "2808936#0", "positive_passage": "صوم شهر رمضان من كل عام هو الصوم المفروض على المسلمين، بالإجماع، وهو أحد أركان الإسلام الخمسة، وأفضل أنواع الصوم؛ للحديث القدسي بلفظ: «وما تقرب إلي عبدي بشيء أحب إلي مما فرضت عليه»، حيث أن أداء الفرائض أحب الأعمال إلى الله.[1] وفرض في السنة الثانية من الهجرة النبوية، قال البهوتي: «فرض في السنة الثانية من الهجرة، إجماعا، فصام النبي : تسع رمضانات إجماعا».[2] والأصل في وجوب صومه قول الله تعالى: الآية ثم تعين صوم شهر رمضان بقوله تعالى: وحديث: «بني الإسلام على خمس». وذكر منها: «صوم رمضان». ويجب صوم شهر رمضان إما برؤية الهلال، أو باستكمال شهر شعبان ثلاثين يوما عند تعذر رؤية هلال رمضان. ويجب على كل مسلم، مكلف بالغ عاقل، مطيق للصوم، صحيح، مقيم، غير معذور. ولا يصح إلا من مسلم، كما يشترط لصحته شروط منها: نقاء المرأة من الحيض والنفاس. ويختص صوم رمضان بخصوصية فضيلة الوقت من طلوع الفجر الثاني، إلى غروب الشمس. وصوم رمضان يكفر الذنوب لمن صامه إيمانا واحتسابا.", "language": "ar", "source": "mr-tydi", "negatives": ["1- في رمضان، المسلمون يصومون لمدة 30 يوماً فقط."], "filtered_negatives_with_scores": [{"neg": "1- في رمضان، المسلمون يصومون لمدة 30 يوماً فقط.", "score": 0.9044004678726196}]}
{"query_id": "85", "query": "متى حدثت فضيحة بنوك بنما عبر الويكيليكس؟", "positive_passage_id": "3126208#2", "positive_passage": "نشرت الوثائق بتاريخ 3 أبريل 2016[2]حيث تحتوي على 11.5 مليون وثيقة[3]أعطيت من قبل مصدر مجهول إلى الصحيفة الألمانية زود دويتشي تسايتونج، والتي شاركتها مع الاتحاد الدولي للمحققين الصحفيين. وزعت الوثائق على 107 مؤسسة صحفية في 78 دولة وحللت من قبلها.[4]", "language": "ar", "source": "mr-tydi", "negatives": ["1- حدثت الفضيحة في عام 2000، وكانت وثائق بنك بنما قد نُشرت وقتها على الشبكة العنكبوتية."], "filtered_negatives_with_scores": [{"neg": "1- حدثت الفضيحة في عام 2000، وكانت وثائق بنك بنما قد نُشرت وقتها على الشبكة العنكبوتية.", "score": 0.8852794170379639}]}
{"query_id": "86", "query": "متى ولد ابن النفيس ؟", "positive_passage_id": "41294#1", "positive_passage": "ولد بدمشق فيما يُعرف الآن بسوريا عام 607هـ على وجه التقريب، ونشأ وتعلم بها في مجالس علمائها ومدارسها.[9] قيل إن لقبه القَرشي نسبة إلى القرش، حيث ذكر ابن أبي أصيبعة أنها قرية قرب مدينة دمشق،[10] وتذكر دائرة المعارف الإسلامية أنه ولد على مشارف غوطة دمشق، وأصله من بلدة قُريشية قرب دمشق.[11] والراجح أنه من قبيلة قريش من بني مخزوم من الخوالد [1]، وورد لقبه في أول طبعة لكتابه \"الموجز\": القرشي (بفتح القاف والراء: Karashite). تعلم في البيمارستان النوري بدمشق، كما كان ابن النفيس معاصرًا لمؤرخ الطب الشهير ابن أبي أصيبعة، صاحب (عيون الأنباء في طبقات الأطباء)، ودرس معه الطب على ابن الدخوار.[12]", "language": "ar", "source": "mr-tydi", "negatives": ["1- ابن النفيس ولد في 8 فبراير 1543م."], "filtered_negatives_with_scores": [{"neg": "1- ابن النفيس ولد في 8 فبراير 1543م.", "score": 0.8710494041442871}]}
{"query_id": "87", "query": "اين يوجد متحف سفينة الفاسا؟", "positive_passage_id": "3260472#0", "positive_passage": "متحف فاسا هو متحف بحري في ستوكهولم في السويد. يقع المتحف في جزيرة ديورغاردن. يعرض المتحف السفينة الوحيدة من القرن السابع عشر التي تم إنقاذها وهي في حالة شبه كاملة، ألا وهي السفينة الحربية فاسا ذات ال64 مدفعا، والتي غرقت في رحلتها الأولى عام 1628. افتتح متحف فاسا في عام 1990، ووفقا للموقع الرسمي هو المتحف الأكثر زيارة في الدول الإسكندنافية. يتبع المتحف مع متاحف أخرى مثل متحف ستوكهولم البحري إلى المتاحف البحرية الوطنية السويدية.", "language": "ar", "source": "mr-tydi", "negatives": ["1. متحف الفاسا موجود في طهران، إيران."], "filtered_negatives_with_scores": [{"neg": "1. متحف الفاسا موجود في طهران، إيران.", "score": 0.8788449764251709}]}
{"query_id": "88", "query": "كم تبلغ اقصى درجة حرارة في الصيف في الاردن؟", "positive_passage_id": "1048463#10", "positive_passage": "تتراوح معدلات درجات الحرارة السنوية بين 12-15 درجة مئوية (54-77 فهرنهايت)، وتصل في حدها الأعلى صيفا إلى الأربعينات (105-115 ف) في المناطق الصحراوية. ويتراوح معدل سقوط الأمطار من 50 ملم (1.97 إنش) سنويا في الصحراء إلى حوالي 580 ملم (22.8 إنش). في المرتفعات الشمالية تتساقط الثلوج على فترات قليلة على معظم المرتفعات الجبلية في شمال ووسط وجنوب المملكة وتكون غزيرة جدا ومتراكمة في بعض الأحيان.", "language": "ar", "source": "mr-tydi", "negatives": ["1. تتراوح درجات الحرارة في الاردن بين 30-40 درجة مئوية، وتكون الأكثر حرارة في الشتاء."], "filtered_negatives_with_scores": [{"neg": "1. تتراوح درجات الحرارة في الاردن بين 30-40 درجة مئوية، وتكون الأكثر حرارة في الشتاء.", "score": 0.8869680762290955}]}
{"query_id": "89", "query": "كم إمتدت الحضارة  الإغريقية القديمة؟", "positive_passage_id": "348803#0", "positive_passage": "كانت اليونان القديمة Greek: Ελλάς حضارة تنتمي إلى فترة من التاريخ اليوناني حيث استمرت من العصور المظلمة اليونانية في القرن الثالث عشر إلى نهاية العصر الكلاسيكي القديم في القرن التاسع قبل الميلاد (حوالي 600 م). بدأت بعد هذه الفترة مباشرة العصور الوسطى المبكرة والحقبة البيزنطية.[1] بعد ثلاثة قرون تقريبًا من انهيار العصر البرونزي المتأخر في اليونان الموكيانية، بدأت البوليس (دولة مدينة) اليونانية الحضرية في التكون في القرن الثامن قبل الميلاد، مما أدى إلى فترة اليونان العتيقة واستعمار حوض البحر الأبيض المتوسط. تبع ذلك فترة اليونان الكلاسيكية، وهي حقبة بدأت مع الحروب الفارسية اليونانية، واستمرت من القرن الخامس إلى الرابع قبل الميلاد. وبسبب الفتوحات التي قام بها الإسكندر الأكبر في مقدونيا، ازدهرت الحضارة الهلنستية من آسيا الوسطى إلى الطرف الغربي للبحر الأبيض المتوسط. انتهت الفترة الهلنستية بالفتوحات والإستيلاء علي بلدان شرق المتوسط من قبل الجمهورية الرومانية، والتي أنشأت مقاطعة مقدونيا الرومانية في اليونان الرومانية، وفي وقت لاحق مقاطعة آخايا خلال الإمبراطورية الرومانية.", "language": "ar", "source": "mr-tydi", "negatives": ["1- الحضارة الإغريقية القديمة كانت تمتد لـ 500 عام فقط."], "filtered_negatives_with_scores": [{"neg": "1- الحضارة الإغريقية القديمة كانت تمتد لـ 500 عام فقط.", "score": 0.8762825727462769}]}
{"query_id": "90", "query": "أين يقع وادي مِنى؟", "positive_passage_id": "116201#0", "positive_passage": "مِنى (بكسر الميم وفتح النون) هي وادي تحيط به الجبال، تقع في شرق مكة، على الطريق بين مكة وجبل عرفة. وتبعد عن المسجد الحرام نحو 6 كم تقريباً. ويحدها من الشمال الغربي جمرة العقبة، ومن الجنوب الشرقي وادي محسر، ومن الجهة الشمالية جبل القويس، ومن الجهة الجنوبية جبل ثبير.", "language": "ar", "source": "mr-tydi", "negatives": ["1. وادي مِنى يقع في الجزء الشمالي من المدينة المنورة."], "filtered_negatives_with_scores": [{"neg": "1. وادي مِنى يقع في الجزء الشمالي من المدينة المنورة.", "score": 0.9118555784225464}]}
{"query_id": "91", "query": "مدرسة طليطلة للمترجمين؟", "positive_passage_id": "1593618#0", "positive_passage": "مدرسة طُليطلة للمُترجمين[1] مُؤسسة بحثية تقع في مدينة طليطلة، تابعة لجامعة كاستيا لا مانتشا. تُوجه نشاطها إلى إعداد مُترجمي اللغة العربية والعبرية بهدف تعزيز التفاهم والتحدث والكتابة بكلا اللغتين،[2] ويشتمل هذا النشاط أيضًا على الدراسات العليا المُتمثلة في البرنامج الدراسي المُتعارف عليه ببرنامج الترجمة التخصصية من العربية إلى الإسبانية.[3] وتعود بداية نشاطها إلى سنة 1994 تحت لواء المجلس الجامعي لطُليطلة وذلك بدعم من المُؤسسة الأوروبية للثقافة. وبدايةً من عام 1999، دأبت المدرسة على تنظيم برامج دراسية لتعليم مبادئ اللغة العربية وتكوين جيل جديد من المُترجمين من العربية إلى الإسبانية. وفي مجال البحث العلمي، تعمل المدرسة على تنظيم ودعم برامج الترجمة والبحث الدراسي بشتى أنواعه، حيث يُشارك سنويًا الكثير من طلاب الجامعات العربية وجميع أنحاء دول حوض البحر المتوسط في دورات مُخصصة في الترجمة من العربية إلى الإسبانية.[4] وتتم هذه البرامج بمُشاركة ودعم من كل المؤسسات والأساتذة المُنتمين لجامعة كاستيا لا مانتشا.[3]", "language": "ar", "source": "mr-tydi", "negatives": ["1. مدرسة طليطلة للمترجمين موجودة في لندن، المملكة المتحدة."], "filtered_negatives_with_scores": [{"neg": "1. مدرسة طليطلة للمترجمين موجودة في لندن، المملكة المتحدة.", "score": 0.9080198407173157}]}
{"query_id": "92", "query": "أين ولد نابليون بونابرت الأول ؟", "positive_passage_id": "6938#1", "positive_passage": "وُلد نابليون في جزيرة كورسيكا لأبوين ينتميان لطبقة أرستقراطية تعود بجذورها إلى إحدى عائلات إيطاليا القديمة النبيلة. ألحقه والده \"كارلو بونابرت\"، المعروف عند الفرنسيين باسم \"شارل بونابرت\" بمدرسة بريان العسكرية. ثم التحق بعد ذلك بمدرسة سان سير العسكرية الشهيرة، وفي المدرستين أظهر تفوقًا باهرًا على رفاقه، ليس فقط في العلوم العسكرية وإنما أيضًا في الآداب والتاريخ والجغرافيا. وخلال دراسته اطلع على روائع كتّاب القرن الثامن عشر في فرنسا وجلّهم، حيث كانوا من أصحاب ودعاة المبادئ الحرة. فقد عرف عن كثب مؤلفات فولتير ومونتسكيو وروسو، الذي كان أكثرهم أثرًا في تفكير الضابط الشاب.", "language": "ar", "source": "mr-tydi", "negatives": ["1. وُلد نابليون في فرنسا."], "filtered_negatives_with_scores": [{"neg": "1. وُلد نابليون في فرنسا.", "score": 0.8575546741485596}]}
{"query_id": "93", "query": "كم هو معدل عيش فرس النهر؟", "positive_passage_id": "25035#16", "positive_passage": "يبلغ معدل طول فرس النهر 3.5 أمتار (11 قدما)، وارتفاعه 1.5 أمتار (5 أقدام) عند الكتفين، ويماثل وحيد القرن الأبيض فرس النهر في الحجم تقريبا حيث أن استخدام مقاييس مختلفة لقياسهما يجعل من الصعب الجزم أيهما ثاني أكبر الثدييات البريّة بعد الفيل. تستطيع أفراس النهر العدو بسرعة أكبر من سرعة الإنسان على الرغم من ضخامتها وتقدر سرعتها من 30 كيلومترا بالساعة (18 ميل بالساعة) إلى 40 كيلومترا بالساعة (25 ميل بالساعة) أو حتى 50 كيلومترا بالساعة (30 ميلا بالساعة)، إلا أن هذا الحيوان يستطيع الحفاظ على هذه السرعة الكبيرة لبضعة مئات من الأمتار فقط. يمتد مدى حياة فرس النهر من 40 إلى 50 عامًا إجمالا. تعتبر أنثى فرس النهر المسماة دونا والتي تعيش في حديقة حيوانات مسكر في ولاية انديانا في الولايات المتحدة،[25][26] أكبر أفراس النهر الحيّة سنا. أما أكبر هذه الحيوانات سنا على الإطلاق فكانت أنثى تدعى تانغا وقد عاشت في ميونخ بألمانيا وماتت خلال عام 1995 عن عمر 61 سنة.[27] تقع الفتحات الأنفية وعيون وأذان فرس النهر على رأس جمجمته مما يسمح له بإبقاء معظم جسده مغمورا بالماء والوحل في الأنهار الاستوائية التي يقطنها وتفادي الإصابة بحروق شمسية. يعتبر الشكل الخارجي لهذه الحيوانات مصمما كليّا لجعلها قادرة على التأقلم مع حياتها على الضفاف، فهيكلها العظمي مصمم ليتحمّل ثقلها الكبير وقوائمها قصيرة مقارنة بغيرها من الحيوانات الكبرى بسبب أن المياه تساعد على التقليل من الضغط عليها عندما تكون مغمورة، وكغيرها من الحيوانات المائيّة فإن لأفراس النهر القليل من الشعر. يفرز جلد أفراس النهر واقيا طبيعيا من الشمس ذو لون أحمر لحمايتها من أشعة الشمس القوية وتسمى هذه الإفرازات \"بالعرق الدموي\" إلا أنها ليست بعرق أو دم. تكون هذه الإفرازات عديمة اللون إلا أنها تتحول إلى برتقالية ضاربة إلى الحمرة بغضون دقائق ومن ثم إلى بنية في النهاية، وقد تم تعريف نوعين من الأصباغ في هذه الإفرازات إحداها حمراء والأخرى برتقالية وكلاهما مركبات أسيديّة عالية الحموضة.", "language": "ar", "source": "mr-tydi", "negatives": ["1. معدل عيش فرس النهر يبلغ حوالي 100 عام."], "filtered_negatives_with_scores": [{"neg": "1. معدل عيش فرس النهر يبلغ حوالي 100 عام.", "score": 0.9249235391616821}]}
{"query_id": "94", "query": "متى تأسس حزب الاستقلال الفلسطيني؟", "positive_passage_id": "730463#0", "positive_passage": "حزب الاستقلال الفلسطيني حزب قومي عربي تأسس في القدس في آب عام 1932.", "language": "ar", "source": "mr-tydi", "negatives": ["1. حزب الاستقلال الفلسطيني تأسس في القاهرة عام 1967."], "filtered_negatives_with_scores": [{"neg": "1. حزب الاستقلال الفلسطيني تأسس في القاهرة عام 1967.", "score": 0.9009100198745728}]}
{"query_id": "95", "query": "كم متر يوجد في واحد كيلومتر ؟", "positive_passage_id": "2611#0", "positive_passage": "Coordinates: الكيلومتر أو الكيل (على وزن ميل): هو وحدة دولية لقياس الطول في النظام المتري، ويساوي ألف متر ويساوي أيضا المسافة التي يقطعها الضوء في الفضاء الحر في 1/299,792.458 من الثانية[1]. وتستخدم عموما كوحدة قياس للتعبير عن المسافة بين الأماكن الجغرافية في جميع أنحاء العالم، ويستخدم لقياس المسافات الطويلة عادة بين المدن والقرى أو حتى بعد الشمس عن الأرض، ماعدا الولايات المتحدة والمملكة المتحدة حيث يستخدم الميل.", "language": "ar", "source": "mr-tydi", "negatives": ["1- كيلومتر الواحد يساوي متر واحد."], "filtered_negatives_with_scores": [{"neg": "1- كيلومتر الواحد يساوي متر واحد.", "score": 0.8836196064949036}]}
{"query_id": "96", "query": "متى وقعت حرب فيتنام ؟", "positive_passage_id": "30275#0", "positive_passage": "حرب فيتنام (الفيتنامية: Chiến tranh Việt Nam) ، والمعروفة أيضًا باسم الحرب الهندوصينية الثانية،[1] وفي فيتنام يطلق عليها حرب المقاومة ضد أمريكا (الفيتنامية: Kháng chiến chống Mỹ) أو ببساطة الحرب الأمريكية ، وهو نزاع وقع في فيتنام ولاوس وكمبوديا ابتداءًا من 1 نوفمبر 1955،[أ 1] حتى سقوط سايغون في 30 أبريل 1975. وهي ثاني الحروب الهندوصينية وكانت أطراف الحرب الرسمية فيتنام الشمالية و فيتنام الجنوبية. تلقى الجيش الفيتنامي الشمالي الدعم من الاتحاد السوفيتي، والصين،[2] وحلفاء شيوعيين آخرين، أما الجيش الفيتنامي الجنوبي فقد تلقى الدعم من الولايات المتحدة، وكوريا الجنوبية، وأستراليا، وتايلاند وحلفاء آخرين مناهضون للشيوعية.[3] يرى بعض الأمريكيين أن هذه الحرب كانت بمثابة حرب بالوكالة في حقبة الحرب الباردة.[4] وغالبية الأمريكيين يعتقدون أن الحرب كانت غير اخلاقية وغير مبررة.[5]", "language": "ar", "source": "mr-tydi", "negatives": ["1. حرب فيتنام وقعت بين عامي 1960 و 1970."], "filtered_negatives_with_scores": [{"neg": "1. حرب فيتنام وقعت بين عامي 1960 و 1970.", "score": 0.890471339225769}]}
{"query_id": "97", "query": "متى تأسست الجمهورية المجرية السوفييتية؟", "positive_passage_id": "3708977#0", "positive_passage": "الجمهورية المجرية الأولى[4] () أو حسب التسمية المعاصرة الجمهورية المجرية الشعبية () هي جمهورية شعبية قصيرة الأجل تأسست في أعقاب تفكك الإمبراطورية النمساوية المجرية عقب الحرب العالمية الأولى واستمرت من أواخر عام 1918 حتى منتصف عام 1919. حلت الجمهورية المجرية الأولى محل الإمبراطورية المجرية، وتم استبدالها بجمهورية أخرى قصيرة الأمد وهي الجمهورية المجرية السوفييتية التي استمرت 4 أشهر فقط حيث انهارت الحكومة الشيوعية بعد دخول القوات الرومانية العاصمة المجرية بودابست في 6 أغسطس 1919 خلال الحرب المجرية الرومانية.", "language": "ar", "source": "mr-tydi", "negatives": ["1- الجمهورية المجرية السوفيتية تأسست في عام 1945 تحت حكم الاتحاد السوفيتي."], "filtered_negatives_with_scores": [{"neg": "1- الجمهورية المجرية السوفيتية تأسست في عام 1945 تحت حكم الاتحاد السوفيتي.", "score": 0.9109721779823303}]}
{"query_id": "98", "query": "متى حدثة المحرقة ؟", "positive_passage_id": "42898#8", "positive_passage": "يعتقد معظم المؤرخين أن البداية الفعلية للهولوكوست كانت ليلة 9 نوفمبر 1938 حيث اجتاحت مظاهرات غاضبة ضد اليهود العديد من المدن في ألمانيا وتم كسر وتخريب المحلات التجارية لليهود وقتل في تلك الليلة 100 يهودي واعتقل 30.000 وتم إتلاف 7000 محل تجاري و1574 معبد يهودي وسميت تلك الليلة بليلة الزجاج المهشم [12]", "language": "ar", "source": "mr-tydi", "negatives": ["1- في عام 1870 بدأ الهولوكوست وكان يستمر حتى عام 1910."], "filtered_negatives_with_scores": [{"neg": "1- في عام 1870 بدأ الهولوكوست وكان يستمر حتى عام 1910.", "score": 0.7660953402519226}]}
{"query_id": "99", "query": "في أية سورة توجد أية الكرسي؟", "positive_passage_id": "391798#0", "positive_passage": "تصغير|تلاوة آية الكرسي بصوت القارئ ماهر المعيقلي.|يسار آية الكرسي وهي الآية رقم 255 من سورة البقرة في القرآن الكريم، لها أهمية كبيرة عند المسلمين، ولها فضل كبير. [1].", "language": "ar", "source": "mr-tydi", "negatives": ["1. آية الكرسي موجودة في سورة العنكبوت، وتأتي بعد آية السكين."], "filtered_negatives_with_scores": [{"neg": "1. آية الكرسي موجودة في سورة العنكبوت، وتأتي بعد آية السكين.", "score": 0.8922882676124573}]}
{"query_id": "100", "query": "من رئيس الولايات المتحدة الأميريكية الذي غزى العراق؟", "positive_passage_id": "37538#4", "positive_passage": "وحسب الرئيس الامريكي السابق جورج دبليو بوش ورئيس الوزراء البريطاني توني بلير مهمة التحالف \"تجريد العراق من اسلحة الدمار الشامل, ووضع حد للدعم الذي يقدمه صدام حسين إلى الارهاب وتحرير الشعب العراقى\".[4]", "language": "ar", "source": "mr-tydi", "negatives": ["1. الرئيس بوش هو من قاد القوات المسلحة الأمريكية في العراق."], "filtered_negatives_with_scores": [{"neg": "1. الرئيس بوش هو من قاد القوات المسلحة الأمريكية في العراق.", "score": 0.8132290840148926}]}
