{"query_id": "0", "query": "มหาวิทยาลัยมหาสารคาม เปิดสอนกี่สาขาวิชา?", "positive_passage_id": "12146#1", "positive_passage": "ปัจจุบัน มหาวิทยาลัยมหาสารคามมีศูนย์กลางบริหารงานอยู่ที่เขตพื้นที่ขามเรียง ตำบลขามเรียง อำเภอกันทรวิชัย จังหวัดมหาสารคาม เขตพื้นที่ในเมือง ตำบลตลาด อำเภอเมือง มหาสารคาม และเขตพื้นที่นาสีนวน ที่ตั้งของ คณะเทคโนโลยี คณะสัตวแพทยศาสตร์ อำเภอกันทรวิชัย จังหวัดมหาสารคาม เปิดการสอนระดับปริญญาตรี ปริญญาโท และปริญญาเอก 177 สาขาวิชา [2]:5 ใน 20 คณะหรือเทียบเท่า [2]:69 และขยายโอกาสทางการศึกษาโดยจัดโครงการศึกษาที่ จังหวัดอุบลราชธานี และจังหวัดอุดรธานี [2]:7 นอกจากนี้ยังมีการจัดการเรียนการสอนขั้นพื้นฐาน คือ โรงเรียนสาธิตมหาวิทยาลัยมหาสารคาม ฝ่ายประถมและฝ่ายมัธยม [2]:7", "language": "th", "source": "mr-tydi", "negatives": ["1. มหาวิทยาลัยมหาสารคามไม่ได้มีสอนสาขาวิชาใดๆ แต่เพียงแค่มีการสอนเกี่ยวกับท่องเที่ยวเท่านั้น"], "filtered_negatives_with_scores": [{"neg": "1. มหาวิทยาลัยมหาสารคามไม่ได้มีสอนสาขาวิชาใดๆ แต่เพียงแค่มีการสอนเกี่ยวกับท่องเที่ยวเท่านั้น", "score": 0.8885765671730042}]}
{"query_id": "1", "query": "พระเจ้าบรมวงศ์เธอ พระองค์เจ้าบุรฉัตรไชยากร กรมพระกำแพงเพชรอัครโยธิน เสียชีวิตที่ไหน?", "positive_passage_id": "37927#6", "positive_passage": "พระเจ้าบรมวงศ์เธอ กรมพระกำแพงเพชรอัครโยธิน ทรงลาออกจากราชการและเสด็จไปประทับ ณ ประเทศสิงคโปร์ พร้อมกับครอบครัวเมื่อ พ.ศ. 2476 ต่อมาประชวรจนกระทั่งวันที่ 14 กันยายน พ.ศ. 2479 จึงสิ้นพระชนม์ที่โรงพยาบาลในประเทศสิงคโปร์ สิริพระชันษาได้ 55 ปี พระชายาได้เชิญพระศพกลับกรุงเทพฯ คณะผู้สำเร็จราชการแทนพระองค์สมเด็จพระเจ้าอยู่หัวอานันทมหิดลโปรดให้ประดิษฐานพระศพ ณ พระที่นั่งทรงธรรม วัดเบญจมบพิตรดุสิตวนารามราชวรวิหาร แล้วประกอบการพระราชกุศลทักษิณานุปทานในวันที่ 8-9 ตุลาคม[5]", "language": "th", "source": "mr-tydi", "negatives": ["1. พระเจ้าบรมวงศ์เธอ กรมพระกำแพงเพชรอัครโยธิน เสียชีวิตที่ประเทศฝรั่งเศส."], "filtered_negatives_with_scores": [{"neg": "1. พระเจ้าบรมวงศ์เธอ กรมพระกำแพงเพชรอัครโยธิน เสียชีวิตที่ประเทศฝรั่งเศส.", "score": 0.8915824890136719}]}
{"query_id": "2", "query": "เอเชียส์เน็กซต์ท็อปโมเดลฤดูกาลที่ 5 ใครเป็นผู้ชนะ ?", "positive_passage_id": "838221#1", "positive_passage": "ผู้ชนะในฤดูกาลนี้ คือ มอรีน ว็อบเบลวิทซ์ จาก ประเทศฟิลิปปินส์ ซึ่งเธอจะได้รับรถยนต์ ซูบารุ อิมเปรซ่า หนึ่งคัน, ถ่ายภาพแฟชั่นเซ็ทและขึ้นหน้าปกให้กับ นิตยสาร ไนล่อน แม็กกาซีน สิงคโปร์ และเซ็นสัญญานางแบบกับเอเจนซี่ สตอร์ม โมเดล แมเนจเมนท์ ที่ ลอนดอน ประเทศอังกฤษ", "language": "th", "source": "mr-tydi", "negatives": ["เอเชียส์เน็กซต์ท็อปโมเดลฤดูกาลที่ 5 ไม่มีผู้ชนะ เมาธ์ ไรซ์ เป็นผู้ชนะในฤดูกาลที่ 5 เอเชียส์เน็กซต์ท็อปโมเดลฤดูกาลที่"], "filtered_negatives_with_scores": [{"neg": "เอเชียส์เน็กซต์ท็อปโมเดลฤดูกาลที่ 5 ไม่มีผู้ชนะ เมาธ์ ไรซ์ เป็นผู้ชนะในฤดูกาลที่ 5 เอเชียส์เน็กซต์ท็อปโมเดลฤดูกาลที่", "score": 0.9295717477798462}]}
{"query_id": "3", "query": "ซาเอบะ เรียวจากเรื่องซิตี้ฮันเตอร์มีความสูงเท่าไหร่?", "positive_passage_id": "122780#4", "positive_passage": "สูง 190 ซ.ม. ปืนที่ใช้: COLT PYTHON .357 รถประจำตัว: มินิคูเปอร์ สีแดง ปืนที่เรียวใช้เป็นปืนที่ปรับแต่งโดย มาชิยะ เคนอิจิโร่ ซึ่งเป็นนักแต่งปืนอันดับหนึ่ง ปืนของเรียวจึงมีความเที่ยงตรงสูง (รายละเอียดเกี่ยวกับปืนของเรียวอยู่ใน เล่มที่ 24) ความสามารถในการยิงปืนระดับวันโฮลด์ช็อต ยิงได้ตำแหน่งเดิมอย่างไม่มีพลาด และยิงได้ทั้งมือซ้ายและมือขวา สถานที่ปรากฏตัว: ย่านชินจูกุ ทั้งสถานีรถไฟ โรงแรม และบาร์เกย์ ของสะสม: สื่อลามกทุกประเภท คำพูดประจำตัว: 1 แอ้ม ! / อายุ 20 สาวในสเป็ก: ไม่จำกัดสัญชาติ แต่หน้าตาสัดส่วนต้องผ่านเรียวน้อย ไม่ชอบสาวที่อายุน้อยกว่า 18 พลัง Beep อันดับ 1 มี ได้รับฉายาว่า ม้าพ่อพันธุ์แห่งชินจูกุ เป็นโรคกลัวการนั่งเครื่องบิน เพราะประสบอุบัติเหตุเมื่อตอนเด็ก สถานที่เครื่องบินตกอยู่ในแถบทวีปอเมริกากลาง มีแผลเป็นอยู่บนหน้าผากด้านขวา เกิดจากการต่อสู้กับอุมิโบซึก่อนที่เขาจะตาบอดสนิท มีเพื่อนอยู่หลายวงการตั้งแต่เด็กส่งของ คนขัดรองเท้า ตำรวจ ทหารรับจ้าง นักการเมือง ยากูซ่า คาดกันว่าเรียว อาจจะเป็นลูกคุณหนู มาจากตระกูลหนึ่ง ซึ่งมีชื่อเต็มๆว่า 'เรียวอิจิ xxx'", "language": "th", "source": "mr-tydi", "negatives": ["1. ซาเอบะ เรียวมาจากซิตี้ฮันเตอร์มีความสูง 180 ซ.ม."], "filtered_negatives_with_scores": [{"neg": "1. ซาเอบะ เรียวมาจากซิตี้ฮันเตอร์มีความสูง 180 ซ.ม.", "score": 0.9212483167648315}]}
{"query_id": "4", "query": "บันทึกเหตุการณ์และเรื่องราวต่าง ๆ ในยุคสามก๊กฉบับแรก ที่มีการบันทึกเป็นลายลักษณ์อักษรเรียกว่าอะไร?", "positive_passage_id": "9800#8", "positive_passage": "บันทึกเหตุการณ์และเรื่องราวต่าง ๆ ในยุคสามก๊กฉบับแรก ที่มีการบันทึกเป็นลายลักษณ์อักษรคือ จดหมายเหตุสามก๊ก หรือสามก๊กจี่ หรือซันกั๋วจือ (All {{zh-xx}} templates have been merged into {{zh}}, which can do anything. Consult that template's documentation for more details.", "language": "th", "source": "mr-tydi", "negatives": ["บันทึกเหตุการณ์และเรื่องราวต่าง ๆ ในยุคสามก๊กฉบับแรก ที่มีการบันทึกเป็นลายลักษณ์อักษรเรียกว่า ประวัติศาสตร์สามก๊ก ที่จริงไม่มีเรื่อง"], "filtered_negatives_with_scores": [{"neg": "บันทึกเหตุการณ์และเรื่องราวต่าง ๆ ในยุคสามก๊กฉบับแรก ที่มีการบันทึกเป็นลายลักษณ์อักษรเรียกว่า ประวัติศาสตร์สามก๊ก ที่จริงไม่มีเรื่อง", "score": 0.9597568511962891}]}
{"query_id": "5", "query": "เจ.เค. โรว์ลิ่ง มีพี่น้องกี่คน?", "positive_passage_id": "38960#5", "positive_passage": "โรว์ลิงมีน้องสาวหนึ่งคนชื่อว่าไดแอนน์[9] เกิดให้หลังเธอ 23 เดือน[23] เมื่อโรว์ลิงอายุสี่ขวบ ครอบครัวของเธอย้ายไปอยู่ที่วินเทอร์บอร์น ซึ่งเป็นหมู่บ้านละแวกใกล้เคียง[31] เธอเข้าเรียนในระดับประถมศึกษาที่โรงเรียนเซนต์ไมเคิล ที่ก่อตั้งโดยวิลเลียม วิลเบอร์ฟอร์ซ นักการเมืองผู้เรียกร้องให้เกิดการเลิกทาสในอังกฤษและฮันนาห์ มอร์ นักปฏิรูปการศึกษาของอังกฤษ[32][33] อัลเฟรด ดันท์ ครูใหญ่ที่โรงเรียนแห่งนี้ภายหลังได้กลายมาเป็นแรงบันดาลใจให้เธอสร้างตัวละครอัลบัส ดัมเบิลดอร์ ในแฮร์รี่ พอตเตอร์ขึ้น[34]", "language": "th", "source": "mr-tydi", "negatives": ["1. เจ.เค. โรว์ลิ่งไม่มีพี่น้องแต่เธอมีแม่และพ่อที่ทำหนังสือหลายเล่ม"], "filtered_negatives_with_scores": [{"neg": "1. เจ.เค. โรว์ลิ่งไม่มีพี่น้องแต่เธอมีแม่และพ่อที่ทำหนังสือหลายเล่ม", "score": 0.8966201543807983}]}
{"query_id": "6", "query": "บางรักซอย 9/1 เป็นเรื่องราวความรักความอลวนต่อจาก บางรักซอย 9 ของชัดเจนและแป้งใช่หรือไม่?", "positive_passage_id": "5152#0", "positive_passage": "บางรักซอย 9/1 เป็นละครโทรทัศน์ประเภทซิตคอม สร้างโดยเดอะ วัน เอ็นเตอร์ไพรส์ กำกับการแสดงโดยพงษ์ศักดิ์ ฉิมเจริญ และเสกสรรค์ สิงอุไร นำแสดงโดยศักดิ์สิทธิ์ แท่งทอง, พิยดา จุฑารัตนกุล, ตงตง เดอะสตาร์ 12 และกรณิศ เล้าสุบินประเสริฐ (อ๊ะอาย เดอะวอยซ์คิดส์ 2) เป็นเรื่องราวความรักความอลวนต่อจาก บางรักซอย 9 ของชัดเจนและแป้ง ที่ส่งต่อถึงรุ่นลูกอย่างชัดแจ้งและแป้งหอม ออกอากาศทางช่องวัน ในช่วง วันขำดี คอเมดี้ที่สองทุ่ม ทุกวันอังคาร เวลา 20.00–20.30 น. ก่อนละครดีดูที่ช่องวันประจำวันอังคาร เริ่มออกอากาศวันที่ 4 ตุลาคม พ.ศ. 2559[1][2] เฉพาะวันที่ 22 พฤศจิกายน พ.ศ. 2559 – 30 พฤษภาคม พ.ศ. 2560 เพิ่มเวลาเป็น 19.45–20.30 น. ต่อมาในวันที่ 6 มิถุนายน พ.ศ. 2560 ได้ปรับเวลาการออกอากาศให้มาเร็วขึ้นกว่าเดิมและเพิ่มเวลาเป็น 19.15–20.15 น. และล่าสุดตั้งแต่วันที่ 13 มิถุนายน พ.ศ. 2560 เป็นต้นไป พบกับเวลาใหม่เป็น 19.10–19.55 น. ตั้งแต่ 28 พฤศจิกายน พ.ศ. 2560 เป็นเวลา 19.00–20.00 น. และซิตคอมเรื่องนี้จะออกอากาศเป็นตอนสุดท้ายของฤดูกาลที่ 1 ในวันที่ 19 ธันวาคม พ.ศ. 2560 ตั้งแต่วันที่ 14 มกราคม พ.ศ. 2561 ฤดูกาลที่ 2 จะกลับมาออกอากาศในวันและเวลาใหม่ ทุกวันอาทิตย์ 17.00–18.00 น.", "language": "th", "source": "mr-tydi", "negatives": ["1. บางรักซอย 9/1 เป็นเรื่องราวความสุขความสุภาพของศิลปินชื่อดัง"], "filtered_negatives_with_scores": [{"neg": "1. บางรักซอย 9/1 เป็นเรื่องราวความสุขความสุภาพของศิลปินชื่อดัง", "score": 0.897813081741333}]}
{"query_id": "7", "query": "เทียรี่ เมฆวัฒนา สามารถเล่นกีต้าร์ได้ใช่หรือไม่?", "positive_passage_id": "56155#2", "positive_passage": "โดยเทียรี่มีความสนใจในการเล่นดนตรีมาตั้งแต่เด็ก ๆ โดยหัดเล่นกีตาร์ตอนอายุ 11 ขวบ ซึ่งเพลงแรกที่หัดเล่นคือเพลง Flying Machine ของเซอร์ คลิฟฟ์ ริชาร์ด เทียรี่ชื่นชอบและได้รับแรงบันดาลใจทางดนตรีมาจากบทเพลงของบ็อบ ดิลลัน, ดอน แม็กลีน, เดอะ บีทเทิลส์ รวมถึงวงควีนด้วย", "language": "th", "source": "mr-tydi", "negatives": ["1. เทียรี่เมฆวัฒนานั้นเป็นนักร้องที่มีความสามารถในการเล่นกีต้าร์อย่างมากและมีผลงานในวงการเพลงมากมาย ไม่จำเป็นต้องเริ่มต้นด้วยการเล่นกีต้าร์"], "filtered_negatives_with_scores": [{"neg": "1. เทียรี่เมฆวัฒนานั้นเป็นนักร้องที่มีความสามารถในการเล่นกีต้าร์อย่างมากและมีผลงานในวงการเพลงมากมาย ไม่จำเป็นต้องเริ่มต้นด้วยการเล่นกีต้าร์", "score": 0.9165970087051392}]}
{"query_id": "8", "query": "ใครเป็นผู้ก่อตั้ง สโมสรฟุตบอลชลบุรี?", "positive_passage_id": "52283#3", "positive_passage": "ต่อมาเมื่อทาง สมาคมกีฬาจังหวัดชลบุรี ได้สิทธิ์เข้าร่วมแข่งขัน โปรวินเชียลลีก ในปี 2543 จึงได้ออกมาก่อตั้ง ทีมฟุตบอลจังหวัดชลบุรี โดยได้แยก สโมสรฟุตบอลชลบุรี-สันนิบาตฯ สมุทรปราการ ซึ่งในขณะนั้นลงเล่นในดิวิชั่น 1 ออกจากกัน โดยผู้เล่นของทีมส่วนใหญ่ ได้นำผู้เล่นจาก โรงเรียนอัสสัมชัญศรีราชา และ โรงเรียนจุฬาภรณราชวิทยาลัย ชลบุรี โดยใน ฤดูกาลแรกที่เข้าร่วมแข่งขัน (โปรลีก 2543/44) สโมสรจบอันดับที่ 3 ของตาราง", "language": "th", "source": "mr-tydi", "negatives": ["1. ผู้ก่อตั้ง สโมสรฟุตบอลชลบุรี เป็น นักฟุตบอลชลบุรีคนเดียว 2. สโมสรฟุตบอลชลบุรีได้ก่อตั้งขึ้นโดยบริษัทชลบุรี"], "filtered_negatives_with_scores": [{"neg": "1. ผู้ก่อตั้ง สโมสรฟุตบอลชลบุรี เป็น นักฟุตบอลชลบุรีคนเดียว 2. สโมสรฟุตบอลชลบุรีได้ก่อตั้งขึ้นโดยบริษัทชลบุรี", "score": 0.9032880067825317}]}
{"query_id": "9", "query": "ดิ อะเมซิ่ง เรซ เป็นเรียลลิตี้โชว์จากประเทศอะไร?", "positive_passage_id": "73009#1", "positive_passage": "ดิ อะเมซิ่ง เรซ ในเวอร์ชันสหรัฐอเมริกา สร้างโดย อลิส ดอร์แกนเลอร์ และ เบ็นตั้น แวนด์ มัสเตอร์ และได้ออกอากาศในสหรัฐอเมริกา ตั้งแต่ ค.ศ. 2001 มีพิธีกรชื่อดังระดับรางวัลเอ็มมี ชาวนิวซีแลนด์ ฟิล คีโอแกน เป็นพิธีกรของรายการตั้งแต่ซีซั่นแรก และผู้อำนวยการสร้างภาพยนตร์ฟอร์มยักษ์ระดับ ฮอลลีวูด เจอร์รี บรัคไฮเมอร์ เป็นผู้อำนวยการสร้างหลักของรายการ นอกจากนี้รายการนี้ยังมีการซื้อลิขสิทธิ์ ไปสร้างในหลาย ๆ ประเทศ โดยยังคงรูปแบบหลัก ๆ ของรายการอยู่ ส่วนเนื้อหาในบทความนี้จะใช้เกณฑ์และเนื้อหาของฉบับอเมริกาเป็นส่วนใหญ่", "language": "th", "source": "mr-tydi", "negatives": ["1. ดิ อะเมซิ่ง เรซ เป็นเรียลลิตี้โชว์ที่สร้างขึ้นในประเทศจีน"], "filtered_negatives_with_scores": [{"neg": "1. ดิ อะเมซิ่ง เรซ เป็นเรียลลิตี้โชว์ที่สร้างขึ้นในประเทศจีน", "score": 0.9221307039260864}]}
{"query_id": "10", "query": "พระเจ้าฟรีดริชที่ 2 เสียชีวิตเมื่อไหร่?", "positive_passage_id": "78492#0", "positive_passage": "จักรพรรดิฟรีดริชที่ 2 แห่งจักรวรรดิโรมันอันศักดิ์สิทธิ์ (Italian: Federico II del Sacro Romano Impero; German: Friedrich II 26 ธันวาคม พ.ศ. 1737–13 ธันวาคม พ.ศ. 1793) เสด็จพระราชสมภพที่นครเจซี ประเทศอิตาลี เป็นพระราชนัดดาของจักรพรรดิฟรีดิชที่ 1 ขึ้นครองราชย์แทนจักรพรรดิไฮน์ริชที่ 6 แห่งโรมันอันศักดิ์สิทธิ์ เมื่อ พ.ศ. 1763 และทรงเป็นจักรพรรดิองค์สุดท้ายของราชวงศ์โฮเฮนสเตาเฟ็น ทรงเป็นกษัตริย์แห่งซิชิลีเมื่อ พ.ศ. 1741 และกษัตริย์แห่งเยอรมนีเมื่อ พ.ศ. 1755", "language": "th", "source": "mr-tydi", "negatives": ["1. พระเจ้าฟรีดริชที่ 2 เสียชีวิตเมื่อวันที่ 31 ตุลาคม พ.ศ. 1800"], "filtered_negatives_with_scores": [{"neg": "1. พระเจ้าฟรีดริชที่ 2 เสียชีวิตเมื่อวันที่ 31 ตุลาคม พ.ศ. 1800", "score": 0.909117579460144}]}
{"query_id": "11", "query": "ของขวัญดัตช์  ถูกสะสมโดยใคร?", "positive_passage_id": "278702#1", "positive_passage": "ภาพเขียนส่วนใหญ่และประติกรรมทั้งหมดมาจากงานสะสมศิลปะเรย์นสท์ ซึ่งเป็นงานสะสมงานศิลปะอิตาลีของคริสต์ศตวรรษที่ 16 ที่สำคัญที่สุดของดัตช์ ที่สะสมโดยพ่อค้าชาวดัตช์ยาน เรย์นสท์ (Jan Reynst) และเพิ่มเติมต่อมาโดยพี่ชายเกอร์ริท เรย์นสท์ (Jan Reynst)[3] งานศิลปะที่ถวายเป็นงานที่สะท้อนถึงพระราชนิยมทางศิลปะของสมเด็จพระเจ้าชาร์ลส์ที่ 2 ที่ทรงมีร่วมกับพระราชบิดาสมเด็จพระเจ้าชาร์ลส์ที่ 1 ผู้ทรงมีงานสะสมที่เป็นเยี่ยมที่สุดงานหนึ่งในยุโรป แต่มาถูกขายไปในต่างประเทศหลังจากที่ทรงถูกปลงพระชนม์ในปี ค.ศ. 1649[4] ในด้านการสะสมศิลปะ สมเด็จพระเจ้าชาร์ลส์ที่ 2 ไม่ทรงมีความกระตือรือร้นในการเสาะแสวงหางานสำหรับการสะสมเท่ากับพระราชบิดา แต่ทรงมีความซาบซึ่งในคุณค่าของงานศิลปะ และต่อมาก็ทรงสามารถเสาะหางานต่างๆ ที่มีอยู่ก่อนสงครามกลางเมืองที่ยังคงอยู่ในอังกฤษกลับมาได้หลายชิ้น และได้ทรงซื้องานเขียนของจิตรกรรมชั้นครูสำคัญๆ เพิ่มเติมอีกหลายชิ้นด้วย[5]", "language": "th", "source": "mr-tydi", "negatives": ["1. พ่อค้าของขวัญดัตช์สะสมของขวัญดัตช์ทั้งหมดเอง"], "filtered_negatives_with_scores": [{"neg": "1. พ่อค้าของขวัญดัตช์สะสมของขวัญดัตช์ทั้งหมดเอง", "score": 0.8811694383621216}]}
{"query_id": "12", "query": "สายใยแก้วนำแสงคืออะไร?", "positive_passage_id": "548193#0", "positive_passage": "ใยแก้วนำแสง หรือ ออปติกไฟเบอร์ หรือ ไฟเบอร์ออปติก เป็นแก้วหรือพลาสติกคุณภาพสูง ที่สามารถยืดหยุ่นโค้งงอได้ โดยมีเส้นผ่านศูนย์กลางเพียง 8-10 ไมครอน[1] (10 ไมครอน = 10 ในล้านส่วนของเมตร =10x10^-6=0.00001 เมตร = 0.01 มม.) ซึ่งเล็กกว่าเส้นผมที่มีขนาด 40-120 ไมครอน, กระดาษ 100 ไมครอน[2] ใยแก้วนำแสงนั้นทำหน้าที่เป็นตัวกลางในการส่งแสงจากด้านหนึ่งไปอีกด้านหนึ่ง ด้วยความเร็วเกือบเท่าแสง เมื่อนำมาใช้ในการสื่อสารโทรคมนาคม ทำให้การส่ง-รับข้อมูลได้เร็วมาก สามารถส่ง-รับข้อมูลในระยะทางได้เกิน 100 กม.ในหนึ่งช่วง และเนื่องจากแสงเป็นตัวนำส่งข้อมูล จึงทำให้สัญญาณแม่เหล็กไฟฟ้าภายนอก ไม่สามารถรบกวนความชัดเจนของข้อมูลได้ ใยแก้วนำแสงจึงถูกนำมาใช้แทนตัวกลางอื่นๆในการส่งข้อมูล อีกทั้งยังเป็นเส้นใยขนาดเล็กที่ทำหน้าที่เป็นตัวนำแสง โครงสร้างของเส้นใยแสงประกอบด้วยส่วนที่แสงเดินทางผ่านเรียกว่า CORE และส่วนที่หุ้มCORE อยู่เรียกว่า CLAD ทั้ง CORE และ CLAD เป็นDIELECTRIC ใส 2 ชนิด (DIELECTRIC หมายถึงสารที่ไม่เป็นตัวนำไฟฟ้า เช่น แก้ว พลาสติก) โดยการทำให้ค่าดัชนีการหักเหของ CLAD มีค่าน้อยกว่าค่าดัชนีการหักเหของCORE เล็กน้อยประมาณ 0.2-3% และอาศัยปรากฏการณ์สะท้อนกลับหมดของแสง สามารถทำให้แสงที่ป้อนเข้าไปใน CORE เดินทางไปได้นอกจากนั้นเนื่องกล่าวกันว่าเส้นใยแสงมีขนาดเล็กมากขนาดเท่าเส้นผมนั้นหมายความว่า ขนาดของเส้นผ่าศูนย์กลางด้านนอกของ CLAD ซึ่งมีขนาดประมาณ 0.1 ม.ม. ส่วน CORE ที่แสงเดินทางผ่าน นั้นมีขนาดเล็กลงไปอีกคือประมาณหลาย um ~ หลายสิบ um (1 um=10-3mm) ซึ่งมีค่าหลายเท่าของความยาวคลื่นของแสงที่ใช้งาน ค่าต่างๆ เหล่านี้เป็นค่าที่กำหนดขึ้นจากคุณสมบัติการส่งและคุณสมบัติทางเมคานิกส์ที่ต้องการ เส้นใยแสงนอกจากมีคุณสมบัติการส่งดีเยี่ยมแล้วยังมีลักษณะเด่นอย่างอื่นอีกเช่น ขนาดเล็กน้ำหนักเบาอีกด้วย", "language": "th", "source": "mr-tydi", "negatives": ["1. สายใยแก้วนำแสงเป็นเทคนิคการส่งข้อมูลทางโทรศัพท์ที่ใช้เทคโนโลยีใหม่ๆ."], "filtered_negatives_with_scores": [{"neg": "1. สายใยแก้วนำแสงเป็นเทคนิคการส่งข้อมูลทางโทรศัพท์ที่ใช้เทคโนโลยีใหม่ๆ.", "score": 0.8902528285980225}]}
{"query_id": "13", "query": "จังหวัดมุกดาหารมีกี่อำเภอ?", "positive_passage_id": "2854#3", "positive_passage": "การปกครองแบ่งออกเป็น 7 อำเภอ 53 ตำบล 526 หมู่บ้าน", "language": "th", "source": "mr-tydi", "negatives": ["1. มุกดาหารมี 8 อำเภอ."], "filtered_negatives_with_scores": [{"neg": "1. มุกดาหารมี 8 อำเภอ.", "score": 0.9122251868247986}]}
{"query_id": "14", "query": "ขนมปังขิงมีส่วนผสมของขิงหรือไม่?", "positive_passage_id": "26348#2", "positive_passage": "นอกจากจะใช้น้ำผึ้งเป็นสารให้ความหวานและมีเครื่องเทศจากโลกตะวันออกเป็นส่วนผสมแล้ว (โดยมากคือ อบเชย กานพลู โป๊ยกั๊ก หรือน้อยครั้งที่ใช้กระวาน ผักชี ขิง ลูกจันทน์เทศ) ขนมขิงยังแตกต่างจากขนมปังอื่นๆตรงที่ไม่มียีสต์เป็นส่วนผสมเลย การอบขนมขิงจะใช้เกลือจากเขากวางแดง (Hirschhornsalz) หรือสารโพแทสเซียม (หรืออาจใช้ทั้งสองอย่าง) แทนผงฟู ซึ่งสารเหล่านี้จะทำให้แป้งดิบที่ยังไม่ได้อบนั้นมีรสขมเล็กน้อย บ่อยครั้งที่มีการตกแต่งขนมขิงด้วยอัลมอนด์ ถั่ว ผงเปลือกส้ม ผงเปลือกมะนาว หรือโดยเฉพาะอย่างยิ่งก็คือ ช็อกโกแลต แป้งเป็นส่วนผสมหนึ่งที่ไม่ได้ใช้กับขนมขิงทุกประเภทเสมอไป ตัวอย่างเช่น ขนมขิงตำรับเมืองนูเรมเบิร์ก ซึ่งตามเกณฑ์คุณภาพแล้วจะไม่ใช้แป้งเลย หากแต่ใช้น้ำมันเมล็ดพืชแทน", "language": "th", "source": "mr-tydi", "negatives": ["1. ขนมปังขิงมีส่วนผสมของขิงเพราะขิงนำมาเคี่ยวจนเป็นกากและนำมาผสมในแป้งขิง."], "filtered_negatives_with_scores": [{"neg": "1. ขนมปังขิงมีส่วนผสมของขิงเพราะขิงนำมาเคี่ยวจนเป็นกากและนำมาผสมในแป้งขิง.", "score": 0.9070819020271301}]}
{"query_id": "15", "query": "องค์การยูเนสโก ตั้งอยู่ที่ไหน ?", "positive_passage_id": "5201#0", "positive_passage": "องค์การการศึกษา วิทยาศาสตร์ และวัฒนธรรมแห่งสหประชาชาติ (English: United Nations Educational, Scientific and Cultural Organization) หรือ ยูเนสโก (UNESCO) เป็นทบวงการชำนัญพิเศษของสหประชาชาติ ก่อตั้งโดยได้มีการลงนามในธรรมนูญขององค์การ เมื่อวันที่ 16 พฤศจิกายน พ.ศ. 2488 และต่อมาเมื่อวันที่ 4 พฤศจิกายน พ.ศ. 2489 (ค.ศ. 1946) หลังสงครามโลกครั้งที่ 2 ประเทศสมาชิกก่อตั้ง 20 ประเทศ ได้ร่วมมือกันให้สัตยาบันธรรมนูญองค์การ ซึ่งเริ่มด้วยข้อความที่ว่า นอกจากนี้ ธรรมนูญยูเนสโกยังบ่งชี้ไว้ด้วยว่า สันติภาพที่เกิดจากการตกลงทางการเมือง ทางเศรษฐกิจระหว่างรัฐบาลเพียงอย่างเดียว ย่อมไม่ได้รับการสนับสนุนอย่างเต็มที่แท้จริงและยืนนาน จากประเทศชาติต่าง ๆ ในโลก สันติภาพจะต้องวางรากฐานอยู่บนความร่วมมือทางภูมิปัญญา และจิตสำนึกของมนุษยชาติ. ดังนั้นองค์การยูเนสโกจึงมุ่งเน้นการส่งเสริมสันติภาพ ด้วยการส่งเสริมความร่วมมือของนานาชาติ ด้านการศึกษา วิทยาศาสตร์ และวัฒนธรรม เพื่อให้ทั่วโลกเคารพในความยุติธรรม กฎหมาย สิทธิ และเสรีภาพ ที่มนุษย์พึงมี โดยไม่ถือเชื้อชาติ เพศ ภาษา หรือศาสนา ตามกฎบัตรสหประชาชาติ. ยูเนสโกมีสำนักงานใหญ่อยู่ที่กรุงปารีส ประเทศฝรั่งเศส", "language": "th", "source": "mr-tydi", "negatives": ["1. องค์การยูเนสโกตั้งอยู่ที่กรุงเทพมหานคร, ประเทศไทย."], "filtered_negatives_with_scores": [{"neg": "1. องค์การยูเนสโกตั้งอยู่ที่กรุงเทพมหานคร, ประเทศไทย.", "score": 0.9110012054443359}]}
{"query_id": "16", "query": "พระเจ้าบรมวงศ์เธอ กรมขุนสุพรรณภาควดี มีพี่น้องกี่คน ?", "positive_passage_id": "172368#4", "positive_passage": "พระองค์มีพระขนิษฐาที่ประสูติร่วมพระมารดาอีก 2 พระองค์ ซึ่งมีพระนามที่คล้องจองกัน ได้แก่ ศรีวิไลยลักษณ์ สุวพักตร์วิไลยพรรณ และบัณฑรวรรณวโรภาส", "language": "th", "source": "mr-tydi", "negatives": ["1. พระองค์มีพระอี่นาที่ประสูติจากแม่เดียวกัน 4 คน คือ สมเด็จพระเจ้าพี่นางเธอ เจ้าฟ้ากรมหลวงสุพรรณภาควดี ทรงเป็นท่านพี่"], "filtered_negatives_with_scores": [{"neg": "1. พระองค์มีพระอี่นาที่ประสูติจากแม่เดียวกัน 4 คน คือ สมเด็จพระเจ้าพี่นางเธอ เจ้าฟ้ากรมหลวงสุพรรณภาควดี ทรงเป็นท่านพี่", "score": 0.8533987402915955}]}
{"query_id": "17", "query": "คลองดำเนินสะดวกสร้างครั้งแรกเมื่อใด ?", "positive_passage_id": "195806#1", "positive_passage": "คลองดำเนินสะดวก เป็นนามพระราชทานจากรัชกาลที่ 5 เป็นคลองที่ขุดด้วยแรงงานคนซึ่งขุดได้ตรงและยาวที่สุดในประเทศ จากพระราชดำริของรัชกาลที่ 4 ที่ทรงพระประสงค์ให้ขุดคลองเชื่อมต่อระหว่างแม่น้ำแม่กลองและแม่น้ำท่าจีน เพื่อประโยชน์ในการคมนาคมและการค้าขาย คลองดำเนินสะดวก ใช้เวลาในการขุด 2ปีเศษ จากปลายรัชสมัยรัชกาลที่ 4 แล้วเสร็จต้นรัชกาลที่ 5 มีความยาวประมาณ 32 กิโลเมตรมีซอยน้อยแยกออกไปอีกประมาณ 200 คลอง ตลาดน้ำดำเนินสะดวก หรือที่ชาวบ้านเรียกว่าตลาดน้ำคลองต้นเข็ม สักประมาณ 30 ปีที่แล้ว ตลาดน้ำดำเนินสะดวกอยู่ที่คลองลัดพลี หนาแน่นช่วงปากคลองต่อกับคลองดำเนินสะดวก ซึ่งอยู่ตรงข้ามตลาดน้ำปัจจุบัน(ฝั่งตรงตลาดน้ำดำเนินสะดวก) มีเรือพายแท้ ๆ จากชาวสวนแน่นขนด สามารถเดินข้ามคลองได้โดยเหยียบไปบนเรือเหล่านั้น ปี 2514-2516 ตลาดน้ำคลองลัดพลีเป็นช่วงที่มีความเจริญมาก มีการค้าขายกับอย่างสนุกสนาน โดยมีนักท่องเที่ยวแต่ชาวต่างชาติ จนมีนายทุนได้ทำการขุดคลองเทียมขึ้นมา ระหว่างคลองลัดพลี และคลองดำเนินสะดวก หวังที่จะทำเป็นแหล่งท่องเที่ยวแต่ไม่ประสบความสำเร็จ ตั้งแต่ลาดน้ำที่แท้จริงหายไป (20กว่าปีมาแล้ว) ซึ่งตลาดน้ำในปัจจุบันนี้ เป็นเพียงการสตาฟตลาดน้ำในอดีตให้คงอยู่เท่านั้น อย่างไรก็ตามตลาดน้ำดำเนินที่เก่าแก่กว่าร้อยปี ยังคงมีมนต์ขลังเป็นตลาดน้ำที่ยังคงเป็นของจริง ยังมีจากแม่ค้าที่นำผลไม้จากสวนมาขาย หรือบางครั้งอาจรับผลไม้มาจากรถบรรทุกที่อื่นขาย เป็นอะไรสุดท้ายที่ควรไปชม", "language": "th", "source": "mr-tydi", "negatives": ["1. คลองดำเนินสะดวกสร้างครั้งแรกเมื่อวันที่ 1 มกราคม พ.ศ. 2490"], "filtered_negatives_with_scores": [{"neg": "1. คลองดำเนินสะดวกสร้างครั้งแรกเมื่อวันที่ 1 มกราคม พ.ศ. 2490", "score": 0.9229871034622192}]}
{"query_id": "18", "query": "อาณาจักรอาหม ก่อตั้งขึ้นเมื่อไหร่?", "positive_passage_id": "62906#0", "positive_passage": "อาณาจักรอาหม (Assamese: আহোম ৰাজ্য; อาโหมะ ราชยะ; English: Ahom Kingdom) บ้างเรียก อาณาจักรอัสสัม (Kingdom of Assam)[1] มีชื่อในภาษาอาหมว่า เมืองถ้วนสวนคำ[2] หรือ เมืองนุนสุนคำ (Mioung Dun Sun Kham)[3] ไทใหญ่เรียกว่า เวสาลีโหลง[2] เป็นรัฐรุ่นเดียวกับอาณาจักรสุโขทัย เริ่มต้นเมื่อ พ.ศ. 1771 นำโดยเจ้าหลวงเสือก่าฟ้า ปฐมกษัตริย์ หลังจากที่ต้องอพยพเดินทางทั้งยังทำการต่อสู้และย้ายถิ่นตลอด 38 ปี จึงได้วางรากฐานอาณาจักรอาหม โดยตั้งราชธานีที่เจ้รายดอย (หรือ จรวยเทพ)[4] ในช่วงแรกที่ได้ตั้งอาณาจักรอาหมขึ้นมีการต่อสู้กับชนชาวเขาเผ่าต่าง ๆ ซึ่งเป็นชนพื้นเมือง", "language": "th", "source": "mr-tydi", "negatives": ["1. อาณาจักรอาหม ก่อตั้งขึ้นในสมัยโบราณของจีนเมื่อประมาณพ.ศ. 1000"], "filtered_negatives_with_scores": [{"neg": "1. อาณาจักรอาหม ก่อตั้งขึ้นในสมัยโบราณของจีนเมื่อประมาณพ.ศ. 1000", "score": 0.9108726382255554}]}
{"query_id": "19", "query": "ประธานาธิบดีของประเทศสหรัฐอเมริกาคนแรกชื่ออะไร ?", "positive_passage_id": "10820#0", "positive_passage": "จอมพล จอร์จ วอชิงตัน (English: George Washington, 22 กุมภาพันธ์ ค.ศ. 1732 [วันที่แบบเก่า: 11 กุมภาพันธ์ ค.ศ. 1731][1][2][3] – 14 ธันวาคม ค.ศ. 1799) เป็นผู้นำทางทหารและการเมืองที่โดดเด่นของสหรัฐอเมริกาที่เพิ่งก่อตั้งขึ้น ระหว่าง ค.ศ. 1775 ถึง 1799 เขานำสหรัฐจนได้รับชัยชนะเหนือบริเตนใหญ่ในสงครามปฏิวัติอเมริกัน ในฐานะผู้บัญชาการทหารสูงสุดของกองทัพภาคพื้นทวีปใน ค.ศ.1775-1783 และรับผิดชอบการร่างรัฐธรรมนูญใน ค.ศ. 1787 เขาดำรงตำแหน่งประธานาธิบดีคนแรกของสหรัฐอเมริกา ดำรงตำแหน่ง ค.ศ. 1789-1797[4][5][6] วอชิงตันเป็นผู้นำการสร้างรัฐบาลแห่งชาติที่เข้มแข็งและมีการคลังที่ดี ซึ่งวางตนเป็นกลางในสงครามที่ปะทุขึ้นในยุโรป ปราบปรามกบฏและได้รับการยอมรับจากชนอเมริกันทุกประเภท รูปแบบความเป็นผู้นำของเขาได้กลายมาเป็นระเบียบพิธีของรัฐบาลซึ่งปฏิบัติสืบต่อกันมานับแต่นั้น อาทิ การใช้ระบบคณะรัฐมนตรีและการปราศรัยในโอกาสเข้ารับตำแหน่งประธานาธิบดีอย่างเป็นทางการ วอชิงตันได้รับการยกย่องทั่วไปว่าเป็น \"บิดาแห่งประเทศของเขา\" ด้วย[7][8]", "language": "th", "source": "mr-tydi", "negatives": ["1. ประธานาธิบดีของสหรัฐอเมริกาคนแรกชื่อว่า ฮาร์วีย์ ดับเบิลยู. ฮอร์เนส ซึ่งเขาเป็นแพทย์ทางจิตเวชผู้มีชื่อเสียง."], "filtered_negatives_with_scores": [{"neg": "1. ประธานาธิบดีของสหรัฐอเมริกาคนแรกชื่อว่า ฮาร์วีย์ ดับเบิลยู. ฮอร์เนส ซึ่งเขาเป็นแพทย์ทางจิตเวชผู้มีชื่อเสียง.", "score": 0.8793981671333313}]}
{"query_id": "20", "query": "คอเคลียเต็มไปด้วยน้ำที่เรียกว่าอะไร?", "positive_passage_id": "844976#8", "positive_passage": "คอเคลียเต็มไปด้วยน้ำที่เรียกว่า perilymph ซึ่งไหวไปตามแรงสั่นสะเทือนที่มาจากหูชั้นกลางโดยผ่านช่องรูปไข่ (oval window) เมื่อน้ำในคอเคลียเคลื่อน ท่อคอเคลีย (cochlear duct/partition) ที่อยู่ตรงกลาง ซึ่งรวมเยื่อฐาน (basilar membrane) และอวัยวะของคอร์ติ ก็จะเคลื่อนด้วย เซลล์ขนนับเป็นพัน ๆ จะรับรู้การเคลื่อนไหวผ่าน stereocilia แล้วแปลงแรงกลนั้นให้เป็นสัญญาณไฟฟ้าที่สื่อประสาทไปยังเซลล์ประสาทเป็นพัน ๆ โดยตัวนิวรอนที่ต่อกับเซลล์ขนจะเป็นตัวแปลงสัญญาณจากเซลล์ขนให้เป็นอิมพัลส์ไฟฟ้าประสาทที่เรียกว่า ศักยะงาน (action potential) ซึ่งส่งทางเส้นประสาท auditory nerve ไปยังโครงสร้างในก้านสมองเพื่อการประมวลผลต่อ ๆ ไป", "language": "th", "source": "mr-tydi", "negatives": ["1. คอเคลียเต็มไปด้วยน้ำที่เรียกว่า lactate."], "filtered_negatives_with_scores": [{"neg": "1. คอเคลียเต็มไปด้วยน้ำที่เรียกว่า lactate.", "score": 0.9092137813568115}]}
{"query_id": "21", "query": "วิจารณญาณ หมายถึงอะไร ?", "positive_passage_id": "33326#0", "positive_passage": "วิจารณญาณ (อ่านว่า วิจาระนะยาน) หมายถึงปัญญาที่สามารถรู้หรือให้เหตุผลที่ถูกต้อง ปัญญาสามารถในการพิจารณาจัดแจง วางแผน สืบสวน แสวงหา ไตร่ตรองเหตุผล เรียกว่า วิจารณปัญญา ก็มี", "language": "th", "source": "mr-tydi", "negatives": ["1. วิจารณญาณหมายถึงการเรียนรู้เพื่อความรู้เพิ่มเติม"], "filtered_negatives_with_scores": [{"neg": "1. วิจารณญาณหมายถึงการเรียนรู้เพื่อความรู้เพิ่มเติม", "score": 0.923815131187439}]}
{"query_id": "22", "query": "มุศเฏาะฟา ฮัจญี เกิดเมื่อไหร่?", "positive_passage_id": "718106#0", "positive_passage": "มุศเฏาะฟา ฮัจญี (Arabic: مصطفى حجي‎; English: Mustapha Hadji; เกิด 16 พฤศจิกายน ค.ศ. 1971 ที่โมร็อกโก) เป็นอดีตนักฟุตบอลทีมชาติโมร็อกโก ปัจจุบันรับหน้าที่เป็นผู้ช่วยผู้จัดการทีมชาติโมร็อกโก มีชื่อเสียงโด่งดังเมื่อครั้งเล่นให้กับสโมสรคอเวนทรีซิตี และแอสตันวิลลาในพรีเมียร์ลีก โดยฮัจญีเคยเล่นในฟุตบอลโลก 1994 และ ฟุตบอลโลก 1998 รวมทั้งได้รับรางวัลนักฟุตบอลยอดเยี่ยมแห่งปีของทวีปแอฟริกา 1 สมัย เมื่อครั้งเล่นให้สโมสรเดปอร์ตีโบเดลาโกรูญาในลาลีกาของสเปน และเป็นอดีตกัปตันทีมของสโมสรคอเวนทรีซิตี", "language": "th", "source": "mr-tydi", "negatives": ["1. มุศเฏาะฟา ฮัจญี เกิดในวันที่ 15 มกราคม ค.ศ. 1971 ที่ประเทศฝรั่งเศส"], "filtered_negatives_with_scores": [{"neg": "1. มุศเฏาะฟา ฮัจญี เกิดในวันที่ 15 มกราคม ค.ศ. 1971 ที่ประเทศฝรั่งเศส", "score": 0.9224672317504883}]}
{"query_id": "23", "query": "กรุงเยรูซาเลมสำคัญกับศาสนาอิสลามอย่างไร ?", "positive_passage_id": "35599#0", "positive_passage": "เยรูซาเลม (English: Jerusalem), เยรูชาลายิม (Hebrew: יְרוּשָׁלַיִם) หรือ อัลกุดส์ (Arabic: القُدس‎) เป็นเมืองในตะวันออกกลาง ตั้งอยู่บนที่ราบของภูเขายูดาห์ ระหว่างทะเลเมดิเตอร์เรเนียนกับทะเลเดดซี เยรูซาเลมเป็นเมืองที่พระยาห์เวห์ทรงเลือกสรรไว้ให้เป็นป้อมแห่งความเชื่อถึงพระเป็นเจ้าแต่เพียงองค์เดียว ประเทศอิสราเอลและรัฐปาเลสไตน์ต่างอ้างสิทธิเหนือเยรูซาเลมว่าเป็นเมืองหลวงของตน อย่างไรก็ตาม การกล่าวอ้างของทั้งสองฝ่ายไม่ได้รับการยอมรับจากนานาชาติ", "language": "th", "source": "mr-tydi", "negatives": ["1. เยรูซาเลมเป็นเมืองที่สำคัญสำหรับศาสนาคริสต์เท่านั้นและไม่มีความสำคัญกับศาสนาอิสลาม."], "filtered_negatives_with_scores": [{"neg": "1. เยรูซาเลมเป็นเมืองที่สำคัญสำหรับศาสนาคริสต์เท่านั้นและไม่มีความสำคัญกับศาสนาอิสลาม.", "score": 0.9041790962219238}]}
{"query_id": "24", "query": "ตำนานคนตัดไผ่ หรือ ตำนานเจ้าหญิงคะงุยะเป็นตัวอย่างของที่มาของนวนิยายเชิงวิทยาศาสตร์ใช่หรือไม่?", "positive_passage_id": "285193#0", "positive_passage": "ตำนานคนตัดไผ่ หรือ ตำนานเจ้าหญิงคะงุยะ (Japanese: 竹取物語 หรือ かぐや姫, English: The Tale of the Bamboo Cutter หรือ The Tale of Princess Kaguya) เป็นตำนานพื้นบ้านของญี่ปุ่นที่มีมาตั้งแต่คริสต์ศตวรรษที่ 10 ที่ถือกันว่าเป็นวรรณกรรมญี่ปุ่นชิ้นที่เก่าแก่ที่สุด[1][2] และเป็นตัวอย่างของที่มาของนวนิยายเชิงวิทยาศาสตร์[3]", "language": "th", "source": "mr-tydi", "negatives": ["1. ตำนานคนตัดไผ่ หรือ ตำนานเจ้าหญิงคะงุยะเป็นตัวอย่างของที่มาของนวนิยายบรรจงกลอน."], "filtered_negatives_with_scores": [{"neg": "1. ตำนานคนตัดไผ่ หรือ ตำนานเจ้าหญิงคะงุยะเป็นตัวอย่างของที่มาของนวนิยายบรรจงกลอน.", "score": 0.9251595139503479}]}
{"query_id": "25", "query": "อวัยวะภายในใดของมนุษยใดเป็นอวัยวะที่ใหญ่ที่สุด?", "positive_passage_id": "103136#1", "positive_passage": "อวัยวะของสัตว์ทั่วๆ ไป รวมทั้งมนุษย์ ได้แก่ หัวใจ (heart), ปอด (lung), สมอง (brain), ตา (eye), คอ (neck), กระเพาะอาหาร (stomach), ม้าม (spleen), กระดูก (bones), ตับอ่อน (pancreas), ไต (kidney), ตับ (liver), ลำไส้ (intestine), ผิวหนัง (skin) (ซึ่งเป็นอวัยวะที่ใหญ่ที่สุดในมนุษย์), มดลูก (uterus), และกระเพาะปัสสาวะ (urinary bladder) อวัยวะของสัตว์ที่อยู่ภายในร่างกายเรียกว่า อวัยวะภายใน (internal organ หรือ viscera)", "language": "th", "source": "mr-tydi", "negatives": ["1. นิ้วเท้าของมนุษย์เป็นอวัยวะที่ใหญ่ที่สุด"], "filtered_negatives_with_scores": [{"neg": "1. นิ้วเท้าของมนุษย์เป็นอวัยวะที่ใหญ่ที่สุด", "score": 0.8817160725593567}]}
{"query_id": "26", "query": "ผู้นำสูงสุดของกองทัพบกไทย เรียกว่าอะไร?", "positive_passage_id": "59272#1", "positive_passage": "สำหรับในประเทศไทยมีตำแหน่งผู้บัญชาการทหารสูงสุด และ จอมทัพ ซึ่งเรียกว่า จอมทัพไทย[1] โดยจอมทัพไทยไม่ใช่ยศทหาร ผู้ที่ดำรงตำแหน่งจอมทัพไทย คือ พระมหากษัตริย์ไทย ซึ่งเป็นทั้งประมุขและผู้นำทหารทั้งประเทศ ทรงดำรงพระยศ จอมพล จอมพลเรือ และ จอมพลอากาศ[2][3]", "language": "th", "source": "mr-tydi", "negatives": ["1. สำหรับประเทศไทย มีผู้นำสูงสุดชื่อ จอมทัพ ซึ่งยศจากกองทัพเรือ"], "filtered_negatives_with_scores": [{"neg": "1. สำหรับประเทศไทย มีผู้นำสูงสุดชื่อ จอมทัพ ซึ่งยศจากกองทัพเรือ", "score": 0.8686655759811401}]}
{"query_id": "27", "query": "สงครามโลกครั้งที่2 ยุติเมื่อไหร่?", "positive_passage_id": "5333#0", "positive_passage": "สงครามโลกครั้งที่สอง (English: World War II หรือ Second World War[note 1]; มักย่อเป็น WWII หรือ WW2) เป็นสงครามทั่วโลกกินเวลาตั้งแต่ปี 1939 ถึง 1945 ประเทศส่วนใหญ่ในโลกมีส่วนเกี่ยวข้อง รวมทั้งรัฐมหาอำนาจทั้งหมด แบ่งเป็นพันธมิตรทางทหารคู่สงครามสองฝ่าย คือ ฝ่ายสัมพันธมิตรและฝ่ายอักษะ เป็นสงครามที่กว้างขวางที่สุดในประวัติศาสตร์ มีทหารกว่า 100 ล้านนายจากกว่า 30 ประเทศเข้าร่วมโดยตรง สงครามนี้มีลักษณะเป็น \"สงครามเบ็ดเสร็จ\" คือ ประเทศผู้ร่วมสงครามหลักทุ่มขีดความสามารถทางเศรษฐกิจ อุตสาหกรรมและวิทยาศาสตร์ทั้งหมดเพื่อความพยายามของสงคราม โดยลบเส้นแบ่งระหว่างทรัพยากรของพลเรือนและทหาร ประเมินกันว่าสงครามมีมูลค่าราว 1 ล้านล้านดอลลาร์สหรัฐ[3] ประเมินกันว่ามีผู้เสียชีวิตระหว่าง 50 ถึง 85 ล้านคน ด้วยประการทั้งปวง สงครามโลกครั้งที่สองจึงนับว่าเป็นสงครามขนาดใหญ่ที่สุด ใช้เงินทุนมากที่สุด[4] และมีผู้เสียชีวิตสูงสุดในประวัติศาสตร์มนุษยชาติ[5]", "language": "th", "source": "mr-tydi", "negatives": ["สงครามโลกครั้งที่สองยุติเมื่อ 100 ปีที่แล้ว สงครามโลกครั้งที่สองยุติเมื่อ 1960 สงครามโลกครั้งที่สองยุติเมื่อ 2000"], "filtered_negatives_with_scores": [{"neg": "สงครามโลกครั้งที่สองยุติเมื่อ 100 ปีที่แล้ว สงครามโลกครั้งที่สองยุติเมื่อ 1960 สงครามโลกครั้งที่สองยุติเมื่อ 2000", "score": 0.8798269629478455}]}
{"query_id": "28", "query": "พ.ศ. 2470 ประเทศไทยมีนายกหรือยัง ?", "positive_passage_id": "4281#23", "positive_passage": "ร่างรัฐธรรมนูญของเรย์มอนด์ บี. สตีเวนส์และพระยาศรีวิสารวาจา พ.ศ. 2474 ที่เรียก An outline of changes in the form of government มีใจความว่า ให้พระมหากษัตริย์ยังคงเป็นหัวหน้าฝ่ายบริหารและรัฏฐาธิปัตย์ นายกรัฐมนตรีมาจากการแต่งตั้งของและต้องรับผิดชอบต่อพระมหากษัตริย์ มีสภานิติบัญญัติซึ่งสมาชิกมาจากการแต่งตั้งของพระมหากษัตริย์และการเลือกตั้งอย่างละเท่า ๆ กัน กรณีที่เกิดข้อพิพาทระหว่างสภากับนายกรัฐมนตรีให้พระมหากษัตริย์เป็นผู้ตัดสิน พระมหากษัตริย์มีอำนาจยับยั้ง และสามารถออกกฎหมายฉุกเฉินได้โดยไม่ต้องผ่านสภา[21]", "language": "th", "source": "mr-tydi", "negatives": ["1. พ.ศ. 2470 ประเทศไทยมีนายกรัฐมนตรีคนแรกคือพระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัว"], "filtered_negatives_with_scores": [{"neg": "1. พ.ศ. 2470 ประเทศไทยมีนายกรัฐมนตรีคนแรกคือพระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัว", "score": 0.8817336559295654}]}
{"query_id": "29", "query": "ค.ศ. 1951 ใครเป็นนายกรัฐมนตรีของอังกฤษ ?", "positive_passage_id": "11781#0", "positive_passage": "เซอร์<b data-parsoid='{\"dsr\":[2047,2089,3,3]}'>วินสตัน เลนเนิร์ด สเปนเซอร์-เชอร์ชิล (English: Winston Leonard Spencer-Churchill) เป็นรัฐบุรุษชาวอังกฤษผู้ดำรงตำแหน่งนายกรัฐมนตรีสหราชอาณาจักรสองสมัย ระหว่างปี 1940 ถึง 1945 และปี 1951 ถึง 1955 ได้รับการยอมรับอย่างกว้างขวางว่าเป็นผู้นำที่ยิ่งใหญ่ที่สุดในยุคสงครามของศตวรรษที่ 20 นอกจากนี้ วินสตันยังเป็นทหารในกองทัพอังกฤษ, นักประวัติศาสตร์, นักเขียน, ตลอดจนศิลปิน เขาได้รับรางวัลโนเบลสาขาอักษรศาสตร์ และยังเป็นบุคคลแรกที่ได้เป็น พลเมืองเกียรติยศแห่งสหรัฐอเมริกา ผู้คนมักนิยมเรียกเขาด้วยชื่อ \"วินสตัน\" แทนที่จะเรียกด้วยนามสกุล", "language": "th", "source": "mr-tydi", "negatives": ["1. เฮนรี่ ฟ็อกซ์มิลเลนเป็นนายกรัฐมนตรีของอังกฤษในปี 1951"], "filtered_negatives_with_scores": [{"neg": "1. เฮนรี่ ฟ็อกซ์มิลเลนเป็นนายกรัฐมนตรีของอังกฤษในปี 1951", "score": 0.8728962540626526}]}
{"query_id": "30", "query": "ใครคือผู้ก่อตั้ง แอนเธมเรสต์ลิงเอ็กซ์ไฮบิชั่น?", "positive_passage_id": "201836#0", "positive_passage": "แอนเธมเรสต์ลิงเอ็กซ์ไฮบิชั่น (d.b.a. อิมแพ็ค เรสต์ลิง (Impact Wrestling)) มีชื่อเดิมว่า โกเบิล ฟอร์ซ เรสต์ลิง (Global Force Wrestling หรือ GFW) และ โทเทิลนอนสต็อปแอคเชินเรสต์ลิง หรือ ทีเอ็นเอ (Total Nonstop Action Wrestling or TNA) เป็นสมาคมมวยปล้ำอาชีพของสหรัฐอเมริกา ก่อตั้งโดยเจฟ จาร์เรตและเจร์รี จาร์เรตเมื่อวันที่ 10 พฤษภาคม ค.ศ. 2002 ในปัจจุบันบริษัท ในเครือขององค์กรสื่อแบบบูรณาการในนิวยอร์กและโตรอนโต Anthem Sports & Entertainment เป็นผู้ถือหุ้นหลัก โดยมีสำนักงานใหญ่อยู่ที่แนชวิลล์ รัฐเทนเนสซี และสำนักงานที่ออร์แลนโด รัฐฟลอริดา ต่อมาได้ย้ายสำนักงานใหญ่ไปที่ Toronto, Canada ในปี ค.ศ. 2017", "language": "th", "source": "mr-tydi", "negatives": ["1. แอนเธมเรสต์ลิงเอ็กซ์ไฮบิชั่น ถูกก่อตั้งโดยกีซซี้ ซานด์ส"], "filtered_negatives_with_scores": [{"neg": "1. แอนเธมเรสต์ลิงเอ็กซ์ไฮบิชั่น ถูกก่อตั้งโดยกีซซี้ ซานด์ส", "score": 0.9090010523796082}]}
{"query_id": "31", "query": "ช่อง 7 เอชดี เป็นสถานีโทรทัศน์แห่งที่เท่าไหร่ของประเทศไทย?", "positive_passage_id": "59413#0", "positive_passage": "ช่อง 7 เอชดี (Channel 7 HD) (ชื่อเดิม: สถานีโทรทัศน์สีกองทัพบกช่อง 7 English: Bangkok Broadcasting Television Channel 7) เป็นสถานีโทรทัศน์ภาคพื้นดินซึ่งออกอากาศด้วยระบบภาพสีแห่งแรกในภูมิภาคเอเชียตะวันออกเฉียงใต้ และเป็นสถานีโทรทัศน์แห่งที่ 3 ของประเทศไทย ดำเนินกิจการภายใต้สัญญาสัมปทานกับกองทัพบก เริ่มแพร่ภาพเมื่อวันที่ 1 ธันวาคม พ.ศ. 2510 ในระบบวีเอชเอฟ เดิมออกอากาศเป็นภาพขาวดำ ทางช่องสัญญาณที่ 9[1] ซึ่งต่อมาเปลี่ยนเป็นระบบภาพสี และย้ายการออกอากาศ ไปทางช่องสัญญาณที่ 7 จนถึงปัจจุบัน มีกฤตย์ รัตนรักษ์ เป็นประธานกรรมการบริษัท กรุงเทพโทรทัศน์และวิทยุ จำกัด และสมเกียรติ เจริญภิญโญยิ่ง เป็นกรรมการผู้จัดการ", "language": "th", "source": "mr-tydi", "negatives": ["ช่อง 7 เอชดีเป็นสถานีโทรทัศน์ที่ 5 ของประเทศไทย ช่อง 7 เอชดีเป็นสถานีโทรทัศน์ที่ 1 ของประเทศไทย ช่อง 7 เอชดีเป็นสถานีโทรทัศน์ที่ 6 ของ"], "filtered_negatives_with_scores": [{"neg": "ช่อง 7 เอชดีเป็นสถานีโทรทัศน์ที่ 5 ของประเทศไทย ช่อง 7 เอชดีเป็นสถานีโทรทัศน์ที่ 1 ของประเทศไทย ช่อง 7 เอชดีเป็นสถานีโทรทัศน์ที่ 6 ของ", "score": 0.9190114736557007}]}
{"query_id": "32", "query": "รัฐธรรมนูญฉบับแรกของประเทศไทยเกิดขึ้นเมื่อไหร่?", "positive_passage_id": "109228#0", "positive_passage": "พระราชบัญญัติธรรมนูญการปกครองแผ่นดินสยามชั่วคราว พุทธศักราช ๒๔๗๕ เป็นรัฐธรรมนูญฉบับชั่วคราว ซึ่งถือว่าเป็นรัฐธรรมนูญฉบับแรกแห่งราชอาณาจักรสยาม ประกาศใช้เมื่อวันที่ 27 มิถุนายน พ.ศ. 2475 โดยเป็นผลพวงหลังการปฏิวัติเมื่อวันที่ 24 มิถุนายน พ.ศ. 2475 โดยคณะราษฎร ซึ่งได้ทำการเปลี่ยนแปลงการปกครองจากระบอบสมบูรณาญาสิทธิราชย์ มาเป็นระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข (ราชาธิปไตยภายใต้รัฐธรรมนูญ) ซึ่งในขณะที่เกิดการปฏิวัตินั้น พระบาทสมเด็จพระปกเกล้าเจ้าอยู่หัว ทรงประทับ ณ พระตำหนักวังไกลกังวล อำเภอหัวหิน จังหวัดประจวบคีรีขันธ์", "language": "th", "source": "mr-tydi", "negatives": ["1. รัฐธรรมนูญฉบับแรกของไทยเกิดขึ้นในปี 1950"], "filtered_negatives_with_scores": [{"neg": "1. รัฐธรรมนูญฉบับแรกของไทยเกิดขึ้นในปี 1950", "score": 0.9053486585617065}]}
{"query_id": "33", "query": "ใครเป็นผู้ก่อตั้งโรงเรียนสอนกฎหมายแห่งแรกของประเทศไทย?", "positive_passage_id": "554032#0", "positive_passage": "โรงเรียนกฎหมาย ก่อตั้งขึ้นเมื่อวันที่ 26 มกราคม พ.ศ. 2440 โดยพระเจ้าลูกยาเธอ พระองค์เจ้ารพีพัฒนศักดิ์ กรมหลวงราชบุรีดิเรกฤทธิ์ เสนาบดีกระทรวงยุติธรรม (ฐานันดรศักดิ์และตำแหน่งขณะนั้น) เพื่อให้การศึกษาอบรมด้านนิติศาสตร์โดยเฉพาะ ซึ่งไม่เคยมีมาก่อน อย่างไรก็ดี โดยเสนาบดีกระทรวงยุติธรรม ทรงให้การศึกษาด้วยพระองค์เอง เมื่อทรงเสร็จสิ้นการเสวยพระกระยาหารกลางวันแล้ว ครั้นมีนักเรียนเพิ่มมากขึ้นเป็นลำดับ จึงย้ายไปทำการเรียนการสอน ยังตึกสัสดีหลังกลาง กระทรวงยุติธรรม", "language": "th", "source": "mr-tydi", "negatives": ["1. โรงเรียนสอนกฎหมายแห่งแรกในประเทศไทยถูกก่อตั้งโดยพระเจ้าแผ่นดินช่วงสมัยสุโขทัย"], "filtered_negatives_with_scores": [{"neg": "1. โรงเรียนสอนกฎหมายแห่งแรกในประเทศไทยถูกก่อตั้งโดยพระเจ้าแผ่นดินช่วงสมัยสุโขทัย", "score": 0.8980775475502014}]}
{"query_id": "34", "query": "คู่สมรสของ บรรหาร ศิลปอาชา คือใคร?", "positive_passage_id": "6131#3", "positive_passage": "บรรหารสมรสกับคุณหญิงแจ่มใส ศิลปอาชา มีบุตร 3 คน", "language": "th", "source": "mr-tydi", "negatives": ["1. บรรหารสมรสกับนายนิวัฒน์ ศิลปอาชา มีบุตร 4 คน"], "filtered_negatives_with_scores": [{"neg": "1. บรรหารสมรสกับนายนิวัฒน์ ศิลปอาชา มีบุตร 4 คน", "score": 0.8887342810630798}]}
{"query_id": "35", "query": "ประเทศลาวนับถือศาสนาใดเป็นหลัก ?", "positive_passage_id": "508742#0", "positive_passage": "ศาสนาในประเทศลาว</b>ที่สำคัญคือศาสนาพุทธ ชาวลาวส่วนใหญ่นับถือศาสนาพุทธนิกายเถรวาท ส่วนชนเผ่าต่างๆนับถือศาสนาผี พบในกลุ่มผู้ที่พูดภาษาตระกูลจีน-ทิเบต และไท-กะได เช่น ชาวไทดำ ไทแดง เช่นเดียวกับกลุ่มที่พูดภาษากลุ่มเกาหลี-ญี่ปุ่น นอกจากนี้ยังมีคริสต์ศาสนิกชนนิกายโรมันคาทอลิกและโปรเตสแตนต์", "language": "th", "source": "mr-tydi", "negatives": ["1. ประเทศลาวนับถือศาสนาคริสต์เป็นหลัก มีเฉพาะศาสนาคริสต์เท่านั้น ไม่มีศาสนาอื่น ๆ อยู่ในประเทศ"], "filtered_negatives_with_scores": [{"neg": "1. ประเทศลาวนับถือศาสนาคริสต์เป็นหลัก มีเฉพาะศาสนาคริสต์เท่านั้น ไม่มีศาสนาอื่น ๆ อยู่ในประเทศ", "score": 0.9093748331069946}]}
{"query_id": "36", "query": "กัมพูชามีเมืองหลวงชื่อว่า ?", "positive_passage_id": "25625#0", "positive_passage": "พนมเปญ หรือ ภนุมปึญ (Khmer: ភ្នំពេញ ภฺนุํเพญ ออกเสียง: [pʰnum pɨɲ]; English: Phnom Penh) อีกชื่อหนึ่งคือ ราชธานีพนมเปญ เป็นเมืองหลวงของประเทศกัมพูชา และยังเป็นเมืองหลวงของนครหลวงพนมเปญด้วย ครั้งหนึ่งเคยได้ชื่อว่า ไข่มุกแห่งเอเชีย (เมื่อคริสต์ทศวรรษ 1920 พร้อมกับเมืองเสียมราฐ) นับเป็นเมืองที่เป็นเป้าการท่องเที่ยวทั้งจากผู้คนในประเทศและจากต่างประเทศ พนมเปญยังมีชื่อเสียงในฐานะที่มีสถาปัตยกรรมแบบเขมรดั้งเดิมและแบบได้รับอิทธิพลฝรั่งเศส", "language": "th", "source": "mr-tydi", "negatives": ["1. กัมพูชามีเมืองหลวงชื่อว่า เลสเตอร์ซิตี้ (Lester City)"], "filtered_negatives_with_scores": [{"neg": "1. กัมพูชามีเมืองหลวงชื่อว่า เลสเตอร์ซิตี้ (Lester City)", "score": 0.9078343510627747}]}
{"query_id": "36", "query": "กัมพูชามีเมืองหลวงชื่อว่า ?", "positive_passage_id": "1937#1", "positive_passage": "ด้วยประชากรกว่า 14.8 ล้านคน กัมพูชาเป็นประเทศที่มีประชากรมากที่สุดอันดับที่ 66 ของโลก ศาสนาพุทธนิกายเถรวาทเป็นศาสนาประจำชาติ ซึ่งประชากรกัมพูชานับถือประมาณ 95% ชนกลุ่มน้อยในประเทศมีชาวเวียดนาม ชาวจีน ชาวจาม และชาวเขากว่า 30 เผ่า[11] เมืองหลวงและเมืองใหญ่สุด คือ พนมเปญ ซึ่งเป็นศูนย์กลางการเมือง เศรษฐกิจและวัฒนธรรมของกัมพูชา", "language": "th", "source": "mr-tydi", "negatives": ["1. ฮานอย ไม่ใช่เมืองหลวงของกัมพูชา"], "filtered_negatives_with_scores": [{"neg": "1. ฮานอย ไม่ใช่เมืองหลวงของกัมพูชา", "score": 0.8298013806343079}]}
{"query_id": "37", "query": "เจ้าฟ้าเพชรรัตนราชสุดา สิริโสภาพัณณวดี เสียชีวิตด้วยสาเหตุใด?", "positive_passage_id": "18064#22", "positive_passage": "เมื่อ วันพุธที่ 13 กรกฎาคม พ.ศ. 2554 สมเด็จพระเจ้าภคินีเธอ เจ้าฟ้าเพชรรัตนราชสุดา สิริโสภาพัณณวดี ได้เสด็จประทับรักษาพระอาการติดเชื้อในกระแสพระโลหิต คณะแพทย์ได้ถวายการรักษาพระอาการอย่างใกล้ชิดจนสุดความสามารถ จนกระทั่งเมื่อวันพุธที่ 27 กรกฎาคม พ.ศ. 2554 พระอาการประชวรได้ทรุดลงตามลำดับ และสิ้นพระชนม์เมื่อเวลา 16.37 นาฬิกา รวมพระชันษา 85 ปี[1][21]", "language": "th", "source": "mr-tydi", "negatives": ["1. เจ้าฟ้าเพชรรัตนราชสุดา สิริโสภาพัณณวดี เสียชีวิตด้วยการเป็นโรคหลอดเลือดสมองเฉียบพลันในวันที่ 13 มิถุนายน ปี 2497."], "filtered_negatives_with_scores": [{"neg": "1. เจ้าฟ้าเพชรรัตนราชสุดา สิริโสภาพัณณวดี เสียชีวิตด้วยการเป็นโรคหลอดเลือดสมองเฉียบพลันในวันที่ 13 มิถุนายน ปี 2497.", "score": 0.9402113556861877}]}
{"query_id": "38", "query": "นาซีเยอรมนี หมายถึงอะไร?", "positive_passage_id": "31637#0", "positive_passage": "นาซีเยอรมนี (English: Nazi Germany) หรือ ไรช์ที่สาม (German: Drittes Reich) หรือชื่ออย่างเป็นทางการคือ ไรช์เยอรมัน (German: Deutsches Reich) เป็นชื่อเรียกยุคหนึ่งในประวัติศาสตร์เยอรมนีระหว่างปี 1933 ถึง 1945 เมื่อประเทศเยอรมนีอยู่ภายใต้การควบคุมระบอบเผด็จการของอดอล์ฟ ฮิตเลอร์และพรรคนาซี ในการปกครองของฮิตเลอร์ ประเทศเยอรมนีกลายเป็นรัฐฟาสซิสต์ซึ่งควบคุมแทบทุกแง่มุมของชีวิต นาซีเยอรมนีล่มสลายหลังฝ่ายสัมพันธมิตรพิชิตเยอรมนีในเดือนพฤษภาคม 1945 ซึ่งยุติสงครามโลกครั้งที่สองในทวีปยุโรป", "language": "th", "source": "mr-tydi", "negatives": ["1. นาซีเยอรมนีหมายถึงอาหารรสชาติเยอรมันๆ ที่คนยุโรปชอบทาน"], "filtered_negatives_with_scores": [{"neg": "1. นาซีเยอรมนีหมายถึงอาหารรสชาติเยอรมันๆ ที่คนยุโรปชอบทาน", "score": 0.8978059887886047}]}
{"query_id": "39", "query": "จังหวัดสุราษฎร์ธานี มีกี่อำเภอ ?", "positive_passage_id": "4475#17", "positive_passage": "จังหวัดสุราษฎร์ธานีแบ่งการปกครองส่วนภูมิภาคออกเป็น 19 อำเภอ 131 ตำบล 1,074 หมู่บ้าน มีรายชื่ออำเภอดังนี้", "language": "th", "source": "mr-tydi", "negatives": ["1. จังหวัดสุราษฎร์ธานีมี 25 อำเภอ"], "filtered_negatives_with_scores": [{"neg": "1. จังหวัดสุราษฎร์ธานีมี 25 อำเภอ", "score": 0.9177109599113464}]}
{"query_id": "40", "query": "พลเอก พระเจ้าบรมวงศ์เธอ พระองค์เจ้าบุรฉัตรไชยากร กรมพระกำแพงเพชรอัครโยธิน เกิดเมื่อใด ?", "positive_passage_id": "37927#1", "positive_passage": "พระองค์เจ้าบุรฉัตรไชยากร เป็นพระราชโอรสพระองค์ที่ 35 ในพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว และเจ้าจอมมารดาวาด ประสูติเมื่อวันจันทร์ที่ 23 มกราคม พ.ศ. 2424 ขณะทรงพระเยาว์เริ่มศึกษาที่โรงเรียนพระตำหนักสวนกุหลาบ", "language": "th", "source": "mr-tydi", "negatives": ["1. พระองค์เจ้าบุรฉัตรไชยากร เกิดเมื่อวันอาทิตย์ที่ 22 มกราคม พ.ศ. 2424"], "filtered_negatives_with_scores": [{"neg": "1. พระองค์เจ้าบุรฉัตรไชยากร เกิดเมื่อวันอาทิตย์ที่ 22 มกราคม พ.ศ. 2424", "score": 0.8689333200454712}]}
{"query_id": "41", "query": "โรงเรียนเตรียมอุดมศึกษาตั้งอยู่ที่ใด?", "positive_passage_id": "17362#1", "positive_passage": "โรงเรียนเตรียมอุดมศึกษา ตั้งอยู่เลขที่ 227 ถนนพญาไท แขวงปทุมวัน เขตปทุมวัน กรุงเทพมหานคร บนพื้นที่ของจุฬาลงกรณ์มหาวิทยาลัย โดยมีอาณาบริเวณติดกับหลายคณะ ได้แก่ คณะสถาปัตยกรรมศาสตร์ คณะศิลปกรรมศาสตร์ คณะอักษรศาสตร์ คณะสัตวแพทยศาสตร์ นอกจากนี้ภายในพื้นที่เช่าของโรงเรียนเตรียมอุดมศึกษายังเป็นที่ตั้งของกลุ่มอาคารจุฬาวิชช์กับที่ตั้งของโรงเรียนสาธิตมหาวิทยาลัยศรีนครินทร์วิโรฒ ปทุมวัน", "language": "th", "source": "mr-tydi", "negatives": ["1. โรงเรียนเตรียมอุดมศึกษาตั้งอยู่ที่วัดบางเขน"], "filtered_negatives_with_scores": [{"neg": "1. โรงเรียนเตรียมอุดมศึกษาตั้งอยู่ที่วัดบางเขน", "score": 0.8992398977279663}]}
{"query_id": "42", "query": "ราชวงศ์หมิงมีประมุของค์แรกคือใคร ?", "positive_passage_id": "21447#2", "positive_passage": "ปฐมจักรพรรดิต้าหมิง จูหยวนจาง หรือ จักรพรรดิหงหวู่ หลังจากที่ได้ทรงประกาศปลดแอกชาวฮั่นจากภายใต้การปกครองของราชวงศ์หยวนของชาวมองโกล ได้สถาปนาราชวงศ์หมิงขึ้น พระองค์ได้ทรงพยายามปฏิรูปการปกครองอาณาจักรเสียใหม่ ทรงพยายามสร้างระบบสังคมชุมชนชนบทแบบพึ่งพาตนเอง ปฏิรูประบบราชการ, กฎหมาย จักรพรรดิหงหวู่ได้สร้างระบบที่เป็นระเบียบที่ยืดหยุ่นเปลี่ยนแปลงได้ที่จะสามารถรองรับและสนับสนุนการทหารของราชวงศ์หมิงอย่างยั่งยืน ทำให้ด้านการทหารในช่วงนั้นราชวงศ์หมิงประสบความสำเร็จมีกองทัพภาคพื้นดินเกินกว่า 1 ล้านคนและกองทัพเรือมีอู่ต่อเรือที่หนานจิงเป็นอู่ต่อเรือที่ใหญ่ที่สุดในโลกในขณะนั้น[2] พระองค์ยังได้ทรงตระหนักถึงการลดทอนอำนาจของเหล่าขันทีในราชสำนัก[3], เหล่าพ่อค้าที่คดโกงทางเศรษฐกิจ, ปฏิรูปโดยใช้ระบบศักดินาโดยโอนมอบสิทธิครอบครองที่ดินให้แก่พระโอรสของพระองค์ทั่วประเทศจีนและพยายามแนะนำให้พระโอรสใช้หลักกระแสรับสั่งที่เผยแพร่โดยราชสำนักหมิงชื่อว่า หวงหมิงซูซุ่น หลักการนี้ได้ถูกยกเลิกเมื่อพระราชนัดดาของพระองค์ จักรพรรดิเจี้ยนเหวิน ซึ่งขึ้นเป็นฮ่องเต้องค์ที่ 2 ทรงคิดรวบอำนาจและพยายามที่จะกำจัดอำนาจของพระปิตุลาของพระองค์เอง ก่อให้เกิดสงครามกลางเมืองหรือการทัพที่จิงหนานขึ้น หลังจากการทัพดังกล่าวสิ้นสุดลงองค์ชายหยันได้สืบราชสมบัติต่อเป็นฮ่องเต้ ในปี ค.ศ. 1402 พระนามว่า จักรพรรดิหย่งเล่อ", "language": "th", "source": "mr-tydi", "negatives": ["1. ราชวงศ์หมิงไม่มีประมุของค์แรก"], "filtered_negatives_with_scores": [{"neg": "1. ราชวงศ์หมิงไม่มีประมุของค์แรก", "score": 0.9021368026733398}]}
{"query_id": "43", "query": "บริษัทซัมซุงก่อตั้งขึ้นเมื่อใด ?", "positive_passage_id": "107581#1", "positive_passage": "ซัมซุงได้ก่อตั้งโดย ลี เบียงชอล ในปีพ.ศ. 2493 ในช่วงแรกของการทำธุรกิจนั้นได้เน้น ไปที่การส่งออกสินค้า, แปรรูปอาหาร, สิ่งทอ ซัมซุงเริ่มเข้ามาในอุตสาหกรรมอิเล็กทรอนิกส์ในปลายปี พ.ศ. 2503 หลังจากการจากไปของประธานผู้ก่อตั้ง ลี เบียงชอล ทำให้ซัมซุงได้แยกกลุ่มธุรกิจออกเป็น 4 กลุ่ม คือ Samsung Group, Shinsegae Group, CJ Group และ Hansol Group และตั้งแต่ปี พ.ศ. 2533 มา ซัมซุงได้เป็นที่รู้จักเป็นสากลมากขึ้นจากสินค้าอิเล็กทรอนิกส์ โดยเฉพาะโทรศัพท์มือถือที่เป็นแหล่งรายได้สำคัญของบริษัทในปัจจุบัน", "language": "th", "source": "mr-tydi", "negatives": ["1. บริษัทซัมซุงก่อตั้งขึ้นเมื่อปี พ.ศ. 2510"], "filtered_negatives_with_scores": [{"neg": "1. บริษัทซัมซุงก่อตั้งขึ้นเมื่อปี พ.ศ. 2510", "score": 0.9145220518112183}]}
{"query_id": "44", "query": "เทพพาหนะของพระนารายณ์ มีกี่ชนิด ?", "positive_passage_id": "62690#1", "positive_passage": "โดยปรกติ พระวิษณุ จะทรงประทับอยู่ที่เกษียรสมุทร โดยส่วนมากจะบรรทมอยู่บนหลังพญาอนันตนาคราช โดยมีพระชายาคือพระแม่ลักษมีมหาเทวี คอยฝ้าดูแลปรนิบัติอยู่ข้าง ๆ เสมอ พาหนะของพระวิษณุคือ พญาครุฑ", "language": "th", "source": "mr-tydi", "negatives": ["1. พระนารายณ์มีเทพพาหนะ 4 ชนิด ได้แก่ พญาครุฑ พญาไพรท์ พญาพีระมิด และ พญาลูกฟูก"], "filtered_negatives_with_scores": [{"neg": "1. พระนารายณ์มีเทพพาหนะ 4 ชนิด ได้แก่ พญาครุฑ พญาไพรท์ พญาพีระมิด และ พญาลูกฟูก", "score": 0.9285088777542114}]}
{"query_id": "45", "query": "ประเทศอังกฤษหอนาฬิกาที่ใหญ่ที่สุดในอังกฤษชื่อว่าอะไร?", "positive_passage_id": "78480#2", "positive_passage": "สำหรับหอนาฬิกาที่สูงที่สุดในโลกคือ นาฬิกาประจำตึกเอ็นทีที โดโคโม โยโยกิ (NTT DoCoMo Yoyogi Building) ที่กรุงโตเกียว ประเทศญี่ปุ่น ส่วนหอนาฬิกาสี่หน้าแบบไม่ตีระฆังที่ใหญ่ที่สุดในโลกคือหอนาฬิกาอัลเลน-แบร็ดเลย์ (Allen-Bradley Clock Tower) หอนาฬิกาสี่หน้าที่สูงที่สุดในโลก อยู่ที่กรุงวอร์ซอ[1] และทั้งหมดนี้ไม่มีการตีระฆัง จึงทำให้หอบิ๊กเบน คงเป็น หอนาฬิกาสี่หน้าที่มีการตีระฆังที่สูงที่สุดในโลก", "language": "th", "source": "mr-tydi", "negatives": ["1. หอนาฬิกาสี่หน้าที่ใหญ่ที่สุดในโลกในอังกฤษชื่อว่า หอบิ๊กเบน"], "filtered_negatives_with_scores": [{"neg": "1. หอนาฬิกาสี่หน้าที่ใหญ่ที่สุดในโลกในอังกฤษชื่อว่า หอบิ๊กเบน", "score": 0.8941529989242554}]}
{"query_id": "46", "query": "อนิจจลักษณะ คืออะไร?", "positive_passage_id": "28508#0", "positive_passage": "ไตรลักษณ์ เป็นธรรมะที่ทำให้เป็นพระอริยะ (อริยกรธรรม) แปลว่า ลักษณะ 3 ประการ หมายถึงสามัญลักษณะ คือ กฎธรรมดาของสรรพสิ่งทั้งปวง อันได้แก่ อนิจจลักษณะ ลักษณะไม่เที่ยง มีการแปรเปลี่ยนไปเป็นธรรมดา ทุกขลักษณะ ลักษณะทนอยู่ตลอดไปไม่ได้ ถูกบีบคั้นด้วยอำนาจของธรรมชาติทำให้ทุกสิ่งไม่สามารถทนอยู่ในสภาพเดิมได้ตลอดไป และ อนัตตลักษณะ ลักษณะไม่สามารถบังคับบัญชาให้เป็นไปตามต้องการได้ เช่น ไม่สามารถบังคับให้ชีวิตยั่งยืนอยู่ได้ตลอดไป ไม่สามารถบังคับจิตใจให้เป็นไปตามปรารถนา เป็นต้น", "language": "th", "source": "mr-tydi", "negatives": ["1. อนิจจลักษณะคือความจริงที่ทุกสิ่งย่อยสลายและเปลี่ยนแปลง"], "filtered_negatives_with_scores": [{"neg": "1. อนิจจลักษณะคือความจริงที่ทุกสิ่งย่อยสลายและเปลี่ยนแปลง", "score": 0.9163163900375366}]}
{"query_id": "47", "query": "กล้องโทรทรรศน์คืออะไร?", "positive_passage_id": "19292#0", "positive_passage": "กล้องโทรทรรศน์ คืออุปกรณ์ที่ใช้ขยายสิ่งต่างๆวัตถุท้องฟ้าโดยอาศัยหลักการรวมอันมากมายแสง เพื่อให้สามารถมองเห็นวัตถุท้องฟ้าที่ไม่สามารถมองเห็นได้ด้วยตาเปล่าเพราะมันไกลเกินไป หรือทำให้มองเห็นได้ชัดขึ้น และมีขนาดใหญ่ขึ้นตามขนาด กล้องโทรทรรศน์ได้ถูกคิดค้นขึ้นครั้งแรกเมื่อปี ค.ศ. 1608 โดยฮานส์ ช่างทำแว่นคนหนึ่งซึ่งต่อมาค้นพบว่าหากนำเลนส์มาวางเรียงกับให้ได้ระยะที่ถูกต้องเลนส์สามารถขยายภาพที่อยู่ไกลๆได้ใกล้ขึ้น และ 1 ปีต่อมา กาลิเลโอ กาลิเลอิ ก็ได้ นำมาสำรวจท้องฟ้าเป็นครั้งแรกซึ่งในตอนนั้นเป็นกล้องหักเหแสงที่มีกำลังขยายไม่ถึง 30 เท่า เท่านั้นแต่ก็ทำให้เห็นรายละเอียดต่างๆมากมายของดวงดาวต่างๆที่ยังไม่เคยเห็นมาก่อนทำให้เป็นจุดเริ่มต้นของการเริ่มมาสำรวจท้องฟ้าโดยใช้กล้องโทรทรรศน์", "language": "th", "source": "mr-tydi", "negatives": ["1. กล้องโทรทรรศน์เป็นอุปกรณ์สำหรับถ่ายภาพในสถานที่ต่างๆและสร้างภาพถ่ายที่มีความคมชัดสูง"], "filtered_negatives_with_scores": [{"neg": "1. กล้องโทรทรรศน์เป็นอุปกรณ์สำหรับถ่ายภาพในสถานที่ต่างๆและสร้างภาพถ่ายที่มีความคมชัดสูง", "score": 0.9059644341468811}]}
{"query_id": "48", "query": "ดาวฤกษ์พร็อกซิมาคนครึ่งม้า ถูกค้นพบครั้งแรกเมื่อไหร่ ?", "positive_passage_id": "805818#1", "positive_passage": "ดาวพร็อกซิมาคนครึ่งม้า บี ค้นพบโดยคณะนักดาราศาสตร์จากหอดูดาวท้องฟ้าซีกใต้แห่งยุโรป ประกาศการค้นพบในเดือนสิงหาคม พ.ศ. 2559[5][6][7][3][8] หลังการค้นพบไม่นานนักวิจัยของสถาบันที่วิเคราะห์ศักยภาพในการอยู่อาศัยได้เสนอว่าดาวเคราะห์ดวงนี้อาจเป็นสถานที่ที่มีสภาพเอื้อต่อสิ่งมีชีวิตที่อยู่ใกล้เรามากที่สุด ซึ่งเปิดโอกาสให้เกิดการสำรวจดาวเคราะห์โดยใช้หุ่นยนต์ตามโครงการสตาร์ช็อต (Starshot)[3][4] หรืออย่างน้อยที่สุดภายในศตวรรษหน้า[4]", "language": "th", "source": "mr-tydi", "negatives": ["1. ดาวฤกษ์พร็อกซิมาคนครึ่งม้า ถูกค้นพบเมื่อ 10,000 ปีก่อน Christoforus Wielandt และ Charles J. Horan ในปี พ.ศ. 2470 ด้วยการใช้กล้อง望遠鏡"], "filtered_negatives_with_scores": [{"neg": "1. ดาวฤกษ์พร็อกซิมาคนครึ่งม้า ถูกค้นพบเมื่อ 10,000 ปีก่อน Christoforus Wielandt และ Charles J. Horan ในปี พ.ศ. 2470 ด้วยการใช้กล้อง望遠鏡", "score": 0.9325786232948303}]}
{"query_id": "49", "query": "สนุกเกอร์ กำเนิดที่ประเทศใด ?", "positive_passage_id": "209100#2", "positive_passage": "สนุกเกอร์เริ่มเกิดขึ้นในปลายศตวรรษที่ 19[8] ในยุค 1870 กีฬาบิลเลียดเป็นกิจกรรมที่ได้รับความนิยมในหมู่ทหารอังกฤษที่ประจำการทั่วอินเดีย โดยต้นกำเนิดสนุกเกอร์เริ่มต้นในกรมทหารเดวอนเชอร์ในเมืองจาบาลปุร์ ในช่วงปี 1875[9] มีรากฐานมาจากพ็อกเก็ตบิลเลียด แล้วรวมเกมปิรามิด (ลูกแดง 15 ลูก) และไลฟ์พูล (ลูกสีต่าง ๆ) เข้าด้วยกัน รูปแบบของเกมในช่วงแรกมี ลูกสีแดง 15 ลูกตั้งเป็นรูปสามเหลี่ยม คู่กับ ลูกดำ 1 ลูก ที่จุดด้านหลังลูกแดงสามเหลี่ยม พร้อมทั้งมีการนำลูกสีต่างๆ ได้แก่ เหลือง เขียว น้ำตาล น้ำเงิน และชมพูเพิ่มเข้ามาอีกในเวลาต่อมา[10] จึงได้พัฒนามาเรี่อยๆ จนกระทั่งปี 1884 กติกาสนุกเกอร์เริ่มใช้ครั้งแรกโดย เซอร์ เนวิลล์ ฟรานซิส ฟิตซ์เจอรัลด์ แชมเบอร์เลน ที่เล่นกันในสโตนเฮาส์ในเมืองอูตี ใช้โต๊ะที่ทำขึ้นโดย เบอร์โรส์แอนด์วัตต์ (Burroughes & Watts) นำมาจากเรือ[11] ที่มาของชื่อ สนุกเกอร์ (snooker) ในภาษาอังกฤษ เป็นสแลงของนักเรียนนายทหารปีแรกหรือบุคลากรที่ไม่มีประสบการณ์[8] แชมเบอร์เลนได้เอ่ยคำว่าสนุกเกอร์ขึ้นมา เมื่อผู้เล่นแทงไม่ถูกลูกเป้าหลายครั้งจนกลายเป็นที่มาของชื่อสนุกเกอร์[8][10][12] ในปี 1887 สนุกเกอร์ได้รับการตีพิมพ์เป็นครั้งแรกในหนังสือพิมพ์ สปอร์ติงไลฟ์ (Sporting Life) จนทำให้เป็นที่รู้จัก[9] แชมเบอร์เลนก็เลยกลายเป็นผู้คิดค้นเกมสนุกเกอร์โดยปริยายจากคำบอกเล่าของนิตยสาร เดอะฟิลด์ (The Field) ที่ตีพิมพ์เมื่อวันที่ 19 มีนาคม ค.ศ. 1938[9]", "language": "th", "source": "mr-tydi", "negatives": ["1. สนุกเกอร์เริ่มต้นขึ้นในศตวรรษที่ 17 ในประเทศฝรั่งเศส"], "filtered_negatives_with_scores": [{"neg": "1. สนุกเกอร์เริ่มต้นขึ้นในศตวรรษที่ 17 ในประเทศฝรั่งเศส", "score": 0.9071687459945679}]}
{"query_id": "50", "query": "จังหวัดพิษณุโลกอยู่ทางภาคใดของไทย ?", "positive_passage_id": "5419#0", "positive_passage": "จังหวัดพิษณุโลก เป็นจังหวัดหนึ่งในภาคกลางตอนบนของประเทศไทย มีประชากรในปี พ.ศ. 2558 จำนวน 863,404 คน[1] มีพื้นที่ 10,815.854 ตารางกิโลเมตร แบ่งการปกครองส่วนภูมิภาคออกเป็น 9 อำเภอ มีเทศบาลนครพิษณุโลกเป็นเขตเมืองศูนย์กลางของจังหวัดและเป็นที่ตั้งศาลากลางจังหวัด มีอาณาเขตติดต่อกับแขวงไชยบุรี ประเทศลาวทางทิศตะวันออกเฉียงเหนือของจังหวัด", "language": "th", "source": "mr-tydi", "negatives": ["จังหวัดพิษณุโลกอยู่ทางภาคตะวันออกของไทย จังหวัดพิษณุโลกอยู่ในภาคใต้ของประเทศไทย จังหวัดพิษณุโลกไม่มีอยู่ในประเทศไทยเลย"], "filtered_negatives_with_scores": [{"neg": "จังหวัดพิษณุโลกอยู่ทางภาคตะวันออกของไทย จังหวัดพิษณุโลกอยู่ในภาคใต้ของประเทศไทย จังหวัดพิษณุโลกไม่มีอยู่ในประเทศไทยเลย", "score": 0.9164769649505615}]}
{"query_id": "51", "query": "สมาชิกสภาผู้แทนราษฎร มีหน้าที่หลักคืออะไร ?", "positive_passage_id": "152224#1", "positive_passage": "สมาชิกสภาผู้แทนราษฎรย่อมเป็นผู้แทนปวงชนชาวไทยไม่อยู่ในความผูกมัดแห่งอาณัติมอบหมาย หรือความครอบงำใดๆ และต้องปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ส่วนรวมของประเทศชาติและความผาสุกของประชาชนโดยรวม โดยปราศจากการขัดกันแห่งผลประโยชน์ สภาผู้แทนราษฎรมีหน้าที่โดยตรงในทางนิติบัญญัติ ซึ่งร่างพระราชบัญญัติ หรือร่างพระราชบัญญัติประกอบรัฐธรรมนูญ จะตราขึ้นเป็นกฎหมายได้ ก็ด้วยคำแนะนำและยินยอมของรัฐสภา ซึ่งประกอบด้วยสภาผู้แทนราษฎรและวุฒิสภา และยังมีอำนาจควบคุมการบริหารราชการแผ่นดินด้วย เช่น การให้ความเห็นชอบบุคคลซึ่งสมควรได้รับแต่งตั้งเป็นนายกรัฐมนตรี การตั้งกระทู้ถาม และการเสนอญัตติขอให้เปิดอภิปรายทั่วไปเพื่อลงมติไม่ไว้วางใจนายกรัฐมนตรีหรือรัฐมนตรี ทั้งนี้ เป็นไปตามการปกครองระบอบประชาธิปไตยระบบรัฐสภา", "language": "th", "source": "mr-tydi", "negatives": ["1. สมาชิกสภาผู้แทนราษฎรทำหน้าที่จัดประชุมสภานิติบัญญัติ."], "filtered_negatives_with_scores": [{"neg": "1. สมาชิกสภาผู้แทนราษฎรทำหน้าที่จัดประชุมสภานิติบัญญัติ.", "score": 0.871570885181427}]}
{"query_id": "52", "query": "มาร์เวลคอมิกส์ ก่อตั้งโดยใคร ?", "positive_passage_id": "217876#0", "positive_passage": "บริษัท มาร์เวลเวิลด์ไวด์ (English: Marvel Worldwide, Inc.) หรือเรียกทั่วไปว่า มาร์เวลคอมิกส์ (English: Marvel Comics) และชื่อก่อนหน้านีนี้<b data-parsoid='{\"dsr\":[1319,1347,3,3]}'>บริษัท มาร์เวลพับลิชิง (English: Marvel Publishing, Inc.) และ มาร์เวลคอมิกส์กรุป (English: Marvel Comics Group) เป็นค่ายการ์ตูนและสื่อต่าง ๆ ที่เกี่ยวกับซูเปอร์ฮีโรของสหรัฐอเมริกา ก่อตั้งในปี ค.ศ. 1939 โดย มาร์ติน กูดแมน ในนามของไทม์ลีคอมิกส์ มีนักเขียน นักวาดคนสำคัญ เช่น สแตน ลี แจ็ก เคอร์บี สตีฟ ดิตโก เป็นต้น มาร์เวลคอมิกส์ มีชื่อเสียงโด่งดังและรู้จักกันดี เช่น เอ็กซ์เมน สไปเดอร์-แมน ฮัลก์ กัปตันอเมริกา ไอรอนแมน ธอร์ เป็นต้น และศัตรูที่โด่งดังและรู้จักกันดี เช่น กรีนก็อบลิน แม็กนีโต ด็อกเตอร์ดูม โลกิ กาแล็กตัส และเรดสกัล เป็นต้น มาร์เวลคอมิกส์ และคู่แข่งสำคัญมายาวนานคือดีซีคอมิกส์ ร่วมหุ้นกันไป 80 % ของตลาดหนังสือการ์ตูนอเมริกันในปี ค.ศ. 2008 ปัจจุบันมาร์เวลคอมิกส์เป็นส่วนหนึ่งของบริษัทเดอะวอลต์ดิสนีย์", "language": "th", "source": "mr-tydi", "negatives": ["บริษัท มาร์เวลคอมิกส์ ก่อตั้งโดย โธมัส วูธ"], "filtered_negatives_with_scores": [{"neg": "บริษัท มาร์เวลคอมิกส์ ก่อตั้งโดย โธมัส วูธ", "score": 0.9276595115661621}]}
{"query_id": "53", "query": "จังหวัดปราจีนบุรีตั้งอยู่ภาคใดของไทย ?", "positive_passage_id": "5673#0", "positive_passage": "ปราจีนบุรี เดิมสะกดว่า ปราจิณบุรี[1] เป็นจังหวัดในภาคตะวันออกของประเทศไทย เป็นเมืองที่มีประวัติศาสตร์ยาวนาน มีการพบซากโบราณสถานในหลายพื้นที่ของจังหวัด นอกจากนี้ยังมีแหล่งท่องเที่ยวทางธรรมชาติหลายแห่ง มีอุทยานแห่งชาติอยู่ในเขตมรดกโลกถึง 3 แห่ง ทั้งยังเป็นจังหวัดที่มีพื้นที่ป่ามากที่สุดในภาคตะวันออกอีกด้วย แต่เดิมจังหวัดปราจีนบุรีมีพื้นที่กว้างใหญ่มาก เนื่องจากในอดีตเคยมีการยุบรวมจังหวัดนครนายกเข้ากับจังหวัดปราจีนบุรีในปี พ.ศ. 2485 เพื่อเป็นการประหยัดงบประมาณในสภาวะที่เศรษฐกิจของประเทศตกต่ำระหว่างสงคราม [2] ต่อมาในปีพ.ศ. 2489 จึงมีพระราชบัญญัติจัดตั้งจังหวัดนครนายกขึ้นอีกครั้ง[3] อย่างไรก็ตามพื้นที่ของจังหวัดปราจีนบุรีก็ยังคงมีความกว้างใหญ่ ทำให้เกิดปัญหาในการปกครองและให้บริการประชาชนเนื่องจากบางอำเภออยู่ห่างไกลจากตัวจังหวัดมาก จึงได้มีการตราพระราชบัญญัติฯ ให้แยกบางอำเภอทางด้านทิศตะวันออกของจังหวัดปราจีนบุรีแล้วรวมกันจัดตั้งเป็นจังหวัดสระแก้ว ในปีพ.ศ. 2536 จนถึงปัจจุบัน", "language": "th", "source": "mr-tydi", "negatives": ["1. จังหวัดปราจีนบุรีตั้งอยู่ในภาคกลางของไทย"], "filtered_negatives_with_scores": [{"neg": "1. จังหวัดปราจีนบุรีตั้งอยู่ในภาคกลางของไทย", "score": 0.9037435054779053}]}
{"query_id": "54", "query": "อสังหาริมทรัพย์ หมายถึงอะไร?", "positive_passage_id": "268744#8", "positive_passage": "อสังหาริมทรัพย์ (English: immovable (ซีวิลลอว์), realty (คอมมอนลอว์)) หมายความว่า ทรัพย์ที่นำไปไม่ได้ คือ ทรัพย์ที่ติดกับที่ ได้แก่ ที่ดิน และทรัพย์อันติดอยู่กับที่ดินมีลักษณะเป็นการถาวรหรือประกอบเป็นอันเดียวกับที่ดินนั้น และหมายความรวมถึงทรัพยสิทธิอันเกี่ยวกับที่ดินหรือทรัพย์อันติดอยู่กับที่ดินหรือประกอบเป็นอันเดียวกับที่ดินนั้นด้วย[1]", "language": "th", "source": "mr-tydi", "negatives": ["1. อสังหาริมทรัพย์ หมายถึงสิ่งของในครอบครัว ไม่ว่าจะเป็นของใช้ส่วนตัวหรือของเก็บ��"], "filtered_negatives_with_scores": [{"neg": "1. อสังหาริมทรัพย์ หมายถึงสิ่งของในครอบครัว ไม่ว่าจะเป็นของใช้ส่วนตัวหรือของเก็บ��", "score": 0.9109112024307251}]}
{"query_id": "55", "query": "ยีราฟเป็นสัตว์เลี้ยงลูกด้วยนมหรือไม่?", "positive_passage_id": "11160#0", "positive_passage": "ยีราฟ (ชื่อวิทยาศาสตร์: Giraffa) เป็นสกุลหนึ่งของสัตว์เลี้ยงลูกด้วยนมในวงศ์ Giraffidae เป็นสัตว์เคี้ยวเอื้อง มีลักษณะเด่น คือ เป็นสัตว์ที่ตัวสูง ขายาว ลำคอยาว มีเขา 1 คู่ ตัวมีสีเหลืองและสีน้ำตาลเข้มเป็นลาย มีถิ่นกำเนิดในทวีปแอฟริกา ตัวผู้มีความสูง 4.8 ถึง 5.5 เมตร (16-18 ฟุต) และมีน้ำหนักถึง 900 กิโลกรัม (2,000 ปอนด์) ตัวเมียมีขนาดและความสูงน้อยกว่าเล็กน้อย จัดเป็นสัตว์บกที่มีความสูงที่สุดในโลก", "language": "th", "source": "mr-tydi", "negatives": ["1. ยีราฟไม่ใช่สัตว์เลี้ยงลูกด้วยนมเพราะมันชอบกินกล้วยมาก"], "filtered_negatives_with_scores": [{"neg": "1. ยีราฟไม่ใช่สัตว์เลี้ยงลูกด้วยนมเพราะมันชอบกินกล้วยมาก", "score": 0.9022532105445862}]}
{"query_id": "56", "query": "ซะมุไร คืออะไร ?", "positive_passage_id": "54270#0", "positive_passage": "ซามูไร (侍) แปลเป็นภาษาไทยว่าทหาร คำว่า ซามูไร มีต้นกำเนิดจากคำว่า ซะบุระอุ ซึ่งเป็นคำกริยาในภาษาญี่ปุ่นโบราณ ที่มีความหมายว่า รับใช้ ฉะนั้น ซามูไรก็คือคนรับใช้นั่นเอง", "language": "th", "source": "mr-tydi", "negatives": ["1. ซามูไรเป็นคนจีนที่มาอาศัยอยู่ในญี่ปุ่น"], "filtered_negatives_with_scores": [{"neg": "1. ซามูไรเป็นคนจีนที่มาอาศัยอยู่ในญี่ปุ่น", "score": 0.8361531496047974}]}
{"query_id": "57", "query": "จังหวัดนครศรีธรรมราช มีกี่อำเภอ ?", "positive_passage_id": "4529#17", "positive_passage": "การปกครองแบ่งออกเป็น 23 อำเภอ 165 ตำบล 1,428 หมู่บ้าน", "language": "th", "source": "mr-tydi", "negatives": ["1. จังหวัดนครศรีธรรมราชมี 50 อำเภอ"], "filtered_negatives_with_scores": [{"neg": "1. จังหวัดนครศรีธรรมราชมี 50 อำเภอ", "score": 0.9101982116699219}]}
{"query_id": "58", "query": "เกม ไฟนอลแฟนตาซี ออกจำหน่ายครั้งแรกเมื่อไหร่?", "positive_passage_id": "20754#0", "positive_passage": "ไฟนอลแฟนตาซี หรือรู้จักกันในนาม ไฟนอลแฟนตาซี I เป็นเกมภาษา หรือ เกมแนว RPG (Role-playing game) ที่สร้างขึ้นโดยฮิโรโนบุ ซากากุจิ[1] ผลิตและจัดจำหน่ายโดย สแควร์ สำหรับเล่นบนเครื่องเกม Nintendo Entertainment System (NES) หรือที่รู้จักกันในนาม แฟมิคอม วางตลาดครั้งแรกใน ญี่ปุ่น เมื่อวันที่ 18 ธันวาคม พ.ศ. 2530 ถือเป็นปฐมบทแห่งตำนาน ไฟนอลแฟนตาซี", "language": "th", "source": "mr-tydi", "negatives": ["ไฟนอลแฟนตาซี ออกจำหน่ายครั้งแรกในประเทศไทยเมื่อวันที่ 18 ธันวาคม พ.ศ. 2530 ไฟนอลแฟนตาซี ไม่มีการเผยแพร่ในรูปแบบของเกม สแวร์ แค่สร้างเกมสตอรี่ออนไลน"], "filtered_negatives_with_scores": [{"neg": "ไฟนอลแฟนตาซี ออกจำหน่ายครั้งแรกในประเทศไทยเมื่อวันที่ 18 ธันวาคม พ.ศ. 2530 ไฟนอลแฟนตาซี ไม่มีการเผยแพร่ในรูปแบบของเกม สแวร์ แค่สร้างเกมสตอรี่ออนไลน", "score": 0.9162601828575134}]}
{"query_id": "59", "query": "เทคโนโลยีสารสนเทศ คืออะไร?", "positive_passage_id": "1773#0", "positive_passage": "เทคโนโลยีสารสนเทศ หรือ ไอที (English: information technology: IT) คือการประยุกต์ใช้คอมพิวเตอร์และอุปกรณ์โทรคมนาคม เพื่อจัดเก็บ ค้นหา ส่งผ่าน และจัดดำเนินการข้อมูล [1] ซึ่งมักเกี่ยวข้องกับธุรกิจหนึ่งหรือองค์การอื่น ๆ [2] ศัพท์นี้โดยปกติก็ใช้แทนความหมายของเครื่องคอมพิวเตอร์และเครือข่ายคอมพิวเตอร์ และยังรวมไปถึงเทคโนโลยีการกระจายสารสนเทศอย่างอื่นด้วย เช่นโทรทัศน์และโทรศัพท์ อุตสาหกรรมหลายอย่างเกี่ยวข้องกับเทคโนโลยีสารสนเทศ ตัวอย่างเช่น ฮาร์ดแวร์ ซอฟต์แวร์ อิเล็กทรอนิกส์ อุปกรณ์กึ่งตัวนำ อินเทอร์เน็ต อุปกรณ์โทรคมนาคม การพาณิชย์อิเล็กทรอนิกส์ และบริการทางคอมพิวเตอร์ [3][4] =", "language": "th", "source": "mr-tydi", "negatives": ["1. เทคโนโลยีสารสนเทศ เป็นศาสตร์ที่สอนวิธีการเรียนรู้ภาษาต่างประเทศ 2. เทคโนโลยีสารสนเทศ เป็นประเภทของอุปกรณ์ในห้างสรรพสินค้าที่ขายคอมพิวเตอร์ 3. เท"], "filtered_negatives_with_scores": [{"neg": "1. เทคโนโลยีสารสนเทศ เป็นศาสตร์ที่สอนวิธีการเรียนรู้ภาษาต่างประเทศ 2. เทคโนโลยีสารสนเทศ เป็นประเภทของอุปกรณ์ในห้างสรรพสินค้าที่ขายคอมพิวเตอร์ 3. เท", "score": 0.8745949268341064}]}
{"query_id": "60", "query": "แผ่นดินไหวใน พ.ศ. 2559 สามารถตรวจวัดแผ่นดินไหวตามได้ทั้งสิ้น?", "positive_passage_id": "763316#2", "positive_passage": "แผ่นดินไหวตามขนาดแรงที่สุดวัดได้ 4.9 Mw เป็นแผ่นดินไหวตามครั้งแรกและเกิดขึ้นหลังแผ่นดินไหวหลักเพียง 3 นาที จนถึงวันที่ 8 กุมภาพันธ์สามารถตรวจวัดแผ่นดินไหวตามได้ทั้งสิ้น 68 ครั้ง[1]", "language": "th", "source": "mr-tydi", "negatives": ["1. แผ่นดินไหวใน พ.ศ. 2559 ไม่สามารถตรวจวัดได้เนื่องจากไม่มีเครื่องมือสำหรับ测定地震。"], "filtered_negatives_with_scores": [{"neg": "1. แผ่นดินไหวใน พ.ศ. 2559 ไม่สามารถตรวจวัดได้เนื่องจากไม่มีเครื่องมือสำหรับ测定地震。", "score": 0.8963363170623779}]}
{"query_id": "61", "query": "กระแสไฟฟ้าจะไหลที่ ผิวของตัวนำเป็นหลัก ระหว่างพื้นผิวด้านนอกจนถึงระดับที่เรียกว่าอะไร?", "positive_passage_id": "770532#0", "positive_passage": "ผลกระทบที่ผิว (English: skin effect) เป็นแนวโน้มของ กระแสไฟฟ้าสลับ (AC) ที่จะกระจายอยู่ภายในตัวนำในแบบที่ว่า ความหนาแน่นของกระแส จะมีมากที่สุดใกล้กับผิวหน้าของตัวนำและลดลงตามระดับความลึกที่มากขึ้นในตัวนำ กระแสไฟฟ้าจะไหลที่ \"ผิว\" (English: skin) ของตัวนำเป็นหลัก ระหว่างพื้นผิวด้านนอกจนถึงระดับที่เรียกว่า ความลึกของผิว (English: skin depth) ผลกระทบที่ผิวทำให้เกิด ความต้านทาน ที่มีประสิทธิผล (English: effective resistance) ของตัวนำเพิ่มขึ้นใน ความถี่ ที่สูงขึ้นโดยที่ระดับความลึกของผิวมีขนาดเล็กลง ดังนั้นภาคตัดขวางที่ใช้งานจริงของตัวนำจึงลดลง ผลกระทบที่ผิวจะทำหน้าที่ต่อต้านกับ กระแสเอ็ดดี้ ที่เหนี่ยวนำขึ้นโดยการเปลี่ยนแปลงสนามแม่เหล็กที่เกิดจากกระแสสลับ. ที่ความถี่ 60 เฮิร์ตซ์ในทองแดง ความลึกของผิวจะเป็นประมาณ 8.5 มม ที่ความถี่สูงขึ้น ความลึกของผิวจะมีขนาดเล็กลง ทำให้ความต้านทาน AC เพิ่มขึ้น ความต้านทาน AC ที่เพิ่มขึ้นเนื่องจากผลกระทบที่ผิวนี้สามารถทุเลาลงได้โดยการใช้ ลวด Litz ที่ถูกทอขึ้นอย่างพิเศษ. เพราะว่าภายในของตัวนำขนาดใหญ่จะนำพากระแสเพียงเล็กน้อยเท่านั้น ตัวนำแบบท่อจึงสามารถนำมาใช้ได้เพื่อประหยัดน้ำหนักและค่าใช้จ่าย", "language": "th", "source": "mr-tydi", "negatives": ["A. กระแสไฟฟ้าจะไหลที่ \"ผิว\" ของตัวนำเป็นหลัก ระหว่างพื้นผิวด้านนอกจนถึงระดับที่เรียกว่า ความลึกของร่างกาย (English: skin depth is the main path for electricity to flow in a conductor between the outer surface and the"], "filtered_negatives_with_scores": [{"neg": "A. กระแสไฟฟ้าจะไหลที่ \"ผิว\" ของตัวนำเป็นหลัก ระหว่างพื้นผิวด้านนอกจนถึงระดับที่เรียกว่า ความลึกของร่างกาย (English: skin depth is the main path for electricity to flow in a conductor between the outer surface and the", "score": 0.9115381836891174}]}
{"query_id": "62", "query": "ใหม่ เจริญปุระประเดิมละครเรื่องแรกชื่อว่าอะไร?", "positive_passage_id": "51656#0", "positive_passage": "ใหม่ เจริญปุระ (เกิด 5 มกราคม พ.ศ. 2512) เป็นนักร้อง Diva และนักแสดงชาวไทยระดับซุปเปอร์สตาร์หญิงแถวหน้าของเมืองไทย มีผลงานภาพยนตร์เรื่องแรกคือ ขอแค่คิดถึง ในปี พ.ศ. 2527 โดยใช้ชื่อว่า \"ใหม่ สิริวิมล\" และประเดิมละครเรื่องแรก คนเริงเมือง พ.ศ. 2531 ให้กับไทยทีวีสีช่อง 3 อัลบั้มชุดแรก ไม้ม้วน ในปี พ.ศ. 2532 ประสบความสำเร็จจนได้รับรางวัลนักร้องหน้าใหม่จากเวทีสีสันอะวอดส์ และในปี พ.ศ. 2535 อัลบั้ม ความลับสุดขอบฟ้า สามารถทำสถิติ นักร้องหญิงของแกรมมี่คนแรกที่สร้างยอดขายเทปทะลุ 2 ล้านตลับ เธอยังสามารถคว้ารางวัลจากสีสันอะวอดส์อีกครั้งในฐานะศิลปินหญิงยอดเยี่ยมจากอัลบั้ม \"แผลงฤทธิ์\" ในปี พ.ศ. 2541 และใหม่ยังได้รับฉายา Queen of poprock ยุค 90 อีกด้วย", "language": "th", "source": "mr-tydi", "negatives": ["1. ใหม่ เจริญปุระมีผลงานละครเรื่องแรกในปี พ.ศ. 2500"], "filtered_negatives_with_scores": [{"neg": "1. ใหม่ เจริญปุระมีผลงานละครเรื่องแรกในปี พ.ศ. 2500", "score": 0.9052796959877014}]}
{"query_id": "63", "query": "จรวด ที่ส่งออกไปนอกโลกสำเร็จลำแรกคือจรวดของชาติใด ?", "positive_passage_id": "52640#5", "positive_passage": "สปุตนิกเป็นดาวเทียมดวงแรก มันถูกส่งขึ้นวงโคจรต่ำรูปไข่โดยสหภาพโซเวียตหรือตอนนี้คือรัสเซียเมื่อวันที่ 4 ตุลาคม 1957 การเปิดตัวครั้งนั้นนำไปสู่การพัฒนาใหม่ทางการเมือง, การทหาร, เทคโนโลยีและวิทยาศาสตร์ ในขณะที่การเปิดตัวของสปุตนิกเป็นเหตุการณ์เดียวแต่ก็เป็นจุดเริ่มต้นของยุคอวกาศ[1][2] นอกเหนือจากมูลค่าของมันในฐานะที่เป็นเทคโนโลยีแรก สปุตนิก ยังช่วยในการระบุความหนาแน่นของชั้นบรรยากาศด้านบน (English: upper atmospheric layers' density) ผ่านการวัดการเปลี่ยนแปลงของวงโคจรของดาวเทียม นอกจากนี้ยังให้ข้อมูลเกี่ยวกับการกระจายสัญญาณวิทยุในไอโอโนสเฟียส์ ไนโตรเจนแรงดันสูงในตัวยานของดาวเทียมที่ผิดพลาดได้ให้โอกาสแรกสำหรับการตรวจสอบสะเก็ดดาว ถ้าสะเก็ดดาวทะลุเปลือกนอกของดาวเทียมก็จะถูกตรวจพบโดยข้อมูลอุณหภูมิจะถูกส่งกลับไปยังโลก สปุตนิก 1 ถูกเปิดตัวในช่วงปีฟิสิกส์สากลจาก สถานีเลขที่ 1/5 ที่ Tyuratam range ที่ 5 ใน Kazakh SSR (ตอนนี้เป็น Baikonur คอสโมโดรม) ดาวเทียมได้เดินทางที่ 29,000 กิโลเมตร (18,000 ไมล์) ต่อชั่วโมง ใช้เวลา 96.2 นาทีเพื่อให้ครบรอบวงโคจรและปล่อยสัญญาณวิทยุที่ 20.005 และ 40.002 MHz", "language": "th", "source": "mr-tydi", "negatives": ["1. เจเนรวิช เป็นเครื่องยนต์ที่ใช้ในการทำปฏิกรณ์ในขั้นตอนการสร้างจรวดสำเร็จที่สุด"], "filtered_negatives_with_scores": [{"neg": "1. เจเนรวิช เป็นเครื่องยนต์ที่ใช้ในการทำปฏิกรณ์ในขั้นตอนการสร้างจรวดสำเร็จที่สุด", "score": 0.8207690715789795}]}
{"query_id": "64", "query": "จัสติน บีเบอร์  สัญชาติอะไร ?", "positive_passage_id": "281274#0", "positive_passage": "จัสติน ดรูว์ บีเบอร์ (English: Justin Drew Bieber)[4] เกิด 1 มีนาคม ค.ศ. 1994 เป็นชาวแคนาดา โดยเริ่มอาชีพนักร้องจากการโพสวีดีโอ ณ เว็บไซต์ยูทูบ (Youtube) จนผู้จัดการ สกูเตอร์ เบราน์ (Scooter Braun) ได้มาเห็น และนำบีเบอร์ไปแอตแลนตา รัฐจอร์เจียและพบกับอัชเชอร์ จนได้เซ็นสัญญาในนาม Raymond Braun Media Group (RBMG) ค่ายเพลง Island Records", "language": "th", "source": "mr-tydi", "negatives": ["1. จัสติน บีเบอร์ เป็นนักฟุตบอลจากประเทศสหรัฐอเมริกา"], "filtered_negatives_with_scores": [{"neg": "1. จัสติน บีเบอร์ เป็นนักฟุตบอลจากประเทศสหรัฐอเมริกา", "score": 0.8956802487373352}]}
{"query_id": "65", "query": "คลอโรฟิลล์ พบเฉพาะในผักใบเขียวหรือไม่ ?", "positive_passage_id": "142149#0", "positive_passage": "คลอโรฟิลล์ (English: chlorophyll) เป็นสารประกอบที่พบได้ในส่วนที่มีสีเขียวของพืช โดยพบมากที่ใบของพืชนอกจากนี้ยังพบได้ที่แบคทีเรียที่สามารถสังเคราะห์ด้วยแสงได้ และยังพบได้ในสาหร่ายเกือบทุกชนิด นอกจากนี้คลอโรฟิลล์ทำหน้าที่เป็นโมเลกุลรับพลังงานจากแสง และนำพลังงานดังกล่าวไปใช้ในการสร้างพลังงานเคมีโดยกระบวนการสังเคราะห์ด้วยแสง เพื่อสร้างสารอินทรีย์ เช่น น้ำตาล และนำไปใช้เพื่อการดำรงชีวิต [1] คลอโรฟิลล์ อยู่ในโครงสร้างที่เรียกว่า เยื่อหุ้มไทลาคอยล์ (thylakoid membrane) ซึ่งเป็นเยื่อหุ้มที่อยู่ภายใน คลอโรพลาสต์ (chloroplast)[2]", "language": "th", "source": "mr-tydi", "negatives": ["1. คลอโรฟิลล์ ถูกพบในผักใบขาวและผักใบเหลืองเท่านั้น"], "filtered_negatives_with_scores": [{"neg": "1. คลอโรฟิลล์ ถูกพบในผักใบขาวและผักใบเหลืองเท่านั้น", "score": 0.9356492757797241}]}
{"query_id": "66", "query": "ลุยจิ กัลวานี คือใคร?", "positive_passage_id": "680150#0", "positive_passage": "ลุยจี อาโลอีซีโอ กัลวานี[1] (Italian: Luigi Aloisio Galvani, Latin: Aloysius Galvani; 9 กันยายน ค.ศ. 1737 – 4 ธันวาคม ค.ศ. 1798) เป็นนักฟิสิกส์และแพทย์ชาวอิตาลี เป็นผู้บุกเบิกการศึกษาแม่เหล็กไฟฟ้าชีวภาพ", "language": "th", "source": "mr-tydi", "negatives": ["1. ลุยจี อาโลอีซีโอ กัลวานี (French: Louis Aloisio Galvani) เป็นนักฟิสิกส์และแพทย์ชาวฝรั่งเศสที่มีผลงานทางวิทยาศาสตร์น้อยมาก 2. ลุยจี"], "filtered_negatives_with_scores": [{"neg": "1. ลุยจี อาโลอีซีโอ กัลวานี (French: Louis Aloisio Galvani) เป็นนักฟิสิกส์และแพทย์ชาวฝรั่งเศสที่มีผลงานทางวิทยาศาสตร์น้อยมาก 2. ลุยจี", "score": 0.8384247422218323}]}
{"query_id": "67", "query": "ใครเป็นผู้เขียน ตำนานบุตรแห่งฮูริน จนจบ?", "positive_passage_id": "155870#0", "positive_passage": "ตำนานบุตรแห่งฮูริน (English: The Children of Húrin) เป็นนวนิยายแฟนตาซีระดับสูงแบบมหากาพย์ที่บรรยายในลักษณะร้อยแก้ว ประพันธ์โดยเจ. อาร์. อาร์. โทลคีน ซึ่งได้เริ่มโครงเรื่องไว้ตั้งแต่ต้นคริสต์ทศวรรษ 1910 และได้ปรับแก้เนื้อหาหลายต่อหลายครั้ง จนกระทั่งโทลคีนเสียชีวิตในปี ค.ศ. 1973 เรื่องนี้ก็ยังไม่เสร็จเรียบร้อยพอจะตีพิมพ์ได้ คริสโตเฟอร์ โทลคีน บุตรชายของเขา ได้นำต้นฉบับทั้งหมดมาเรียบเรียงขึ้นใหม่และใส่บทบรรยายเพิ่มเติมจนสำเร็จ ได้ตีพิมพ์เป็นครั้งแรกในปี ค.ศ. 2007 ออกวางจำหน่ายพร้อมกันทั้งในอังกฤษและสหรัฐอเมริกา สำหรับประเทศไทยมีการแปลและพิมพ์จำหน่ายในปี ค.ศ. 2008 โดยสำนักพิมพ์แพรวเยาวชน", "language": "th", "source": "mr-tydi", "negatives": ["1. ตำนานบุตรแห่งฮูริน (English: The Children of Húrin) เป็นนวนิยายแฟนตาซีระดับกลางแบบมหากาพย์ที่บรรยายในลักษณะแบบเรียงกระดาษ ประพันธ์โดยเจ. อาร์. อาร์. โทล"], "filtered_negatives_with_scores": [{"neg": "1. ตำนานบุตรแห่งฮูริน (English: The Children of Húrin) เป็นนวนิยายแฟนตาซีระดับกลางแบบมหากาพย์ที่บรรยายในลักษณะแบบเรียงกระดาษ ประพันธ์โดยเจ. อาร์. อาร์. โทล", "score": 0.8700336813926697}]}
{"query_id": "68", "query": "นักสังคมวิทยาทำหน้าที่อะไร?", "positive_passage_id": "3661#0", "positive_passage": "สังคมวิทยา (อังกฤษ: sociology) คือ วิชาที่ศึกษาเกี่ยวกับชีวิตทางสังคมของมนุษย์, กลุ่มคน, และสังคม สิ่งที่สาขาวิชานี้สนใจคือ กฎเกณฑ์ และกระบวนการทางสังคม ที่ยึดเหนี่ยวหรือแบ่งแยกผู้คน ทั้งในสภาวะที่เป็นปัจเจก และในฐานะของสมาชิกของสมาคม, กลุ่ม, หรือสถาบัน[1][2][3][4]", "language": "th", "source": "mr-tydi", "negatives": ["1. นักสังคมวิทยาทำหน้าที่พัฒนาสินค้าและบริการให้กับธุรกิจท้องถิ่น."], "filtered_negatives_with_scores": [{"neg": "1. นักสังคมวิทยาทำหน้าที่พัฒนาสินค้าและบริการให้กับธุรกิจท้องถิ่น.", "score": 0.8850772380828857}]}
{"query_id": "69", "query": "รางวัลนาฏราชคือรางวัลเกี่ยวกับอะไร?", "positive_passage_id": "316833#0", "positive_passage": "รางวัลนาฏราช เป็นรางวัลแห่งผู้ที่สร้างโลกบันเทิงที่สร้างสรรค์ จัดโดยสมาพันธ์สมาคมวิชาชีพวิทยุกระจายเสียงและวิทยุโทรทัศน์ โดยผู้ลงคะแนนเป็นบุคคลในวิชาชีพวิทยุกระจายเสียงและวิทยุโทรทัศน์โดยตรง", "language": "th", "source": "mr-tydi", "negatives": ["1. รางวัลนาฏราช เป็นรางวัลสำหรับคนที่ทำอาหารอร่อยที่สุด"], "filtered_negatives_with_scores": [{"neg": "1. รางวัลนาฏราช เป็นรางวัลสำหรับคนที่ทำอาหารอร่อยที่สุด", "score": 0.9056282043457031}]}
{"query_id": "70", "query": "มหาวิทยาลัยธรรมศาสตร์ ก่อตั้งขึ้นเมื่อไหร่?", "positive_passage_id": "669#0", "positive_passage": "มหาวิทยาลัยธรรมศาสตร์ (English: Thammasat University; อักษรย่อ: มธ. – TU) เป็นมหาวิทยาลัยแห่งที่สองของประเทศไทย ก่อตั้งในชื่อ \"มหาวิทยาลัยวิชาธรรมศาสตร์และการเมือง\" (English: The University of Moral and Political Sciences; อักษรย่อ: ม.ธ.ก. – UMPS) เมื่อวันที่ 27 มิถุนายน พ.ศ. 2477 โดยมีจุดประสงค์เพื่อเป็นตลาดวิชา เพื่อการศึกษาด้านกฎหมายและการเมือง สำหรับประชาชนทั่วไป ต่อมาใน พ.ศ. 2495 รัฐบาลเปลี่ยนเป็นชื่อปัจจุบัน นับเป็นมหาวิทยาลัยที่มีอายุเป็นอันดับ 2 ของประเทศไทย และมีประวัติศาสตร์ผูกพันกับพัฒนาการทางการเมือง และความเป็นไปของชาติ ตลอดจนเรื่องของรัฐธรรมนูญและประชาธิปไตย[1] โดยเฉพาะอย่างยิ่งในเหตุการณ์ 14 ตุลา 2516 และ 6 ตุลา 2519[2] มหาวิทยาลัยธรรมศาสตร์มีผู้ประสาสน์การและอธิการบดีมาแล้ว 23 คน อธิการบดีคนปัจจุบันคือ รองศาสตราจารย์ เกศินี วิฑูรชาติ และนายกสภามหาวิทยาลัย คือ ศาสตราจารย์พิเศษนรนิติ เศรษฐบุตร วันที่ 17 กรกฎาคม พ.ศ. 2558 ราชกิจจานุเบกษาได้ลงประกาศ \"พระราชบัญญัติมหาวิทยาลัยธรรมศาสตร์ พ.ศ. 2558\" ซึ่งได้มีผลให้มหาวิทยาลัยธรรมศาสตร์มีสภาพเป็นมหาวิทยาลัยในกำกับของรัฐในอีก 30 วันต่อมา[3]", "language": "th", "source": "mr-tydi", "negatives": ["มหาวิทยาลัยธรรมศาสตร์ก่อตั้งขึ้นในปี 1988 มหาวิทยาลัยธรรมศาสตร์ไม่มีประวัติศาสตร์ยาวนานมาก มหาวิทยาลัยธรรมศาสตร์มีชื่อเดิมว่า \"มหา"], "filtered_negatives_with_scores": [{"neg": "มหาวิทยาลัยธรรมศาสตร์ก่อตั้งขึ้นในปี 1988 มหาวิทยาลัยธรรมศาสตร์ไม่มีประวัติศาสตร์ยาวนานมาก มหาวิทยาลัยธรรมศาสตร์มีชื่อเดิมว่า \"มหา", "score": 0.905197024345398}]}
{"query_id": "71", "query": "ความลับของ Superstar ออกอากาศครั้งแรกปีอะไร ?", "positive_passage_id": "383642#0", "positive_passage": "ความลับของ Superstar ออกอากาศครั้งแรกทุกวันจันทร์ถึงพฤหัสบดี เวลา 20.25 - 21.25 น. ทางสถานีวิทยุโทรทัศน์กองทัพบก ตั้งแต่วันที่ 31 กรกฎาคม - 1 ตุลาคม พ.ศ. 2551 และในปี พ.ศ. 2559 ทางช่องวันได้นำละครเรื่องนี้กลับมาออกอากาศรีรันให้ชมอีกครั้งทุกวันจันทร์ถึงพฤหัสบดี เวลา 13.00 - 14.30 น. เริ่มตอนแรกวันที่ 27 กรกฎาคม พ.ศ. 2559", "language": "th", "source": "mr-tydi", "negatives": ["ความลับของ Superstar ออกอากาศครั้งแรกวันที่ 30 มิถุนายน พ.ศ. 2549 ทางสถานีวิทยุโทรทัศน์กองทัพเรือ ความลับของ Superstar ออกอากาศครั้งแรกทุกวันศุกร์"], "filtered_negatives_with_scores": [{"neg": "ความลับของ Superstar ออกอากาศครั้งแรกวันที่ 30 มิถุนายน พ.ศ. 2549 ทางสถานีวิทยุโทรทัศน์กองทัพเรือ ความลับของ Superstar ออกอากาศครั้งแรกทุกวันศุกร์", "score": 0.9060924053192139}]}
{"query_id": "72", "query": "จังหวัดสมุทรสาครมีพื้นที่เท่าไหร่?", "positive_passage_id": "6263#0", "positive_passage": "จังหวัดสมุทรสงคราม เป็นจังหวัดในภาคกลางของประเทศไทย (หน่วยงานบางแห่งถือเป็นส่วนหนึ่งของภาคตะวันตก) มีขนาดพื้นที่เล็กที่สุดของประเทศ คือประมาณ 416.7 ตารางกิโลเมตร ทั้งยังมีจำนวนประชากรน้อยที่สุดเป็นอันดับ 2 ของประเทศด้วย นับเป็นจังหวัดที่มีความอุดมสมบูรณ์ทางทรัพยากรธรรมชาติสิ่งแวดล้อมและมีชายฝั่งทะเลติดอ่าวไทยยาวประมาณ 23 กิโลเมตรซึ่งมีความอุดมสมบูรณ์มากเพราะเป็นดินดอนปากแม่น้ำ มีภูเขา 1 ลูก (เขายี่สาร) ไม่มีเกาะ มีลักษณะเป็นที่ราบลุ่มโดยพื้นที่ฝั่งตะวันตกจะสูงกว่าฝั่งตะวันออกเล็กน้อย", "language": "th", "source": "mr-tydi", "negatives": ["1. จังหวัดสมุทรสาครมีพื้นที่ประมาณ 800,000 ตารางกิโลเมตร"], "filtered_negatives_with_scores": [{"neg": "1. จังหวัดสมุทรสาครมีพื้นที่ประมาณ 800,000 ตารางกิโลเมตร", "score": 0.921056866645813}]}
{"query_id": "73", "query": "ประเทศแคนาดา มีกษัตริย์หรือไม่ ?", "positive_passage_id": "5448#0", "positive_passage": "แคนาดา ([]error: {{lang-xx}}: no text (help)French: Canada) เป็นประเทศในทวีปอเมริกาเหนือ ติดกับสหรัฐ เป็นประเทศที่มีที่ตั้งอยู่ทางเหนือมากที่สุดของโลกและมีขนาดใหญ่เป็นอันดับสองของโลก ปัจจุบันแคนาดาใช้ระบอบการปกครองแบบประชาธิปไตยโดยมีพระมหากษัตริย์เป็นประมุข โดยถือสมเด็จพระราชินีนาถเอลิซาเบธที่ 2 แห่งสหราชอาณาจักรเป็นพระมหากษัตริย์ (หมายเหตุ: พระองค์เดียวกับพระมหากษัตริย์สหราชอาณาจักร แต่โดยรัฐธรรมนูญแล้วถือว่าเป็นคนละตำแหน่ง)", "language": "th", "source": "mr-tydi", "negatives": ["1. ประเทศแคนาดาได้รับการรับรองโดยพระเจ้าหลานเทศาภิพันธุ์แห่งสวิตเซอร์แลนด์"], "filtered_negatives_with_scores": [{"neg": "1. ประเทศแคนาดาได้รับการรับรองโดยพระเจ้าหลานเทศาภิพันธุ์แห่งสวิตเซอร์แลนด์", "score": 0.8495640754699707}]}
{"query_id": "74", "query": "มหาวิทยาลัยพะเยา ก่อตั้งขึ้นปีใด ?", "positive_passage_id": "291870#0", "positive_passage": "มหาวิทยาลัยพะเยา (English: University of Phayao; ชื่อย่อ: มพ / UP) เป็นมหาวิทยาลัยในกำกับของรัฐบาล ตั้งอยู่ในจังหวัดพะเยา เดิมเป็นวิทยาเขตในสังกัดมหาวิทยาลัยนเรศวร[5] ต่อมา มีการตราพระราชบัญญัติมหาวิทยาลัยพะเยา พ.ศ. 2553 เมื่อวันที่ 12 กรกฎาคม พ.ศ. 2553 และประกาศในราชกิจจานุเบกษาเมื่อวันที่ 16 กรกฎาคม พ.ศ. 2553[6] จึงถือได้ว่ามหาวิทยาลัยพะเยาได้แยกออกจากมหาวิทยาลัยนเรศวร และเป็นมหาวิทยาลัยเอกเทศอย่างเต็มรูปแบบ", "language": "th", "source": "mr-tydi", "negatives": ["1. มหาวิทยาลัยพะเยาถูกก่อตั้งขึ้นในปี ค.ศ. 2000."], "filtered_negatives_with_scores": [{"neg": "1. มหาวิทยาลัยพะเยาถูกก่อตั้งขึ้นในปี ค.ศ. 2000.", "score": 0.9093542098999023}]}
{"query_id": "75", "query": "PAHs พบได้ทั้งในน้ำ ดิน ดินตะกอน อากาศ ชั้นหินอุ้มน้ำ และบริเวณริมถนนใช่หรือไม่?", "positive_passage_id": "47829#5", "positive_passage": "PAHs พบได้ทั้งในน้ำ ดิน ดินตะกอน อากาศ ชั้นหินอุ้มน้ำ และบริเวณริมถนน ความเข้มข้นของ PAHs ในสิ่งแวดล้อมขึ้นกับระยะห่างระหว่างบริเวณที่ปนเปื้อนกับแหล่งที่ผลิต PAHs ระดับของการพัฒนาอุตสาหกรรมและความสามารถในการเคลื่อนย้ายของ PAHs [4] สรุปแหล่งที่มาของ PAHs ได้ดังนี้", "language": "th", "source": "mr-tydi", "negatives": ["PAHs พบได้เฉพาะในน้ำและดินเท่านั้น ไม่พบในอากาศหรือชั้นหินอุ้มน้ำ PAHs พบได้เฉพาะในชั้นหินอุ้มน้ำและไม่พบในบริเวณริมถนน PAHs ไม่พบได้"], "filtered_negatives_with_scores": [{"neg": "PAHs พบได้เฉพาะในน้ำและดินเท่านั้น ไม่พบในอากาศหรือชั้นหินอุ้มน้ำ PAHs พบได้เฉพาะในชั้นหินอุ้มน้ำและไม่พบในบริเวณริมถนน PAHs ไม่พบได้", "score": 0.9448592066764832}]}
{"query_id": "76", "query": "การสังหารหมู่ที่พอร์ตอาร์เทอร์ โดยใครเป็นผู้สังหารชีวิตประชาชน?", "positive_passage_id": "183349#0", "positive_passage": "การสังหารหมู่ที่พอร์ตอาร์เทอร์ เป็นเหตุการณ์สะเทือนขวัญอันเป็นเหตุให้มีผู้เสียชีวิต 35 ราย และบาดเจ็บ 37 ราย เกิดขึ้นในวันที่ 28 เมษายน พ.ศ. 2539 โดยนาย มาร์ติน ไบรแอนต์ (Martin John Bryant) ชายวัย 28 ปีจากเมืองนิวทาวน์ โดยบริเวณเกิดเหตุส่วนใหญ่คือสวนประวัติศาสตร์พอร์ตอาร์เทอร์ เขาถูกพิพากษาว่าเป็นเหตุให้ผู้อื่นเสียชีวิตถึง 35 ชีวิต[1] และถูกจองจำตลอดชีวิตโดยไม่มีโอกาสได้รับการอภัยโทษ ปัจจุบัน ผู้ต้องหารายนี้ถูกคุมขังอยู่ที่ ศูนย์จองจำวิลเฟรด (Wilfred Lopes Centre) ใกล้กับเรือนจำริสดอน (Risdon Prison) [2] เหตุการณ์ในครั้งนี้นับเป็นเหตุสะเทือนขวัญที่สุดในออสเตรเลีย และเป็นหนึ่งในเหตุการณ์สะเทือนขวัญของโลกในปัจจุบัน", "language": "th", "source": "mr-tydi", "negatives": ["1. การสังหารหมู่ที่พอร์ตอาร์เทอร์ เป็นเหตุการณ์ที่เกิดขึ้นในวันที่ 28 มิถุนายน พ.ศ. 2539 โดยนาย มาร์ติน ไบรแอนต์ (Martin John Bryant) ชาย"], "filtered_negatives_with_scores": [{"neg": "1. การสังหารหมู่ที่พอร์ตอาร์เทอร์ เป็นเหตุการณ์ที่เกิดขึ้นในวันที่ 28 มิถุนายน พ.ศ. 2539 โดยนาย มาร์ติน ไบรแอนต์ (Martin John Bryant) ชาย", "score": 0.8923465013504028}]}
{"query_id": "77", "query": "ประเทศที่ใหญ่ที่สุดในทวีปยุโรปคืออะไร?", "positive_passage_id": "1821#2", "positive_passage": "ยุโรปมีพื้นที่ประมาณ 10,180,000 ตารางกิโลเมตร หรือประมาณ 2% ของผิวโลก (6.8% ของผืนดิน) ในทางการเมืองยุโรปมีรัฐอธิปไตยและเขตปกครองกว่า 50 รัฐ ซึ่งมีรัสเซียเป็นประเทศที่ใหญ่และมีประชากรมากที่สุด โดยกินพื้นที่ทวีปยุโรป 39% และมีประชากรทั้งหมด 15% ของทวีป ใน 2016 ยุโรปมีประชากรประมาณ 741ล้านคน[2] (หรือ 11% ของประชากรโลก) ภูมิอากาศยุโรปส่วนใหญ่ได้รับผลกระทบจากกระแสน้ำอุ่นในมหาสมุทรแอตแลนติกทำให้ภายในทวีปจะมีอากาศหนาวจัดในฤดูหนาวและร้อนในฤดูร้อนแม้ในละติจูดเดียวกันในเอเชียกับอเมริกาเหนือจะมีสภาพอากาศที่รุนแรง ยุโรปภาคพื้นทวีปจะเห็นความแตกต่างตามฤดูกาลได้ชัดเจนกว่าบริเวณชายฝั่ง", "language": "th", "source": "mr-tydi", "negatives": ["1. อิตาลีคือประเทศที่ใหญ่ที่สุดในยุโรป"], "filtered_negatives_with_scores": [{"neg": "1. อิตาลีคือประเทศที่ใหญ่ที่สุดในยุโรป", "score": 0.8891635537147522}]}
{"query_id": "78", "query": "คริสเตียโน โรนัลโด เกิดเมื่อไหร่?", "positive_passage_id": "87726#0", "positive_passage": "กริชตียานู รูนัลดู ดุช ซังตุช อาไวรู (Portuguese: Cristiano Ronaldo dos Santos Aveiro; เกิด 5 กุมภาพันธ์ ค.ศ. 1985) หรือที่รู้จักกันในชื่อ คริสเตียโน โรนัลโด เป็นนักฟุตบอลชาวโปรตุเกส ปัจจุบันเล่นในตำแหน่งกองหน้าให้กับยูเวนตุสในเซเรียอา และเป็นกัปตันทีมชาติโปรตุเกสคนปัจจุบัน โรนัลโดเป็นผู้เล่นที่มีค่าตัวแพงที่สุดเป็นอันดับสองในประวัติศาสตร์ฟุตบอลรองจากแกเร็ธ เบล หลังย้ายจากแมนเชสเตอร์ยูไนเต็ด มาอยู่กับเรอัลมาดริด ด้วยค่าตัว 80 ล้านปอนด์ โรนัลโดได้รับค่าจ้างในการลงเล่นให้กับเรอัลมาดริดจำนวน 12 ล้านปอนด์ต่อปี ทำให้เขาเป็นนักเตะที่มีค่าเหนื่อยมากที่สุดในโลก[3]", "language": "th", "source": "mr-tydi", "negatives": ["1. คริสเตียโน โรนัลโด เกิดในปี 1980 ในกรุงเทพฯ"], "filtered_negatives_with_scores": [{"neg": "1. คริสเตียโน โรนัลโด เกิดในปี 1980 ในกรุงเทพฯ", "score": 0.8879216909408569}]}
{"query_id": "79", "query": "ไส้ติ่งอักเสบสามารถทำให้คนเสียชีวิตได้หรือไม่?", "positive_passage_id": "218429#0", "positive_passage": "ไส้ติ่งอักเสบ (English: appendicitis) เป็นโรคที่เกิดกับไส้ติ่ง เป็นภาวะฉุกเฉินทางการแพทย์ ผู้ป่วยไส้ติ่งอักเสบทุกรายต้องได้รับการผ่าตัดเอาไส้ติ่งออก หากไม่ได้รับการรักษาแล้วจะมีอัตราการตายสูง การเสียชีวิตส่วนใหญ่เกิดจากภาวะเยื่อบุช่องท้องอักเสบและภาวะช็อค[1]", "language": "th", "source": "mr-tydi", "negatives": ["1. ไส้ติ่งอักเสบไม่มีความสำคัญนัก ไม่ต้องการการรักษา และไม่มีผลต่อการเสียชีวิตเลย แต่ถ้ามีอาการเจ็บหน้าท้องควรไปพบแพทย์เพื่อตรวจเช็ครหัส"], "filtered_negatives_with_scores": [{"neg": "1. ไส้ติ่งอักเสบไม่มีความสำคัญนัก ไม่ต้องการการรักษา และไม่มีผลต่อการเสียชีวิตเลย แต่ถ้ามีอาการเจ็บหน้าท้องควรไปพบแพทย์เพื่อตรวจเช็ครหัส", "score": 0.8787299394607544}]}
{"query_id": "80", "query": "แม่น้ำที่ยาวที่สุดในโลกคือแม่น้ำใด ?", "positive_passage_id": "32318#0", "positive_passage": "แม่น้ำไนล์ (Arabic: النيل‎ อันนีล; English: Nile) เป็นแม่น้ำใน ทวีปแอฟริกา เป็นแม่น้ำที่ยาวที่สุดในโลก โดยถูกค้นพบแหล่งต้นน้ำใหม่ที่ทำให้มีความยาวกว่าเดิมเมื่อไม่นานมานี้ โดยแม่น้ำไนล์มีความยาวทั้งสิ้น 6,695 กิโลเมตร[1]", "language": "th", "source": "mr-tydi", "negatives": ["แม่น้ำเจ้าพระยาเป็นแม่น้ำที่ยาวที่สุดในโลก แม่น้ำแม่กลองยาวกว่าแม่น้ำไนล์มาก แม่น้ำโขงยังไม่เคยมีการสำรวจพื้นที่น้ำที่อยู่ในหุบเขา"], "filtered_negatives_with_scores": [{"neg": "แม่น้ำเจ้าพระยาเป็นแม่น้ำที่ยาวที่สุดในโลก แม่น้ำแม่กลองยาวกว่าแม่น้ำไนล์มาก แม่น้ำโขงยังไม่เคยมีการสำรวจพื้นที่น้ำที่อยู่ในหุบเขา", "score": 0.873863697052002}]}
{"query_id": "81", "query": "งานวิจัยเกี่ยวกับการตายแบบอะพอพโทซิสมีจำนวนเพิ่มมากขึ้นตั้งแต่ต้นทศวรรษที่เท่าไหร่?", "positive_passage_id": "192124#2", "positive_passage": "งานวิจัยเกี่ยวกับการตายแบบอะพอพโทซิสมีจำนวนเพิ่มมากขึ้นตั้งแต่ต้นทศวรรษที่ 1990 ทำให้มีการค้นพบการตายแบบอะพอพโทซิสที่ผิดปกติในโรคต่างๆ หากอะพอพโทซิสเกิดขึ้นมากเกินไปจะทำให้เกิดการฝ่อของอวัยวะ เช่นในภาวะการขาดเลือดเฉพาะที่ (ischemic damage) ในขณะที่การตายแบบอะพอพโทซิสที่ไม่เพียงพอทำให้เกิดเซลล์ที่เพิ่มจำนวนอย่างควบคุมไม่ได้ เช่นมะเร็ง", "language": "th", "source": "mr-tydi", "negatives": ["1. งานวิจัยเกี่ยวกับการตายแบบอะพอพโทซิสมีเพิ่มมากขึ้นตั้งแต่ปลายทศวรรษที่ 1990"], "filtered_negatives_with_scores": [{"neg": "1. งานวิจัยเกี่ยวกับการตายแบบอะพอพโทซิสมีเพิ่มมากขึ้นตั้งแต่ปลายทศวรรษที่ 1990", "score": 0.9372848272323608}]}
{"query_id": "82", "query": "พรรคประชาธิปัตย์ก่อตั้งเมื่อไหร่?", "positive_passage_id": "4944#0", "positive_passage": "พรรคประชาธิปัตย์ (English: Democrat Party - DP, ย่อ: ปชป.) ก่อตั้งเมื่อวันที่ 5 เมษายน พ.ศ. 2489 เป็นพรรคการเมืองจดทะเบียนที่เก่าแก่ที่สุดของไทยที่ยังดำเนินการอยู่[1] พรรคมีสมาชิกที่ได้แจ้งต่อนายทะเบียนพรรคการเมืองไว้ จำนวน 2,895,933 คน นับเป็นพรรคการเมืองที่มีสมาชิกมากที่สุดในประเทศไทย และมีสาขาพรรคจำนวน 175 สาขา [2]", "language": "th", "source": "mr-tydi", "negatives": ["พรรคประชาธิปัตย์ก่อตั้งเมื่อวันที่ 10 มิถุนายน พ.ศ. 2489 พรรคประชาธิปัตย์ไม่มีประวัติความเป็นมาที่ชัดเจน พรรคประชาธิปัตย์ก"], "filtered_negatives_with_scores": [{"neg": "พรรคประชาธิปัตย์ก่อตั้งเมื่อวันที่ 10 มิถุนายน พ.ศ. 2489 พรรคประชาธิปัตย์ไม่มีประวัติความเป็นมาที่ชัดเจน พรรคประชาธิปัตย์ก", "score": 0.9309810400009155}]}
{"query_id": "83", "query": "แม่เหล็กมีกี่ขั้ว ?", "positive_passage_id": "203088#1", "positive_passage": "แม่เหล็กมี 2 ขั้วเสมอ ขั้วเหนือและขั้วใต้ ถ้าแขวนแท่งแม่เหล็กให้เคลื่อนที่อย่างอิสระ เมื่อหยุดนิ่ง ขั้วที่ชี้ไปทางทิศเหนือ เรียกว่า ขั้วเหนือ (N) ขั้วที่ชี้ไปทางทิศใต้ เรียกว่า ขั้วใต้ (S) ขั้วแม่เหล็กทั้งขั้วเหนือและขั้วใต้จะดูดสารแม่เหล็กเสมอ เมื่อนำแม่เหล็ก 2 อันมาอยู่ใกล้กัน ขั้วเหมือนกันจะผลักกัน และขั้วต่างกันจะดูดกัน แรงดูดจะมีมากที่สุดที่บริเวณขั้วทั้งสองของแม่เหล็กและลดน้อยลงเมื่อถัดเข้ามา เส้นแรงแม่เหล็กมีทิศทางออกจากขั้วเหนือไปยังขั้วใต้ ทั้งสามมิติ สนามแม่เหล็กหมายถึงบริเวณที่แม่เหล็กส่งแรงไปถึง", "language": "th", "source": "mr-tydi", "negatives": ["แม่เหล็กมีกี่ขั้ว? แม่เหล็กไม่มีขั้ว แม่เหล็กมีแค่ขั้วเดียว แม่เหล็กมีขั้ว 3 ขั้วเสมอ แม่เหล็กมีขั้ว 5 ขัวเสมอ แม"], "filtered_negatives_with_scores": [{"neg": "แม่เหล็กมีกี่ขั้ว? แม่เหล็กไม่มีขั้ว แม่เหล็กมีแค่ขั้วเดียว แม่เหล็กมีขั้ว 3 ขั้วเสมอ แม่เหล็กมีขั้ว 5 ขัวเสมอ แม", "score": 0.9322184920310974}]}
{"query_id": "84", "query": "ลิตเทิลวิตช์แอคาดีเมีย ก่อตั้งโดยใคร ?", "positive_passage_id": "846040#0", "positive_passage": "ลิตเทิลวิตช์แอคาดีเมีย (Japanese: リトルウィッチアカデミア; English: Little Witch Academia) เป็นแฟรนไชส์การ์ตูนญี่ปุ่น ที่สร้างโดย โย โยชินาริ และ อำนวยการสร้างโดยทริกเกอร์ ในฉบับภาพยนตร์สั้นดั้งเดิมกำกับโดยโยชินาริ และเขียนโดย Masahiko Otsuka ออกฉายครั้งแรกในวันที่ 2 มีนาคม 2013 ซึ่งเป็นส่วนหนึ่งของโครงการ Young Animator Training Project's Anime Mirai 2013[4] และต่อมาได้อับโหลดพร้อมคำบรรยายภาษาอังกฤษลงบนยูทูบตั้งแต่วันที่ 19 เมษายน 2013[5] ภาพยนตร์สั้นเรื่องที่สองได้รับการสนับสนุนผ่านเครือข่ายระดมทุน Kickstarter ซึ่งได้สร้างเป็นภาพยนตร์ โรงเรียนเวทมนตร์แม่มดน้อยฝึกหัด: พาเหรดแห่งเวทมนตร์ และได้ออกฉายครั้งแรกในวันที่ 9 ตุลาคม 2015 ส่วนอนิเมะโทรทัศน์ออกอากาศครั้งแรกในญี่ปุ่นตั้งแต่วันที่ 9 มกราคม ถึงวันที่ 25 มิถุนายน 2017 โดยที่ตอนในฤดูกาลแรก 13 ตอนเข้าฉายที่เน็ตฟลิกซ์ทั่วโลกตั้งแต่วันที่ 30 มิถุนายน 2017 ส่วนที่เหลืออีก 12 ตอนในฤดูกาลสุดท้ายของอนิเมะนี้เข้าฉายที่เน็ตฟลิกซ์ในวันที่ 15 สิงหาคม 2017[6] โดยใช้ชื่อในภาษาไทยว่า โรงเรียนเวทมนตร์แม่มดน้อยฝึกหัด ส่วนมังงะ 2 เล่ม ได้รับการตีพิมพ์โดยสำนักพิมพ์ชูเอชะ", "language": "th", "source": "mr-tydi", "negatives": ["1. ลิตเทิลวิตช์แอคาดีเมีย ก่อตั้งโดย มอนสเตอร์ฮอลล์ แมรี."], "filtered_negatives_with_scores": [{"neg": "1. ลิตเทิลวิตช์แอคาดีเมีย ก่อตั้งโดย มอนสเตอร์ฮอลล์ แมรี.", "score": 0.9072504639625549}]}
{"query_id": "85", "query": "วอลเลย์บอล ก่อตั้งครั้งแรกที่ชาติใด ?", "positive_passage_id": "114542#1", "positive_passage": "กีฬาวอลเลย์บอลถือกำเนิดขึ้นในปี ค.ศ. 1896 โดยนายวิลเลียม จี. มอร์แกน ผู้อำนวยการฝ่ายพลศึกษาของสมาคม Y.M.C.A. เมืองฮอลโยค รัฐแมสซาชูเซตส์ ประเทศอเมริกา ซึ่งได้เกิดขึ้นเพียง 1 ปี ก่อนการแข่งขันกีฬาโอลิมปิกสมัยใหม่ ครั้งที่ 1 ณ กรุงเอเธนส์ โดยเขามีความคิดที่ต้องการให้มีกีฬาสำหรับเล่นในช่วงฤดูหนาวแทนกีฬากลางแจ้งเพื่อออกกำลังกายพักผ่อนหย่อนใจยามหิมะตก", "language": "th", "source": "mr-tydi", "negatives": ["วอลเลย์บอลเริ่มต้นขึ้นในญี่ปุ่นโดยนักกีฬาที่ชื่อ เฮียบะ ฮารุชิ ชาวอเมริกันได้สร้างกีฬาวอลเลย์บอลขึ้นในปี 1900 ที่"], "filtered_negatives_with_scores": [{"neg": "วอลเลย์บอลเริ่มต้นขึ้นในญี่ปุ่นโดยนักกีฬาที่ชื่อ เฮียบะ ฮารุชิ ชาวอเมริกันได้สร้างกีฬาวอลเลย์บอลขึ้นในปี 1900 ที่", "score": 0.9070091247558594}]}
{"query_id": "86", "query": "สิงห์ผจญเพลิง เป็นผลงานการ์ตูนของมาซาฮิโตะ โซดะ ที่วางจำหน่ายครั้งแรกเมื่อใด ?", "positive_passage_id": "42719#0", "positive_passage": "สิงห์ผจญเพลิง () (English: Firefighter! Daigo of Fire Company M) เป็นผลงานการ์ตูนแนวดุเดือดผจญภัย ของ มาซาฮิโตะ โซดะ นักวาดการ์ตูนชาวญี่ปุ่น ผู้เขียนเรื่อง สิงห์นักปั่น และ ซูบารุ เต้นสุดฝัน เนื้อเรื่องเล่าถึงการทำงานของตัวเอกชื่ออาซาฮินะ ไดโกะซึ่งเป็นเจ้าหน้าที่ดับเพลิง ที่ต้องทำงานในสถานการณ์อุบัติภัยต่างๆ พร้อมกับแสดงถึงชีวิตความเป็นอยู่ พัฒนาการและความเติบโตทางจิตใจของตัวเอก เดิมทีเรื่องสิงห์ผจญเพลิง เป็นการ์ตูนรายสัปดาห์ตีพิมพ์โดยสำนักพิมพ์ โชงะกุกัง ตั้งแต่ปี พ.ศ. 2538 และเรียบเรียงใหม่เป็นฉบับรวมเล่มทั้งหมด 20 เล่มด้วยกัน หลังจากนั้นได้แพร่หลายเข้ามายังประเทศไทย โดยผู้ซื้อลิขสิทธิ์สำหรับตีพิมพ์เรื่องนี้ในประเทศไทย ได้แก่ สำนักพิมพ์สยามอินเตอร์คอมิกส์ โดยจัดพิมพ์จำหน่ายเป็นฉบับรวมเล่ม 20 เล่ม เช่นเดียวกับต้นฉบับจากญี่ปุ่น โดยการตีพิมพ์ยังมีลักษณะกลับภาพซ้าย-ขวา เพื่อให้การเปิดหนังสือเป็นไปตามแบบสากลนิยมคือเปิดจากขวามาซ้าย ซึ่งผิดกับต้นฉบับภาษาญี่ปุ่นที่ตีพิมพ์สำหรับเปิดหน้ากระดาษจากซ้ายไปขวา ต่อมาได้มีการดัดแปลงเนื้อเรื่อง ผลิตเป็นโอวีเอโดยซันไรส์ และละครโทรทัศน์ออกอากาศที่ประเทศญี่ปุ่นทางช่องฟูจิ ทีวี", "language": "th", "source": "mr-tydi", "negatives": ["1. สิงห์ผจญเพลิง เป็นผลงานการ์ตูนของ มาซาฮิโตะ โซดะ ที่วางจำหน่ายครั้งแรกเมื่อปี 2490 2. สิงห์ผจญเพลิง เป็นผลงานการ์ตูนที่สร้างขึ"], "filtered_negatives_with_scores": [{"neg": "1. สิงห์ผจญเพลิง เป็นผลงานการ์ตูนของ มาซาฮิโตะ โซดะ ที่วางจำหน่ายครั้งแรกเมื่อปี 2490 2. สิงห์ผจญเพลิง เป็นผลงานการ์ตูนที่สร้างขึ", "score": 0.936939001083374}]}
{"query_id": "87", "query": "เพศหญิงจะมีการตกไข่เดือนละกี่ครั้ง?", "positive_passage_id": "155307#0", "positive_passage": "ประจำเดือน (English: Menstruation) หรือมักนิยมเรียกกันว่า เมนส์ หรือ ระดู และ รอบเดือน เป็นเลือดที่เกิดจากการหลุดลอกของเยื่อบุโพรงมดลูก มีฮอร์โมนสองชนิดคือ เอสโตรเจน และ โปรเจสเตอโรน (progesterone) ควบคุมการสร้างและหลุดลอกของเยื่อบุโพรงมดลูก ซึ่งระดับฮอร์โมนทั้งสองจะมีความสัมพันธ์กับการตกไข่จากรังไข่ โดยแต่ละรอบเดือนจะมีช่วงเวลาประมาณ 26-30 วัน ขึ้นอยู่กับแต่ละบุคคล ทำให้ประจำเดือน เกิดขึ้นเฉลี่ยเดือนละ 1 ครั้ง โดยมีรายงานว่า 80 เปอเซนต์ของผู้หญิงมีอาการแสดงก่อนจะมีประจำเดือน[1] มีอาการดังนี้ เจ็บบริเวณหน้าอก, ตัวบวม, เหนื่อยง่าย, ขี้หงุดหงิด และอารมณ์เปลี่ยนแปลงง่าย[2]", "language": "th", "source": "mr-tydi", "negatives": ["1. เพศหญิงจะมีการตกไข่เดือนละ 7-14 ครั้ง"], "filtered_negatives_with_scores": [{"neg": "1. เพศหญิงจะมีการตกไข่เดือนละ 7-14 ครั้ง", "score": 0.9235259294509888}]}
{"query_id": "88", "query": "พ.ศ. 2501 ใครดำรงตำแหน่งนายกรัฐมนตรีของประเทศไทย ?", "positive_passage_id": "12323#2", "positive_passage": "พระมหากษัตริย์: พระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช (พ.ศ. 2489-2559) นายกรัฐมนตรี: จอมพลถนอม กิตติขจร (มกราคม-ตุลาคม)", "language": "th", "source": "mr-tydi", "negatives": ["1. พ.ศ. 2501 ว่ากันว่านายกรัฐมนตรีคนแรกของประเทศไทยคือ สุวัจน์ ลิปตพัลลภ."], "filtered_negatives_with_scores": [{"neg": "1. พ.ศ. 2501 ว่ากันว่านายกรัฐมนตรีคนแรกของประเทศไทยคือ สุวัจน์ ลิปตพัลลภ.", "score": 0.8790503144264221}]}
{"query_id": "89", "query": "แอมโมนอยด์สูญพันธุ์ไปเมื่อใด ?", "positive_passage_id": "221238#3", "positive_passage": "แอมโมนอยด์วิวัฒนาการมาจากนอติลอยด์ในกลุ่มของแบคตริทิดา พบครั้งแรกในช่วงปลายของยุคไซลูเรียนถึงช่วงต้นยุคดีโวเนียน (ประมาณ 400 ล้านปีมาแล้ว) และได้สูญพันธุ์ไปเมื่อสิ้นสุดยุคครีเทเชียส (65 ล้านปีมาแล้ว) ไปพร้อมๆกับไดโนเสาร์ การจำแนกแอมโมนอยด์จะอาศัยลวดลายบนพื้นเปลือกกระดองและโครงสร้างผนังกั้นในเปลือกกระดองที่ทำให้เกิดเป็นห้องๆ โดยอาศัยลักษณะดังกล่าวและลักษณะอื่นๆเราสามารถจำแนกชั้นย่อยแอมโมนอยดีเป็น 3 อันดับและ 8 อันดับย่อย เส้นรอยเชื่อมบนพื้นเปลือกกระดองของแอมโมนอยด์ซึ่งเกิดจากการตัดกันของผนังกั้นห้องกับเปลือกกระดองด้านนอกจะมีลักษณะโค้งตะหวัดไปมาเกิดลักษณะเป็นสันและพู ขณะที่เส้นรอยเชื่อมบนเปลือกหอยนอติลอยด์จะตวัดโค้งเว้าเพียงเล็กน้อย", "language": "th", "source": "mr-tydi", "negatives": ["1. แอมโมนอยด์สูญพันธุ์ในยุคกรีนีเซียนเมื่อประมาณ 55 ล้านปีก่อน."], "filtered_negatives_with_scores": [{"neg": "1. แอมโมนอยด์สูญพันธุ์ในยุคกรีนีเซียนเมื่อประมาณ 55 ล้านปีก่อน.", "score": 0.9094961881637573}]}
{"query_id": "90", "query": "เตียงนางไม้ เป็นละครโทรทัศน์ไทย ที่ออกอากาศครั้งแรกเมื่อใด ?", "positive_passage_id": "882982#0", "positive_passage": "เตียงนางไม้ เป็นละครโทรทัศน์ไทย แนว โรแมนติก-คอมเมดี-แฟนตาซี-ดราม่า สร้างโดย บริษัท รักละคร จำกัด โดยผู้จัด พลังธรรม กล่อมทองสุข สร้างจากบทประพันธ์โดย เจิด จินตนา, บทโทรทัศน์ พลพล พงษ์แพทย์ กำกับการแสดงโดย ธัญญ์วาริน สุขะพิสิษฐ์ นำแสดงโดย ฐากูร การทิพย์,อิษยา ฮอสุวรรณ,เชตชวิน ชูประทุม, ชนิดาภา พงศ์ศิลป์พิพัฒน์ ,เบญจวรรณ อาร์ดเนอร์, ยิ่งยง ยอดบัวงาม, ดีใจ ดีดีดี และนักแสดงอืนๆอีกมากมาย เริ่มออกอากาศตอนแรกวันที่ 18 กันยายน พ.ศ. 2560-10 ตุลาคม พ.ศ. 2560 ทางสถานีวิทยุโทรทัศน์ไทยทีวีสีช่อง 3 ต่อจากละคร นาคี ซึ่งช่อง 3 นำมารีรัน [1] [2] [3] [4] [5]", "language": "th", "source": "mr-tydi", "negatives": ["1. เตียงนางไม้ เป็นหนังไทยแนวดราม่า ที่ออกอากาศครั้งแรกเมื่อวันที่ 15 มิถุนายน พ.ศ. 2558"], "filtered_negatives_with_scores": [{"neg": "1. เตียงนางไม้ เป็นหนังไทยแนวดราม่า ที่ออกอากาศครั้งแรกเมื่อวันที่ 15 มิถุนายน พ.ศ. 2558", "score": 0.9048357605934143}]}
{"query_id": "91", "query": "โทรศัพท์มือถือเครื่องแรกของโลกมีน้ำหนักเท่าไหร่?", "positive_passage_id": "24448#2", "positive_passage": "โทรศัพท์เคลื่อนที่เครื่องแรกถูกผลิตและออกแสดงใน พ.ศ. 2516 โดย มาร์ติน คูเปอร์ (Martin Cooper) นักประดิษฐ์จากบริษัทโมโตโรลา เป็นโทรศัพท์เคลื่อนที่ขนาดใหญ่ที่มีน้ำหนักประมาณ 1.1 กิโลกรัม[1] ปัจจุบันจำนวนผู้ใช้งานโทรศัพท์เคลื่อนที่ทั่วโลก เพิ่มขึ้นจากปี พ.ศ. 2543 ที่มีจำนวน 12.4 ล้านคน[2] มาเป็น 4,600 ล้านคน[3]", "language": "th", "source": "mr-tydi", "negatives": ["1. โทรศัพท์มือถือเครื่องแรกของโลกมีน้ำหนัก 1 กิโลกรัม"], "filtered_negatives_with_scores": [{"neg": "1. โทรศัพท์มือถือเครื่องแรกของโลกมีน้ำหนัก 1 กิโลกรัม", "score": 0.9258594512939453}]}
{"query_id": "92", "query": "บีทีเอสเป็นวงที่ก่อตั้งขึ้นเมื่อวันที่เท่าไหร่?", "positive_passage_id": "555281#0", "positive_passage": "บีทีเอส (English: BTS) หรือ พังทันโซ-นย็อนดัน (Korean:방탄소년단;Hanja:防彈少年團) เป็นกลุ่มดนตรีชายเกาหลีใต้แนวเคป็อปและฮิปฮอป สังกัดบิกฮิตเอนเตอร์เทนเมนต์ ประกอบด้วยสมาชิกจำนวนเจ็ดคนคือ จิน, ชูกา, เจ-โฮป, แร็ปมอนสเตอร์, จีมิน, วี และจ็องกุก เปิดตัวครั้งแรกเมื่อวันที่ 13 มิถุนายน ค.ศ. 2013", "language": "th", "source": "mr-tydi", "negatives": ["1. บีทีเอสเป็นวงดนตรีที่ก่อตั้งขึ้นเมื่อวันที่ 17 ตุลาคม ค.ศ. 2015"], "filtered_negatives_with_scores": [{"neg": "1. บีทีเอสเป็นวงดนตรีที่ก่อตั้งขึ้นเมื่อวันที่ 17 ตุลาคม ค.ศ. 2015", "score": 0.908998966217041}]}
{"query_id": "93", "query": "วิกตอเรียส์ซีเคร็ต ก่อตั้งขึ้นเมื่อไหร่?", "positive_passage_id": "132244#1", "positive_passage": "วิกตอเรียส์ซีเคร็ตนั้นถูกก่อตั้งขึ้นโดย รอย เรย์มอนด์ นักธุรกิจชาวอเมริกัน เมื่อวันที่ 12 มิถุนายน ค.ศ. 1977[1] โดยวิกตอเรียส์ซีเคร็ตสาขาแรกได้ถือกำเนิดขึ้นที่ซานฟรานซิสโก, แคลิฟอร์เนีย ต้นเหตุของการก่อตั้งวิกตอเรียส์ซีเคร็ต มาจากความรู้สึกเขินอายของรอยที่ต้องตกเป็นเป้าสายตาเวลาที่เขาไปเลือกซื้อชุดชั้นในให้ภรรยาที่ห้างสรรพสินค้า นอกจากนั้นในช่วงปี 1970 ถึง 1980 ผู้หญิงอเมริกันในยุคนั้นจะชอบซื้อชุดชั้นในเป็นแพ็ค แพ็คละ3ชิ้นมาใส่ ซึ่งเป็นชุดชั้นในที่ไม่สวย เรียบ และดูล้าสมัย โดยชุดชั้นในที่มีลวดลายสวยงามหรือมีลูกไม้ จะเก็บเอาไว้ใส่ในเฉพาะโอกาสสำคัญหรือโอกาสพิเศษเช่นการไปฮันนีมูนเท่านั้น เมื่อเป็นเช่นนั้นแล้ว รอยจึงได้ทำการศึกษาเกี่ยวกับตลาดชุดชั้นใน และได้กู้เงินจำนวนประมาณ 80,000 ดอลลาร์สหรัฐ (40,000 ดอลลาร์กู้จากพ่อแม่ของเขา และอีก 40,000 ดอลลาร์กู้จากธนาคาร) เพื่อนำมาสร้างเป็น \"วิกตอเรียส์ซีเคร็ต\" ร้านชุดชั้นในที่มีความประสงค์ให้ผู้ชายหรือสามีที่ต้องมาซื้อชุดชั้นในให้ภรรยานั้นไม่มีความเขินอายและรู้สึกผ่อนคลายมากขึ้น", "language": "th", "source": "mr-tydi", "negatives": ["1. วิกตอเรียส์ซีเคร็ตถูกก่อตั้งขึ้นในวันที่ 5 พฤศจิกายน ค.ศ. 1996 โดยนักธุรกิจสาวชาวอเมริกันที่ชื่อว่า เจนนิเฟอร"], "filtered_negatives_with_scores": [{"neg": "1. วิกตอเรียส์ซีเคร็ตถูกก่อตั้งขึ้นในวันที่ 5 พฤศจิกายน ค.ศ. 1996 โดยนักธุรกิจสาวชาวอเมริกันที่ชื่อว่า เจนนิเฟอร", "score": 0.9354983568191528}]}
{"query_id": "94", "query": "โรคเอดส์ สามารถรักษาได้หรือไม่?", "positive_passage_id": "20779#4", "positive_passage": "ปัจจุบันการรักษาผู้ป่วยเอดส์และผู้ติดเชื้อเอชไอวีสามารถชะลอการดำเนินโรคได้ แต่ยังไม่มีหนทางรักษาให้หายขาด ไม่มีวัคซีนป้องกัน ยาต้านไวรัสสามารถลดอัตราการตายและภาวะทุพพลภาพได้ดี แต่ยาเหล่านี้ยังมีราคาแพง", "language": "th", "source": "mr-tydi", "negatives": ["1. โรคเอดส์สามารถรักษาหายขาดได้ เหมือนการรักษาโรคร้ายแรงอื่นๆ"], "filtered_negatives_with_scores": [{"neg": "1. โรคเอดส์สามารถรักษาหายขาดได้ เหมือนการรักษาโรคร้ายแรงอื่นๆ", "score": 0.9149221181869507}]}
{"query_id": "95", "query": "พระบาทสมเด็จพระปรเมนทรมหาอานันทมหิดล พระอัฐมรามาธิบดินทร เกิดที่ไหน?", "positive_passage_id": "4284#3", "positive_passage": "พระบาทสมเด็จพระปรเมนทรมหาอานันทมหิดล พระอัฐมรามาธิบดินทร เป็นพระโอรสในสมเด็จพระมหิตลาธิเบศร อดุลยเดชวิกรม พระบรมราชชนก กับสมเด็จพระศรีนครินทราบรมราชชนนี เสด็จพระราชสมภพเมื่อวันอาทิตย์ ขึ้น 3 ค่ำ เดือน 11 ปีฉลู ตรงกับวันที่ 20 กันยายน พ.ศ. 2468 ณ เมืองไฮเดลแบร์ก สาธารณรัฐไวมาร์ (ปัจจุบันคือประเทศเยอรมนี) ขณะที่สมเด็จพระราชชนกทรงศึกษาการแพทย์ที่ประเทศเยอรมนี โดยได้รับพระราชทานพระนามจากพระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัวว่า หม่อมเจ้าอานันทมหิดล มหิดล หลังจากนั้น พระบาทสมเด็จพระปกเกล้าเจ้าอยู่หัวทรงพระกรุณาโปรดเกล้าฯ ให้สถาปนาขึ้นเป็น พระวรวงศ์เธอ พระองค์เจ้าอานันทมหิดล [3][4] โดยสมเด็จพระราชชนนีทรงออกพระนามเรียกพระองค์เป็นการลำลองว่า นันท [5] พระองค์ทรงมีสมเด็จพระเชษฐภคินี 1 พระองค์ ได้แก่ สมเด็จพระพี่นางเธอ เจ้าฟ้ากัลยาณิวัฒนา กรมหลวงนราธิวาสราชนครินทร์ และสมเด็จพระอนุชา 1 พระองค์ คือ พระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช", "language": "th", "source": "mr-tydi", "negatives": ["1. พระบาทสมเด็จพระปรเมนทรมหาอานันทมหิดล พระอัฐมรามาธิบดินทร เกิดที่เมืองเชียงใหม่ ประเทศไทย ขณะที่สมเด็จพระราชชนกทรงศึกษาการแพทย์ที่ประเทศอังกฤษ."], "filtered_negatives_with_scores": [{"neg": "1. พระบาทสมเด็จพระปรเมนทรมหาอานันทมหิดล พระอัฐมรามาธิบดินทร เกิดที่เมืองเชียงใหม่ ประเทศไทย ขณะที่สมเด็จพระราชชนกทรงศึกษาการแพทย์ที่ประเทศอังกฤษ.", "score": 0.9051501750946045}]}
{"query_id": "96", "query": "พระราชวังบวรสถานมงคล ถูกสร้างขึ้นเมื่อไหร่?", "positive_passage_id": "8726#0", "positive_passage": "พระราชวังบวรสถานมงคล หรือ พระบวรราชวัง ตั้งอยู่ที่เขตพระนคร กรุงเทพมหานคร เป็นพระราชวังที่ประทับของกรมพระราชวังบวรสถานมงคลหรือวังหน้า สมเด็จพระบวรราชเจ้ามหาสุรสิงหนาทซึ่งทรงดำรงพระอิสริยยศกรมพระราชวังบวรสถานมงคลพระองค์แรกแห่งกรุงรัตนโกสินทร์โปรดให้สร้างขึ้น โดยเริ่มสร้างพร้อม ๆ กับพระบรมมหาราชวังใน พ.ศ. 2325 การก่อสร้างพระราชวังแห่งนี้ใช้พื้นที่ตั้งแต่ทิศเหนือของวัดสลัก (ปัจจุบันคือวัดมหาธาตุยุวราชรังสฤษฎิ์ราชวรมหาวิหาร) ขึ้นไปจรดคลองคูเมืองเดิม และได้ทำผาติกรรมที่ดินส่วนหนึ่งทางด้านเหนือของวัดสลัก เข้ามาเป็นเขตพระราชวังบวรสถานมงคลด้วย อาณาเขตของพระราชวังบวรสถานมงคลเดิมกว้างขวางมาก แต่ปัจจุบันได้ดัดแปลงส่วนหนึ่งเป็นสนามหลวง และถนน และเป็นที่ตั้งของสถาบันบัณฑิตพัฒนศิลป์ โรงละครแห่งชาติ พิพิธภัณฑสถานแห่งชาติพระนคร และมหาวิทยาลัยธรรมศาสตร์", "language": "th", "source": "mr-tydi", "negatives": ["1. พระราชวังบวรสถานมงคลสร้างขึ้นเมื่อปี 2320"], "filtered_negatives_with_scores": [{"neg": "1. พระราชวังบวรสถานมงคลสร้างขึ้นเมื่อปี 2320", "score": 0.9172220230102539}]}
{"query_id": "97", "query": "สมเด็จพระนางเจ้ารำไพพรรณี พระบรมราชินี ขึ้นเป็นราชินีวันที่เท่าไหร่ ?", "positive_passage_id": "39365#0", "positive_passage": "พันเอกหญิง สมเด็จพระนางเจ้ารำไพพรรณี พระบรมราชินี (20 ธันวาคม พ.ศ. 2447 — 22 พฤษภาคม พ.ศ. 2527) เป็นพระอัครมเหสีเพียงพระองค์เดียวในพระบาทสมเด็จพระปกเกล้าเจ้าอยู่หัว เป็นพระมเหสีพระองค์แรกตามแบบยุโรปและระบอบประชาธิปไตยในประเทศไทย หลังจากพระราชสวามีสละราชสมบัติเมื่อ พ.ศ. 2477 พระองค์ประทับอยู่ประเทศอังกฤษจวบจนพระราชสวามีเสด็จสวรรคต และเสด็จนิวัตกรุงเทพมหานครในปี พ.ศ. 2492 ตามคำกราบบังคมทูลเชิญของรัฐบาลในขณะนั้น", "language": "th", "source": "mr-tydi", "negatives": ["1. สมเด็จพระนางเจ้ารำไพพรรณีขึ้นเป็นราชินีเมื่อวันที่ 20 กุมภาพันธ์ พ.ศ. 2447"], "filtered_negatives_with_scores": [{"neg": "1. สมเด็จพระนางเจ้ารำไพพรรณีขึ้นเป็นราชินีเมื่อวันที่ 20 กุมภาพันธ์ พ.ศ. 2447", "score": 0.9013665318489075}]}
{"query_id": "98", "query": "ล้านนากับล้านช้างคืออาณาจักรเดียวกันหรือไม่ ?", "positive_passage_id": "72960#12", "positive_passage": "ในรัชสมัยของพระเจ้าโพธิสารราช (พ.ศ. 2063 - พ.ศ. 2090) พระโพธิสารราชเจ้าขึ้นครองราชย์และรวบรวมแผ่นดินให้เกิดความเป็นปึกแผ่นประกาศยกเลิกไม่ให้ประชาชนนับถือผีสางให้มายึดมั่นในพระพุทธศาสนา ทรงสร้างวัดวาอารามต่างๆ มากมาย ให้การช่วยเหลือเวียดนามและเจริญสัมพันธไมตรีกับล้านนา (เชียงใหม่) ต่อมาเมื่อถึงปี พ.ศ. 2091 พระราชโอรสองค์ใหญ่ของพระโพธิสารราชเจ้าซึ่งประสูติกับพระมเหสีที่มีพระนามว่า “พระนางยอดคำทิพย์” (หรือเจ้านางหลวงคำผาย:พระธิดาในกษัตริย์ล้านนา) ได้ทรงขึ้นครองราชย์ทรงมีพระนามว่า สมเด็จพระเจ้าไชยเชษฐาธิราช ในรัชสมัยของพระองค์เกิดศึกพม่ายกทัพมาตีเมืองเชียงใหม่ พระองค์ทรงเล็งเห็นว่า กรุงสีสัตนาคนหุตล้านช้างร่มขาวหลวงพระบาง แห่งนี้ชัยภูมิไม่เหมาะสมที่จะตั้งเป็นเมืองหลวงอีกต่อไปเพราะอยู่ใกล้กับศัตรู เมื่อพวกพม่าตีเมืองเชียงใหม่ได้แล้วต่อไปภายภาคหน้าก็อาจยกทัพมารุกรานลาวล้านช้างก็เป็นได้ พระองค์จึงทรงย้ายเมืองหลวงจาก หลวงพระบาง มาสร้างเมืองนครเวียงจันทน์ และสถาปนาขึ้นเป็นเมืองหลวงแห่งใหม่โดยพระราชทานนามว่า กรุงศรีสัตตนาคะนะหุตล้านช้างร่มขาวเวียงจันทน์ นับได้ว่าเป็นรัชสมัยแห่งความรุ่งเรืองในด้านศิลปะและวรรณกรรมต่าง ๆ ในด้านพระพุทธศาสนา พระองค์ก็ได้ทรงประกาศห้ามให้มีการบูชาผีต่างๆ และทรงทำนุบำรุงพระพุทธศาสนาด้วยความเลื่อมใสอย่างยิ่ง โดยมีการรับอิทธิพลด้านพุทธศาสนามาจากอาณาจักรล้านนาซึ่งมีความสัมพันธ์ที่ใกล้ชิดกับล้านช้างในเวลานั้นอย่างยิ่ง โดยเฉพาะการใช้อักษรธรรมล้านนาเป็นเครื่องมือศึกษาพระพุทธศาสนา (อักษรดังกล่าวนี้ได้พัฒนาเป็นอักษรธรรมล้านช้างในเวลาต่อมา)", "language": "th", "source": "mr-tydi", "negatives": ["1. ล้านนาและล้านช้างคือนครเดียวกัน ตั้งอยู่ในภูมิภาคเหนือของประเทศไทย"], "filtered_negatives_with_scores": [{"neg": "1. ล้านนาและล้านช้างคือนครเดียวกัน ตั้งอยู่ในภูมิภาคเหนือของประเทศไทย", "score": 0.8960241079330444}]}
