{"query_id": "0", "query": "dimanakah  Dr. Ernest François Eugène Douwes Dekker meninggal?", "positive_passage_id": "7080#33", "positive_passage": "Ernest Douwes Dekker wafat dini hari tanggal 28 Agustus 1950 (tertulis di batu nisannya; 29 Agustus 1950 versi van der Veur, 2006) dan dimakamkan di TMP Cikutra, Bandung.", "language": "id", "source": "mr-tydi", "negatives": ["1. Dr. Ernest François Eugène Douwes Dekker meninggal di tahun 1950 pada sore hari."], "filtered_negatives_with_scores": [{"neg": "1. Dr. Ernest François Eugène Douwes Dekker meninggal di tahun 1950 pada sore hari.", "score": 0.9212316274642944}]}
{"query_id": "1", "query": "Siapa arsitek Balai Kota Seoul?", "positive_passage_id": "2693620#5", "positive_passage": "Pada tanggal 18 Februari 2008, desain Yoo Kerl dari iArc terpilih dalam kompetisi desain Pemerintah Metropolitan Seoul.[6] Bagian atas depan bangunan baru ini dirancang untuk menonjol dalam bentuk lengkung. Perancang Yoo merangkul tiga kata kunci yakni \"tradisi, warga negara, dan masa depan\" dalam rancangannya, yang mencerminkan elemen horisontal dari arsitektur tradisional tingkat rendah Korea dan penafsiran ulang dari nuansa mendalam dan lekukan atap atap.[7]", "language": "id", "source": "mr-tydi", "negatives": ["1. Arsitek dari Balai Kota Seoul adalah Le Corbusier."], "filtered_negatives_with_scores": [{"neg": "1. Arsitek dari Balai Kota Seoul adalah Le Corbusier.", "score": 0.9054399728775024}]}
{"query_id": "2", "query": "Kapan PBB mulai terbentuk ?", "positive_passage_id": "9179#9", "positive_passage": "Sebagai tindak lanjut Atlantic Charter tersebut, pada tanggal 25 April 1945, Konferensi PBB tentang Organisasi Internasional diadakan di San Francisco, dengan dihadiri oleh 50 pemerintah negara, dan sejumlah organisasi non-pemerintah yang terlibat dalam penyusunan Piagam Perserikatan Bangsa-Bangsa (Declaration of the United Nations). PBB resmi dibentuk pada 24 Oktober 1945 atas ratifikasi Piagam oleh lima anggota tetap Dewan Keamanan -Perancis, Republik Tiongkok, Uni Soviet, Inggris dan Amerika Serikat- dan mayoritas dari 46 negara anggota lainnya.", "language": "id", "source": "mr-tydi", "negatives": ["1. PBB dibentuk pada tahun 1975 untuk memperkuat hubungan antar bangsa."], "filtered_negatives_with_scores": [{"neg": "1. PBB dibentuk pada tahun 1975 untuk memperkuat hubungan antar bangsa.", "score": 0.8774604797363281}]}
{"query_id": "3", "query": "Dimana James Hepburn meninggal?", "positive_passage_id": "2386357#15", "positive_passage": "Dia dipenjarakan di Puri Dragsholm, 75 kilometer Kopenhagen. Dia ditahan dalam apa yang dikatakan sebagai kondisi yang mengerikan. Dia meninggal pada bulan April 1578.[8][10]", "language": "id", "source": "mr-tydi", "negatives": ["1. James Hepburn meninggal di Belanda."], "filtered_negatives_with_scores": [{"neg": "1. James Hepburn meninggal di Belanda.", "score": 0.8977399468421936}]}
{"query_id": "4", "query": "Dimana Jamie Richard Vardy lahir?", "positive_passage_id": "1852373#3", "positive_passage": "Lahir di Sheffield, South Yorkshire, Vardy memulai kariernya di tim muda Stocksbridge Park Steels pada umur 16 tahun setelah dilepas Sheffield Wednesday. Ia masuk ke tim reserve dan tim utama dibawah arahan Gary Marrow tahun 2007, menerima £30 perminggu di klub. Setelah performa menakjubkannya, beberapa tim dari Football League tertarik dan tahun 2009 ia menghabiskan seminggu melakukan trial dengan Crewe Alexandra. Transfer itu tidak terjadi dan ia lalu menolak kontrak jangka pendek dengan Rotherham United.", "language": "id", "source": "mr-tydi", "negatives": ["1. Vardy lahir di New York."], "filtered_negatives_with_scores": [{"neg": "1. Vardy lahir di New York.", "score": 0.8864514827728271}]}
{"query_id": "5", "query": "siapakah orang tua John Fitzgerald Kennedy?", "positive_passage_id": "12980#4", "positive_passage": "John Fitzgerald Kennedy lahir di 83 Beals Street, Brookline, Massachusetts, pada tanggal 29 Mei 1917[10] dari pasangan pebisnis/politikus Joseph Patrick \"Joe\" Kennedy, Sr. (1888–1969) dan filantropis Rose Elizabeth Fitzgerald (1890–1995). Joe adalah putra sulung pebisnis/politikus Patrick Joseph \"P. J.\" Kennedy (1858–1929) dan Mary Augusta Hickey (1857–1923). Rose adalah putri sulung Wali Kota Boston John Francis \"Honey Fitz\" Fitzgerald (1863–1950) dan Mary Josephine \"Josie\" Hannon (1865–1964). Keempat kakek-neneknya adalah anak-anak imigran Irlandia.[1]", "language": "id", "source": "mr-tydi", "negatives": ["1. Orang tua John Fitzgerald Kennedy adalah Barack Obama dan Michelle Obama."], "filtered_negatives_with_scores": [{"neg": "1. Orang tua John Fitzgerald Kennedy adalah Barack Obama dan Michelle Obama.", "score": 0.917036235332489}]}
{"query_id": "6", "query": "Apakah nama ilmiah Kucing pasir?", "positive_passage_id": "1041049#0", "positive_passage": "Kucing pasir (Felis margarita), juga dikenal sebagai kucing gundukan pasir, adalah sejenis kucing yang tergolong famili Felidae yang hanya ditemukan terutama di padang pasir sejati, dan memiliki penyaluran yang luas tetapi rupanya terpisah melalui padang pasir Afrika utara dan barat daya dan Asia Tengah. Sejak tahun 2002 ini kucing kecil telah terdaftar sebagai Hampir terancam oleh IUCN karena keprihatinan atas ukuran populasi potensial rendah dan penurunan. Pada tahun 2016, IUCN menurunkan status dari kucing pasir menjadi Risiko Rendah.[2]", "language": "id", "source": "mr-tydi", "negatives": ["1. Kucing pasir adalah hewan yang tidak mempunyai tulang."], "filtered_negatives_with_scores": [{"neg": "1. Kucing pasir adalah hewan yang tidak mempunyai tulang.", "score": 0.8842937350273132}]}
{"query_id": "7", "query": "Apa makanan khas dari probolinggo ?", "positive_passage_id": "4140#54", "positive_passage": "Sebagai salah satu kabupaten. Probolinggo tentunya memiliki makanan khas seperti Nasi glepungan, Sirup pokak, keripik kentang, dan laini lain.", "language": "id", "source": "mr-tydi", "negatives": ["1. Kudapan khas Probolinggo adalah nasi goreng dan roti oreo."], "filtered_negatives_with_scores": [{"neg": "1. Kudapan khas Probolinggo adalah nasi goreng dan roti oreo.", "score": 0.9024015069007874}]}
{"query_id": "8", "query": "Siapa yang menciptakan komputer ?", "positive_passage_id": "47481#0", "positive_passage": "Charles Babbage () adalah seorang matematikawan asal Inggris yang pertama kali mengemukakan gagasan tentang komputer yang dapat diprogram. Sebagian dari mesin yang dikembangkannya, namun tidak selesai. Sekarang dapat dilihat di Museum Sains London. Pada tahun 1991, dengan menggunakan rencana asli dari Babbage, sebuah mesin diferensial dikembangkan dan mesin ini dapat berfungsi secara sempurna, yang membuktikan bahwa gagasan Babbage tentang mesin ini memang dapat diimplementasikan.", "language": "id", "source": "mr-tydi", "negatives": ["1. Alan Turing menciptakan komputer."], "filtered_negatives_with_scores": [{"neg": "1. Alan Turing menciptakan komputer.", "score": 0.8740351796150208}]}
{"query_id": "9", "query": "Siapa yang mengembangkan video game Pokémon pertama kali ?", "positive_passage_id": "462208#0", "positive_passage": "Serial permainan video Pokémon merupakan sebuah serial permainan video yang dibuat dan dikembangkan oleh Game Freak dan Creatures Inc. dan kemudian diterbitkan oleh Nintendo. Pertama dirilis tahun 1996 untuk kawasan Jepang, dan baru dirilis secara internasional pada 1998. Dalam setiap seri video game Pokémon, biasanya dirilis secara berpasangan, dengan perbedaan minor pada setiap judul game tersebut. Nintendo mengklaim bahwa mereka telah mampu menjual lebih dari 175 juta kopi permainan video Pokémon sampai pertengahan 2008 lalu.", "language": "id", "source": "mr-tydi", "negatives": ["1. Video game Pokémon pertama kali dikembangkan oleh Apple."], "filtered_negatives_with_scores": [{"neg": "1. Video game Pokémon pertama kali dikembangkan oleh Apple.", "score": 0.903565526008606}]}
{"query_id": "10", "query": "Apakah Melissa Brannen telah ditemukan ?", "positive_passage_id": "2474646#0", "positive_passage": "Kejadian hilangnya Melissa Brannen (bernama lahir Melissa Lee Brannen, lahir 12 April 1984) terjadi pada tanggal 3 Desember 1989 di Woodside Apartments di Lorton, Virginia. Dia adalah seorang anak perempuan berusia lima tahun dari Tammy Brannen, seorang ibu yang tinggal di sebuah kompleks. Ia menghilang saat menghadiri sebuah pesta yang diadakan di kompleks. Caleb Daniel Hughes, seorang tukang di kompleks tersebut, dihukum karena tuduhan penculikan dengan tujuan asusila dan dijatuhi hukuman 50 tahun penjara.[1][2] Jasad Melissa tidak pernah ditemukan, ia tidak dapat dibuktikan meninggal, dan tuduhan pembunuhan atas Melissa tidak pernah diajukan.[3]", "language": "id", "source": "mr-tydi", "negatives": ["1. Melissa Brannen masih hidup dan menikah."], "filtered_negatives_with_scores": [{"neg": "1. Melissa Brannen masih hidup dan menikah.", "score": 0.8865751624107361}]}
{"query_id": "11", "query": "berapakah luas pulau Flores?", "positive_passage_id": "11853#1", "positive_passage": "Flores termasuk dalam gugusan Kepulauan Sunda Kecil bersama Bali dan NTB, dengan luas wilayah sekitar 14.300 km². Penduduk di Flores, pada tahun 2007, mencapai 1,6 juta jiwa. Puncak tertinggi adalah Gunung Ranaka (2350m) yang merupakan gunung tertinggi kedua di Nusa Tenggara Timur, sesudah Gunung Mutis, 2427m di Timor Barat.", "language": "id", "source": "mr-tydi", "negatives": ["1. Luas pulau Flores sekitar 2000 km²."], "filtered_negatives_with_scores": [{"neg": "1. Luas pulau Flores sekitar 2000 km².", "score": 0.9168834090232849}]}
{"query_id": "12", "query": "Apa kepercyaan dalam karya Mahabharata?", "positive_passage_id": "817#2", "positive_passage": "Selain berisi cerita kepahlawanan (wiracarita), Mahabharata juga mengandung nilai-nilai Hindu, mitologi dan berbagai petunjuk lainnya. Oleh sebab itu kisah Mahabharata ini dianggap suci, teristimewa oleh pemeluk agama Hindu. Kisah yang semula ditulis dalam bahasa Sanskerta ini kemudian disalin dalam berbagai bahasa, terutama mengikuti perkembangan peradaban Hindu pada masa lampau di Asia, termasuk di Asia Tenggara.", "language": "id", "source": "mr-tydi", "negatives": ["1. Kebenaran dari Mahabharata tidak lagi dipercaya oleh orang-orang Hindu."], "filtered_negatives_with_scores": [{"neg": "1. Kebenaran dari Mahabharata tidak lagi dipercaya oleh orang-orang Hindu.", "score": 0.8458446860313416}]}
{"query_id": "13", "query": "Siapa yang mengetuai Operation Just Cause?", "positive_passage_id": "1495973#19", "positive_passage": "Tian Zhao muda - (Byron Mann) Protagonis keempat dalam misi \"Old Wounds\". Ditugaskan oleh Tiongkok untuk membantu CIA dan Mujahidin, menyadari bahwa negaranya adalah target Soviet selanjutnya jika menang di Afghanistan. Ia dan 3 agen CIA berhasil membantu Mujahidin menumpas serangan Soviet, tetapi juga ikut dikhianati dan dibuang ke padang pasir oleh Mujahidin. Mereka berempat diselamatkan oleh seseorang, dan selama bertahun-tahun kemudian, ia berhasil menduduki posisi tinggi di Tiongkok sebagai pemimpin SDC. Jenderal Jonas Savimbi - (Robert Wisdom) Pemimpin dari UNITA dan sekutu dari CIA. Ia memimpin sendiri pasukannya untuk membunuh pasukan MPLA yang menyerang. Kemudian, ia mendapatkan lokasi Woods yang ditahan di sebuah kapal dan mengatakan bahwa itu sangat berbahaya, dan bahkan mungkin Woods sudah tewas. Tetapi Mason dan Hudson tetapi pergi menyelamatkan Woods, dan beberapa saat kemudian ketika Mason, Hudson dan Woods kabur dari kejaran musuh, sebuah Hind datang, memupus harapan ketiga agen, tetapi secara tidak terduga menembaki semua musuh, dan ternyata, itu adalah tumpangan keluar milik Savimbi. Ia kemudian menolong Mason membawa Woods kedalam helikopter, dan juga kaget ketika melihat Woods membunuh tentara musuh yang melukai bahu Hudson. (P.O.W.) Jenderal Manuel Noriega - (Benito Martinez) Protagonis, kemudian antagonis kedua pada bagian Perang Dingin. Pemimpin Panama dan sekutu dari CIA (juga Menendez), pertama muncul pada misi \"Time and Fate\" dalam tugas membantu CIA untuk menangkap Raul Menendez. Tetapi ia mengkhianati pengawalnya dan membebaskan Menendez, mengatakan bahwa seharusnya ia sudah berada di tangan Amerika sekarang. Marah, Menendez meninjunya dan mengambil senjatanya dan berusaha menyelamatkan adiknya, tetapi gagal karena sebuah granat menewaskan adiknya dan membuatnya terluka parah. Tetapi Noriega menyelamatkannya dan membuat Amerika Serikat meluncurkan Operasi Just Cause untuk menangkapnya, Mason dan Woods berhasil menangkapnya. Namun atas perintah Hudson, mereka berdua ditugaskan membawa Noriega untuk ditukar dengan seorang lain berkode nama Nexus. Setelah sampai, Noriega memandu Woods untuk membunuh Nexus, yang Hudson katakan adalah Menedez. Jika Woods menembak di area tidak fatal (kaki/tangan), maka Noriega mendorong terus Woods untuk membunuhnya (pemain bisa menembaknya lagi di kepala ataupun kaki). Noriega kemudian diselamatkan oleh Menendez dari Woods yang mencoba membunuhnya, setelah menyadari bahwa Nexus sebenarnya Mason. Pada akhir operasi, Noriega ditangkap oleh Pemerintah AS. Mullah Rahman (Persia: ملا رّحمان) - Pemimpin dari salah satu kelompok Mujahidin Afganistan, tim CIA beranggotakan Mason, Woods, Hudson dan agen Tiongkok Tian Zhao ditugaskan menolong pasukan Mujahidin yang tertekan oleh pasukan Uni Soviet. Tetapi setelah berhasil menumpas pasukan Soviet, ia mengkhianati ketiga agen (dan Zhao), mengungkapkan bahwa Menendez menyuruhnya untuk membuat mereka menderita. Rahman kemudian membuang mereka di padang pasir dan meninggalkan mereka untuk mati kehausan, tetapi tanpa sepengetahuannya, mereka berempat selamat. David Mason - (Hayden Byerly) Putra satu-satunya Alex Mason. Dibesarkan di Alaska, hubungan David dengan ayahnya tidak terlalu baik, sejak Alex berada dalam tugas ketika ibunya meninggal. Meskipun Alex berjanji tetap bersama David, mereka terpaksa berpisah karena Hudson membutuhkan Alex untuk menyelamatkan Woods. Ia tinggal bersama istri dan kedua anak Hudson selama Alex, Hudson dan Woods berusaha menangkap Menendez. Tetapi anak buah Menendez menculiknya, dan memaksa Hudson menjadi orang dalam Menendez, sebagai ganti nyawa David. Maka di Panama, Hudson terpaksa membuat Woods menembak Alex, dan ketika mereka berempat dikumpulkan, Hudson mengorbankan diri agar David tidak dibunuh. Ia melihat tubuh ayahnya dan menangis terus-menerus, dan akhirnya Woods merawatnya selama ia pensiun.", "language": "id", "source": "mr-tydi", "negatives": ["1. Zhao Tian adalah seorang jenderal Tiongkok yang menangani operasi Just Cause."], "filtered_negatives_with_scores": [{"neg": "1. Zhao Tian adalah seorang jenderal Tiongkok yang menangani operasi Just Cause.", "score": 0.8500373363494873}]}
{"query_id": "14", "query": "Siapakah penulis Kitab Yosua?", "positive_passage_id": "4686#6", "positive_passage": "Tradisi Yahudi mengatakan bahwa penulis kitab ini adalah Yosua bin Nun, abdi Musa, yang ditahbiskan menjadi penerusnya dan memimpin orang Israel memasuki dan menduduki tanah Kanaan. Talmud mengatakan bahwa kitab ini ditulis oleh Yosua kecuali ayat-ayat terakhirnya (24:29-33) yang ditambahkan oleh Imam Besar Pinehas bin Eleazar.", "language": "id", "source": "mr-tydi", "negatives": ["1. Penulis Kitab Yosua adalah Matius dari Nabi Samuel."], "filtered_negatives_with_scores": [{"neg": "1. Penulis Kitab Yosua adalah Matius dari Nabi Samuel.", "score": 0.8995532989501953}]}
{"query_id": "15", "query": "Apakah Bosun sama dengan Nahkoda kapal?", "positive_passage_id": "2149501#3", "positive_passage": "Sampai dengan beberapa waktu yang lalu, pangkat boatswain merupakan pangkat tertua dalam Angkatan Laut Kerajaan Inggris, dan asal-muasalnya dapat ditelusuri sampai pada 1040.[4] Pada tahun itu, ketika lima bandar Inggris mulai mempersiapkan kapal-kapal perang bagi Raja Edward Konfesor dengan imbalan anugerah hak-hak istimewa tertentu, mereka juga memasok awak kapal yang terdiri atas kelasi-kelasi dan pimpinan-pimpinan mereka, yaitu perwira-perwira kapal yang terdiri atas master (nakhoda), boatswain (serang), carpenter (tukang kayu), dan cook (juru masak).[5] Para perwira ini kelak dijadikan bintara yang \"menjabat berdasarkan surat penetapan\" oleh Kelaksamanaan Britania. Mereka bertugas melaksanakan perawatan dan pelayaran kapal-kapal, serta merupakan perwira-perwira tetap dalam dinas Angkatan Laut Kerajaan Inggris.[5]", "language": "id", "source": "mr-tydi", "negatives": ["1. Nahkoda dan boatswain sama-sama dibebaskan dari tanggung jawab mengawasi kebersihan dan perawatan kapal."], "filtered_negatives_with_scores": [{"neg": "1. Nahkoda dan boatswain sama-sama dibebaskan dari tanggung jawab mengawasi kebersihan dan perawatan kapal.", "score": 0.8536742925643921}]}
{"query_id": "16", "query": "Siapakah ketua Partai Nazi?", "positive_passage_id": "24600#47", "positive_passage": "Sejak tahun 1949 terdapat sejumlah percobaan untuk mengorganisasi partai ultranasionalis di Jerman, namun tidak ada yang secara terbuka mengaku Nazi atau mencoba menggunakan lambang dan slogan Partai Nazi – seperti yang ditunjukkan dengan tepat oleh Jerman, lebih banyak tokoh Nazi di Amerika Serikat (dan sekarang di Rusia) daripada di Jerman. Partai Kekaisaran Jerman (Deutsche Reichspartei, DRP), yang menampung banyak bekas tokoh Nazi, memiliki 5 anggota di Bundestag pertama yang dipilih pada tahun 1949, namun dikalahkan pada tahun 1953. Dari tahun 1960-an ketuanya Adolf von Thadden menyadari partai ini tak memiliki masa depan dan diputar pada tahun 1964. Thadden (yang saudari tirinya Elisabeth von Thadden dihukum mati oleh Nazi atas perannya dalam Perlawanan Jerman), kemudian membentuk Partai Demokrat Nasional Jerman (Nationaldemokratische Partei Deutschlands, NPD) yang baru dan lebih luas, yang masih ada, sekarang dipimpin Udo Voigt. NPD telah lolos dari sejumlah percobaan pelarangan oleh Mahkamah Konstitusi Federal sebagai partai Neo-Nazi. Sekali-sekali partai ini memenangkan kursi di Landtag beberapa negara bagian Jerman, khususnya di daerah bekas Deutsche Demokratische Republik, namun tak pernah mencapai ambang 5% untuk memenangkan kursi di Bundestag. NPD memiliki 5.300 anggota terdaftar pada tahun 2004, dan platform utamanya adalah penentangan atas imigrasi.", "language": "id", "source": "mr-tydi", "negatives": ["1. Benito Mussolini merupakan ketua Partai Nazi."], "filtered_negatives_with_scores": [{"neg": "1. Benito Mussolini merupakan ketua Partai Nazi.", "score": 0.8854432106018066}]}
{"query_id": "17", "query": "Siapakah yang menulis Candy Candy?", "positive_passage_id": "338233#1", "positive_passage": "Candy Candy muncul pertama kali sebagai prosa novel karangan penulis Jepang Kyoko Mizuki pada bulan April 1975. Mizuki kemudian bekerja sama dengan ilustrator manga Yumiko Igarashi untuk membuat versi manga cerita Candy Candy. Cerita manga ini menarik perhatian majalah Jepang Nakayoshi, yang kemudian memuat serial manga Candy Candy sebagai cerita bersambung selama empat tahun (April 1975 - Maret 1979). Serial manga ini berhasil memenangkan penghargaan pertama Penghargaan Manga Kodansha untuk kategori shōjo pada tahun 1977. Cerita Candy candy kemudian diadaptasi menjadi serial anime oleh Toei Animation.", "language": "id", "source": "mr-tydi", "negatives": ["1. Candy Candy dibuat oleh seorang penulis Jawa."], "filtered_negatives_with_scores": [{"neg": "1. Candy Candy dibuat oleh seorang penulis Jawa.", "score": 0.8801594972610474}]}
{"query_id": "18", "query": "Dimanakah Kucing Pallas pertama kali ditemukan ?", "positive_passage_id": "833836#2", "positive_passage": "Manuls sering kali terlihat di padang rumput stepa Asia Tengah wilayah Mongolia, Cina dan Dataran Tinggi Tibet, di mana rekor elevasi 5.050 m (16.570 kaki) dilaporkan.[5] Mereka secara luas tersebar di daerah dataran tinggi dan lekukan Intermountain serta padang rumput pegunungan di Kyrgyzstan dan Kazakhstan.[6] Di Rusia, mereka muncul sesekali di Transkaukasus dan daerah Transbaikal, di sepanjang perbatasan dengan utara-timur Kazakhstan, dan di sepanjang perbatasan dengan Mongolia dan Cina di Altai, Tyva Buryatia, dan Chita republik. Pada musim semi 1997, trek yang ditemukan di Timur Sayan pada ketinggian 2.470 m (8.100 kaki) dalam 4,5cm (1,8 in) lapisan salju yang tebal. Trek ini dianggap fakta pertama yang dapat dibuktikan mendiami daerah manuls. Analisis DNA dari kotoran individu ini menegaskan kehadiran spesies.[7] Populasi di barat daya, yaitu wilayah Laut Kaspia, Afghanistan dan Pakistan, berkurang, terisolasi dan jarang [8][9]. Pada tahun 2008, seekor individu terekam kamera di Iran Khojir National Park untuk pertama kalinya [10].", "language": "id", "source": "mr-tydi", "negatives": ["1. Kucing Pallas pertama kali ditemukan di Hawaii, sebuah pulau di Pasifik."], "filtered_negatives_with_scores": [{"neg": "1. Kucing Pallas pertama kali ditemukan di Hawaii, sebuah pulau di Pasifik.", "score": 0.9253109693527222}]}
{"query_id": "19", "query": "Apakah karya tulis Irma Hardisurya yang pertama?", "positive_passage_id": "2453687#4", "positive_passage": "Irma memulai karier Irma sebagai penulis mode pada 1972.[4] Saat itu ia diminta untuk mengisi halaman mode Majalah Femina, yang akan terbit. Sejak saat itu ia banyak menulis tentang mode dan meliput peragaan busana di mancanegara. Lulusan Seni Rupa ITB itu juga menuangkan liputannya dalam bentuk sketsa, sehingga pembaca artikelnya mendapat gambaran jelas tentang tren mode terkini. Tulisan pertama Irma di Majalah Femina adalah “Keluyuran di Pusat Mode New York”, yang merupakan suatu fashion forecast untuk tahun 1973. Irma meniti karier sebagai wartawan di Majalah Femina sejak terbit pertama tahun 1972-1990. Pemilik Diploma Beauty Therapist di London dan Teknik Mode di Hamburg dan Amsterdam ini memegang posisi redaktur mode, redaktur pelaksana sampai akhirnya wakil pemimpin redaksi.[8]", "language": "id", "source": "mr-tydi", "negatives": ["1. Irma Hardisurya mulai menulis novel pada tahun 1972."], "filtered_negatives_with_scores": [{"neg": "1. Irma Hardisurya mulai menulis novel pada tahun 1972.", "score": 0.8964353799819946}]}
{"query_id": "20", "query": "Siapa yang menciptakan Emosikon?", "positive_passage_id": "1109439#3", "positive_passage": "Namun, pada tahun 1997 Nicolas Loufrani[2] menyadari perkembangan dalam penggunaan emoticon ASCII dalam teknologi seluler dan ia mulai bereksperimen dengan wajah smiley animasi,[3] dengan maksud menciptakan ikon warna-warni yang terkait dengan emoticon ASCII yang sebelumnya sudah ada yang dibuat dari tanda baca polos, guna meningkatkannya untuk penggunaan yang lebih interaktif dalam bentuk digital. Dari ini Loufrani menciptakan emoticon grafis pertama dan mengompilasi Kamus emoticon online [4] yang dipilah ke dalam beberapa kategori berbeda - Klasik, Ungkapan suasana hati, Bendera, Perayaan, Keceriaan, Olahraga, Cuaca, Binatang, Makanan, Negara, Pekerjaan, Planet, Zodiak, Bayi dan rancangan ini pertama kali didaftarkan pada tahun 1997 di United States Copyright Office kemudian ikon-ikon ini dipajang sebagai file .gif di Web pada tahun 1998, menjadi emoticon grafis yang pertama digunakan dalam teknologi.[5] Pada tahun 2000 Direktori Emoticon yang dibuat oleh Loufrani tersedia untuk diunduh pengguna untuk telepon seluler di internet melalui yang mengompilasi lebih dari 1.000 emoticon grafis smiley dan versi ASCII-nya. Direktori yang sama kemudian diterbitkan pada tahun 2002 dalam sebuah buku oleh Marabout yang berjudul Dico Smileys.[6] Pada tahun 2001 perusahaan Smiley Smiley Company mulai melisensikan hak atas emoticon grafis Loufrani untuk digunakan bagi unduhan emoticon telepon seluler oleh berbagai perusahaan telekomunikasi termasuk Nokia, Motorola, Samsung, SFR (vodaphone) dan Sky Telemedia.", "language": "id", "source": "mr-tydi", "negatives": ["1. Mark Twain adalah pencipta emoticon."], "filtered_negatives_with_scores": [{"neg": "1. Mark Twain adalah pencipta emoticon.", "score": 0.818360447883606}]}
{"query_id": "21", "query": "Siapakah yang menemukan DNA ?", "positive_passage_id": "123802#0", "positive_passage": "James Dewey Watson (lahir di Chicago, 6 April 1928) ialah seorang ilmuwan biologi molekul berkebangsaan Amerika Serikat yang dikenal terutama sebagai salah satu penemu struktur molekul DNA. Ia menerima Hadiah Nobel Kedokteran bersama Francis Crick dan Maurice Wilkins pada tahun 1962 atas penemuan struktur molekul asam nukleat dan artinya untuk perpindahan informasi.", "language": "id", "source": "mr-tydi", "negatives": ["1. DNA ditemui oleh Charles Darwin pada tahun 1859."], "filtered_negatives_with_scores": [{"neg": "1. DNA ditemui oleh Charles Darwin pada tahun 1859.", "score": 0.8751804232597351}]}
{"query_id": "22", "query": "Kapan handphone pertama diciptakan ?", "positive_passage_id": "37148#1", "positive_passage": "Penemu telepon genggam yang pertama adalah Martin Cooper, seorang karyawan Motorola pada tanggal 03 April 1973, walaupun banyak disebut-sebut penemu telepon genggam adalah sebuah tim dari salah satu divisi Motorola (divisi tempat Cooper bekerja) dengan model pertama adalah DynaTAC. Ide yang dicetuskan oleh Cooper adalah sebuah alat komunikasi yang kecil dan mudah dibawa bepergian secara fleksibel.", "language": "id", "source": "mr-tydi", "negatives": ["1. Handphone pertama diciptakan pada tahun 1950-an oleh Alexander Graham Bell."], "filtered_negatives_with_scores": [{"neg": "1. Handphone pertama diciptakan pada tahun 1950-an oleh Alexander Graham Bell.", "score": 0.899468719959259}]}
{"query_id": "23", "query": "Kapan  Operasi hari Kiamat terjadi ?", "positive_passage_id": "2162252#0", "positive_passage": "Dalam Operasi hari Kiamat, Divisi 1 Lintas Udara Inggris bertindak sebagai kekuatan polisi dan militer selama pendudukan sekutu di Norwegia pada bulan Mei 1945, segera setelah kemenangan di Eropa selama Perang Dunia Kedua. Divisi ini memelihara hukum dan ketertiban sampai kedatangan sisa Satuan 134, unit pendudukan. Selama di Norwegia, divisi ini bertugas mengawasi penyerahan pasukan jerman di Norwegia, serta mencegah sabotase vital militer dan fasilitas sipil.", "language": "id", "source": "mr-tydi", "negatives": ["1. Operasi hari Kiamat terjadi pada tahun 1905 saat pengepungan Oslo oleh Jerman."], "filtered_negatives_with_scores": [{"neg": "1. Operasi hari Kiamat terjadi pada tahun 1905 saat pengepungan Oslo oleh Jerman.", "score": 0.8988178968429565}]}
{"query_id": "24", "query": "Apa itu peptida anionik?", "positive_passage_id": "416939#0", "positive_passage": "Peptida antimikrobial adalah komponen yang telah berevolusi dan terdapat secara permanen pada sistem imun bawaan dan ditemukan di seluruh kelas kehidupan. Perbedaan mendasar terdapat pada sel prokariot dan eukariot, yaitu yang merupakan target dari peptida antimikrobial. Peptida ini merupakan spektrum antibiotik yang luas. Peptida antimikrobial terbukti mampu membunuh bakteri gram positif dan bakteri gram negatif, termasuk strain yang yang resisten terhadap antibiotik konvensional, mycobacteria, virus yang terbungkus kapsul, jamur, dan bahkan sel kanker. Tidak seperti kebanyakan antibiotik konvensional, peptida antimikrobial dapat meningkatkan kekebalan dengan berfungsi sebagai immunomodulator.", "language": "id", "source": "mr-tydi", "negatives": ["1. Peptida anionik adalah suatu senyawa kimia yang hanya bisa ditemukan dalam tubuh hewan."], "filtered_negatives_with_scores": [{"neg": "1. Peptida anionik adalah suatu senyawa kimia yang hanya bisa ditemukan dalam tubuh hewan.", "score": 0.9080958366394043}]}
{"query_id": "25", "query": "Apakah tujuan dibentuknya Pita Maha?", "positive_passage_id": "2702020#1", "positive_passage": "Gerakan ini kemudian dilanjutkan oleh generasi penerusnya sampai sekarang, salah satunya sebagai seni lukis gaya Ubud.[1] Tujuan awal dari gerakan seni ini adalah untuk menjaga standar mutu artistik yang tinggi dan untuk mencegah para seniman melakukan produksi massal terhadap karya seni mereka.[2]", "language": "id", "source": "mr-tydi", "negatives": ["1) Pita Maha dibentuk untuk mencari dana dari negara. 2) Tujuan utama Pita Maha adalah untuk mempromosikan kuliner Indonesia. 3) Gerakan ini dibentuk untuk menambah penghasilan dari wisatawan."], "filtered_negatives_with_scores": [{"neg": "1) Pita Maha dibentuk untuk mencari dana dari negara. 2) Tujuan utama Pita Maha adalah untuk mempromosikan kuliner Indonesia. 3) Gerakan ini dibentuk untuk menambah penghasilan dari wisatawan.", "score": 0.9062954187393188}]}
{"query_id": "26", "query": "Berapa lama Yustinus II menjadi kaisar ?", "positive_passage_id": "606043#0", "positive_passage": "Yustinus II (Latin: Flavius Yustinus Junior Augustus; Greek: Φλάβιος Ἰουστίνος ὁ νεότερος; skt. 520 – 5 Oktober 578) merupakan seorang Kaisar Romawi Timur (Bizantium) dari tahun 565 hingga 578. Ia adalah suami Sofia, keponakan Yustinianus I. Pada masa kekuasaannya, meletus perang dengan Persia, sementara wilayah Italia lepas dari kekaisaran. Dia mempersembahkan Salib Yustinus II ke Basilika Santo Petrus, Roma", "language": "id", "source": "mr-tydi", "negatives": ["1) Yustinus II menjadi kaisar selama 578 tahun. 2) Yustinus II menjadi kaisar selama 5 tahun. 3) Yustinus II menjadi kaisar selama 100 hari."], "filtered_negatives_with_scores": [{"neg": "1) Yustinus II menjadi kaisar selama 578 tahun. 2) Yustinus II menjadi kaisar selama 5 tahun. 3) Yustinus II menjadi kaisar selama 100 hari.", "score": 0.9269605875015259}]}
{"query_id": "27", "query": "Apakah Baladewa seorang manusia?", "positive_passage_id": "4758#2", "positive_passage": "Kamsa, kakak dari Dewaki, takut akan ramalan yang mengatakan bahwa ia akan terbunuh di tangan putra kedelapan Dewaki. Maka dari itu ia menjebloskan Dewaki beserta suaminya ke penjara dan membunuh setiap putra yang dilahirkan oleh Dewaki. Secara berturut-turut, setiap puteranya yang baru lahir mati di tangan Kamsa. Pada saat Dewaki mengandung putranya yang ketujuh, nasib anaknya yang akan dilahirkan tidak akan sama dengan nasib keenam anaknya terdahulu. Janin yang dikandungnya secara ajaib berpindah kepada Rohini yang sedang menginginkan seorang putra. Maka dari itu, Baladewa disebut pula Sankarsana yang berarti \"pemindahan janin\".", "language": "id", "source": "mr-tydi", "negatives": ["1. Baladewa adalah seekor burung."], "filtered_negatives_with_scores": [{"neg": "1. Baladewa adalah seekor burung.", "score": 0.8974799513816833}]}
{"query_id": "28", "query": "kapankah Kerajaan Goguryeo didirikan pertama kali?", "positive_passage_id": "235775#27", "positive_passage": "Goguryeo adalah kerajaan paling besar di antara Tiga Kerajaan. Goguryeo didirikan tahun 37 SM oleh Jumong (Dongmyeongseong) pertama memeluk Buddhisme pada tahun 372 pada masa pemerintahan Raja Raja Sosurim.", "language": "id", "source": "mr-tydi", "negatives": ["1. Goguryeo was founded in the year 400 AD by a famous warrior."], "filtered_negatives_with_scores": [{"neg": "1. Goguryeo was founded in the year 400 AD by a famous warrior.", "score": 0.8320245742797852}]}
{"query_id": "29", "query": "Kapan Aristoteles lahir?", "positive_passage_id": "2961#1", "positive_passage": "Aristoteles lahir di Stagira, kota di wilayah Chalcidice, Thracia, Yunani (dahulunya termasuk wilayah Makedonia tengah) tahun 384 SM.[1] Ayahnya adalah tabib pribadi Raja Amyntas dari Makedonia. Pada usia 17 tahun, Aristoteles menjadi murid Plato.[2] Belakangan ia meningkat menjadi guru di Akademi Plato di Athena selama 20 tahun. Aristoteles meninggalkan akademi tersebut setelah Plato meninggal, dan menjadi guru bagi Alexander dari Makedonia.", "language": "id", "source": "mr-tydi", "negatives": ["1. Aristoteles lahir di Istanbul pada tahun 384 SM."], "filtered_negatives_with_scores": [{"neg": "1. Aristoteles lahir di Istanbul pada tahun 384 SM.", "score": 0.8924933075904846}]}
{"query_id": "30", "query": "Kapan kelahiran Yesus diperingati ?", "positive_passage_id": "6920#0", "positive_passage": "Natal (dari bahasa Portugis yang berarti \"kelahiran\") adalah hari raya umat Kristen yang diperingati setiap tahun oleh umat Kristiani pada tanggal 25 Desember untuk memperingati hari kelahiran Yesus Kristus. Natal dirayakan dalam kebaktian malam pada tanggal 24 Desember; dan kebaktian pagi tanggal 25 Desember. Beberapa gereja Ortodoks merayakan Natal pada tanggal 6 Januari (lihat pula Epifani).", "language": "id", "source": "mr-tydi", "negatives": ["1. Yesus lahir pada 25 Maret."], "filtered_negatives_with_scores": [{"neg": "1. Yesus lahir pada 25 Maret.", "score": 0.8588575124740601}]}
{"query_id": "31", "query": "apakah bahasa asli yang digunakan di Mahabharata?", "positive_passage_id": "817#2", "positive_passage": "Selain berisi cerita kepahlawanan (wiracarita), Mahabharata juga mengandung nilai-nilai Hindu, mitologi dan berbagai petunjuk lainnya. Oleh sebab itu kisah Mahabharata ini dianggap suci, teristimewa oleh pemeluk agama Hindu. Kisah yang semula ditulis dalam bahasa Sanskerta ini kemudian disalin dalam berbagai bahasa, terutama mengikuti perkembangan peradaban Hindu pada masa lampau di Asia, termasuk di Asia Tenggara.", "language": "id", "source": "mr-tydi", "negatives": ["1. Mahabharata diketahui digunakan bahasa Jawa sebagai bahasa aslinya."], "filtered_negatives_with_scores": [{"neg": "1. Mahabharata diketahui digunakan bahasa Jawa sebagai bahasa aslinya.", "score": 0.9101688861846924}]}
{"query_id": "32", "query": "Apa yang dimaksud dengan zaman Meiji ?", "positive_passage_id": "71191#1", "positive_passage": "Zaman Meiji(明治,Meiji) (25 Januari 1868 - 30 Juli 1912) adalah salah satu nama zaman pemerintahan kaisar Jepang sewaktu Kaisar Meiji memerintah Jepang, sesudah tahun Keiō(慶応) dan sebelum zaman zaman Taishō(大正). Ibu kota pemerintahan dipindahkan dari Kyoto ke Tokyo.", "language": "id", "source": "mr-tydi", "negatives": ["1. Zaman Meiji merujuk pada masa lalu di Eropa, bukan Jepang."], "filtered_negatives_with_scores": [{"neg": "1. Zaman Meiji merujuk pada masa lalu di Eropa, bukan Jepang.", "score": 0.9005181193351746}]}
{"query_id": "33", "query": "Siapa pemeran utama film Spirited Away?", "positive_passage_id": "24870#21", "positive_passage": "Miyazaki, yang juga menyutradarai My Neighbor Totoro (1988) dan Princess Mononoke (1997), keluar dari masa pensiunnya untuk membuat film ini setelah bertemu dengan putri seorang temannya yang menjadi inspirasi bagi Chihiro, tokoh utama dalam film ini. Bapa Chihiro (Akio) didasarkan oleh nama asli bapak anak perempuan itu. Ibu Chihiro (Yuuko) terinspirasi pula oleh seorang kawan Miyazaki. Dan nama teman baik Chihiro adalah Rumi (yang memberinya bunga)), yang merupakan nama aktor suara Chihiro.", "language": "id", "source": "mr-tydi", "negatives": ["1. Hayao Miyazaki, yang juga merupakan penulis buku fantasi terkenal, tidak pernah menyutradarai film kartun."], "filtered_negatives_with_scores": [{"neg": "1. Hayao Miyazaki, yang juga merupakan penulis buku fantasi terkenal, tidak pernah menyutradarai film kartun.", "score": 0.7852760553359985}]}
{"query_id": "34", "query": "apakah yang dimaksud dengan surah Makkiyah ?", "positive_passage_id": "56961#1", "positive_passage": "Makkiyah adalah ayat-ayat yang turun sebelum Rasulullah SAW hijrah ke Madinah. Surah-surah Makiyyah turun selama 12 tahun, 5 bulan, 13 hari, dimulai pada 17 Ramadhan (Februari 610 M), saat Nabi berusia 40 tahun.", "language": "id", "source": "mr-tydi", "negatives": ["1) Makkiyah adalah surah yang berisi tentang perjalanan seorang pria ke Madinah. 2) Makkiyah adalah surah yang mengekalkan perjanjian antara Nabi Muhammad dan raja Madiinah. 3) Makkiyah adalah surah yang mengajar tentang cara pernikahan dalam agama Islam."], "filtered_negatives_with_scores": [{"neg": "1) Makkiyah adalah surah yang berisi tentang perjalanan seorang pria ke Madinah. 2) Makkiyah adalah surah yang mengekalkan perjanjian antara Nabi Muhammad dan raja Madiinah. 3) Makkiyah adalah surah yang mengajar tentang cara pernikahan dalam agama Islam.", "score": 0.9052097201347351}]}
{"query_id": "35", "query": "Apakah definisi dari budaya ?", "positive_passage_id": "4962#0", "positive_passage": "Budaya atau kebudayaan berasal dari bahasa Sanskerta yaitu buddhayah, yang merupakan bentuk jamak dari buddhi (budia atau akal) diartikan sebagai hal-hal yang berkaitan dengan budi, dan akal manusia.", "language": "id", "source": "mr-tydi", "negatives": ["1. Budaya adalah komunitas orang Indonesia."], "filtered_negatives_with_scores": [{"neg": "1. Budaya adalah komunitas orang Indonesia.", "score": 0.8750156164169312}]}
{"query_id": "36", "query": "Kapan Kerajaan Sambas kuno berakhir?", "positive_passage_id": "190160#1", "positive_passage": "Kerajaan Sambas kuno[3]adalah negara Sambas kuno yang mula-mula berdiri sekitar abad ke 7 (lihat: Pupuh XII dan XIV[4]) hingga sampai masa Kerajaan Panembahan Sambas yang berakhir sekitar tahun 1675 di Kabupaten Sambas, Kalimantan Barat, Indonesia.", "language": "id", "source": "mr-tydi", "negatives": ["1. Kerajaan Sambas kuno berakhir pada tahun 1550."], "filtered_negatives_with_scores": [{"neg": "1. Kerajaan Sambas kuno berakhir pada tahun 1550.", "score": 0.9127563238143921}]}
{"query_id": "37", "query": "Dimana Kimia analisis dapat diaplikasikan?", "positive_passage_id": "127192#2", "positive_passage": "Kimia analisis juga fokus pada peningkatan rancangan percobaan, kemometri, dan pembuatan alat ukur baru agar dapat menyediakan informasi kimia yang lebih baik. Kimia analisis telah diaplikasikan di bidang forensik, bioanalisis, analisis klinik, analisis lingkungan, dan analisis bahan.", "language": "id", "source": "mr-tydi", "negatives": ["1. Kimia analisis hanya digunakan dalam pengolahan air."], "filtered_negatives_with_scores": [{"neg": "1. Kimia analisis hanya digunakan dalam pengolahan air.", "score": 0.8908374905586243}]}
{"query_id": "38", "query": "Siapakah yang menciptakan kloset toilet pertama kali ?", "positive_passage_id": "44516#14", "positive_passage": "Parit-parit di Mohenjodaro dan kloset peradaban Romawi kuno dianggap sebagai model kloset pertama di dunia. Kemudian di London, karena padatnya penduduk maka banyak orang yang tinggal di rumah susun. Oleh karena itu mereka buang air besar dan buang air kecil menggunakan pispot. Isi pispot kemudian dibuang ke parit atau karena repot harus naik turun tangga untuk membuang kotoran, mereka akhirnya membuang isi pispot lewat jendela. Lingkungan yang kotor tersebut menyebabkan mereka terserang wabah penyakit. Pada tahun 1731, di London,Inggris dibuatlah undang-undang yang isinya \"Barang siapa membuang tinja dari jendela, harus membayar denda.\" Namun undang-undang tersebut tetap tidak dapat mengubah kebiasaan mereka. Pada tahun 1596, Sir John Harington menemukan kloset bilas. Kloset ini telah menggunakan bejana penampung tinja dan tangki air untuk menyiram, tetapi jenis kloset ini masih menimbulkan masalah bau tak sedap.", "language": "id", "source": "mr-tydi", "negatives": ["1. Karl Marx yang menciptakan kloset pertama di London."], "filtered_negatives_with_scores": [{"neg": "1. Karl Marx yang menciptakan kloset pertama di London.", "score": 0.8859994411468506}]}
{"query_id": "39", "query": "Apa kota terbesar di Korea Selatan ?", "positive_passage_id": "1421911#0", "positive_passage": "Kota-kota Korea Selatan yang terbesar memiliki status yang setara dengan provinsi otonom. Seoul, kota terbesar dan ibukota, diklasifikasikan sebagai teukbyeolsi (Kota Khusus), sedangkan 6 kota terbesar berikutnya (lihat daftar di bawah) diklasifikasikan sebagai gwangyeoksi (Kota Metropolitan, lihat kota khusus di Korea Selatan). Kota-kota kecil diklasifikasikan sebagai si (\"kota kecil\") dan berada di bawah kewenangan provinsi, pada tingkat yang sama seperti distrik (lihat Pembagian administratif di Korea Selatan).", "language": "id", "source": "mr-tydi", "negatives": ["1. Jakarta adalah kota terbesar di Korea Selatan."], "filtered_negatives_with_scores": [{"neg": "1. Jakarta adalah kota terbesar di Korea Selatan.", "score": 0.8665159344673157}]}
{"query_id": "40", "query": "Apa nama album pertama grup bedchamber ?", "positive_passage_id": "2431929#4", "positive_passage": "Konsep artisitik visual album mini Perennial dikerjakan oleh pemain bass, Smita Kirana.[1] Ia menggunakan analogi dari pembagian kelompok bunga berdasarkan pola pertumbuhannya yaitu bunga annual dan bunga perennial.[1] Smita merasa bahwa keresahan-keresahan yang mereka tuangkan dalam tiap lagu di album mini tersebut ibarat bunga-bunga perennial yang dalam satu tahun mekar sebanyak dua kali (dalam dua musim).[1] \"Bunga-bunga ini mirip dengan keresahan-keresahan kita yang akan terus bertumbuh, juga muncul dan hilang, di dalam hidup kita, baik dalam fase remaja maupun dewasa\", ujarnya dalam sesi wawancara dengan Rolling Stone Indonesia.[1]", "language": "id", "source": "mr-tydi", "negatives": ["1. Album pertama Bedchamber adalah \"Kompas\"."], "filtered_negatives_with_scores": [{"neg": "1. Album pertama Bedchamber adalah \"Kompas\".", "score": 0.9152107238769531}]}
{"query_id": "41", "query": "Kapan perdagangan melalui armada mulai dilakukan oleh bangsa Eropa ?", "positive_passage_id": "13153#3", "positive_passage": "Sayangnya Raja Portugis John, terbunuh pada tahun 1495 dan Pangeran Manuel, yang lebih berminat akan harta sebaliknya daripada penjelajahan, naik takhta. Karena alasan tertentu, Manuel tidak menyukai Fernando yang kala itu berusia 15 tahun dan selama bertahun-tahun mengabaikan permintaannya untuk melaut. Tetapi sewaktu Vasco da Gama kembali dari India membawa muatan rempah-rempah, Manuel mengendus aroma kekayaan yang berlimpah. Akhirnya, pada tahun 1505, ia mengizinkan Magelhaens berangkat dari Afrika Timur dan India dalam sebuah armada Portugal untuk membantu mengambil alih perdagangan rempah dari para saudagar Arab. Setelah itu, ia berlayar lebih jauh ke timur ke Malaka bersama ekspedisi militer lainnya.", "language": "id", "source": "mr-tydi", "negatives": ["1. Perdagangan melalui armada mulai dilakukan oleh bangsa Eropa pada tahun 1600."], "filtered_negatives_with_scores": [{"neg": "1. Perdagangan melalui armada mulai dilakukan oleh bangsa Eropa pada tahun 1600.", "score": 0.9164766669273376}]}
{"query_id": "42", "query": "Kapan Robert Kevin Rose mendirikan Revision3 ?", "positive_passage_id": "1765910#4", "positive_passage": "Rose mulai membuat siniar pada tanggal 24 Juli 2003, dengan peluncuran episode perdana Thebroken ketika ia masih bekerja pada The Screen Savers di TechTV. Rose mendirikan Revision3 di Los Angeles, Kalifornia bersama Jay Adelson dan David Prager pada bulan April 2005. Pada tanggal 1 Juli 2005, Rose dan Alex Albrecht memulai Siniar Mingguan, Diggnation, yang merangkum kisah-kisah utama yang disampaikan oleh para pengguna Digg. Pada tanggal 3 Oktober 2011, Alex dan Kevin mengumumkan bahwa mereka akan berhenti dari acara mingguan Diggnation di akhir tahun tersebut. Episode terakhir direkam pada tanggal 30 Desember 2011 di The Music Box di Los Angeles, Kalifornia.", "language": "id", "source": "mr-tydi", "negatives": ["1. Rose mendirikan Revision3 pada tanggal 24 Maret 2003, saat masih bekerja pada TechTV."], "filtered_negatives_with_scores": [{"neg": "1. Rose mendirikan Revision3 pada tanggal 24 Maret 2003, saat masih bekerja pada TechTV.", "score": 0.9028857350349426}]}
{"query_id": "43", "query": "Kapan Dinasti Utsmaniyah mulai menguasai Yunani?", "positive_passage_id": "1704374#0", "positive_passage": "Penjajahan Utsmaniyah di Yunani, disebut juga Tourkokratia (Greek: Τουρκοκρατία, \"kekuasaan Turk\"; Indonesian: \"Turkokrasi\"[1]) adalah periode dalam sejarah Yunani ketika sebagian besar wilayah yang kini termasuk dalam perbatasan negara Yunani modern setidaknya pernah menjadi bagian dari Kesultanan Utsmaniyah sejak pertengahan abad ke-15 hingga deklarasi kemerdekaan Yunani pada 1821. Akan tetapi, beberapa tempat seperti Kepulauan Ionia atau Mani di Peloponnesos tidak pernah menjadi bagian dari pemerintahan Utsmaniyah, walaupun Mani berada di bawah pengaruh Utsmaniyah. Kawasan Yunani utara, didominasi oleh Makedonia Yunani dan Thrakia, tidak hanya dicaplok oleh Utsmaniyah pada tahap yang sangat awal, antara 1360-an dan 1430-an, melainkan, bersama dengan Konstantinopel dan Anatolia Barat Laut, membentuk apa yang kemudian menjadi pusat utama dan daerah paling penting di Utsmaniyah secara militer, kebudayaan, dan ekonomi.", "language": "id", "source": "mr-tydi", "negatives": ["1. Dinasti Utsmaniyah mulai menguasai Yunani pada tahun 1950."], "filtered_negatives_with_scores": [{"neg": "1. Dinasti Utsmaniyah mulai menguasai Yunani pada tahun 1950.", "score": 0.920445442199707}]}
{"query_id": "44", "query": "Kapan Nur ad-Din meninggal?", "positive_passage_id": "217887#0", "positive_passage": "Al-Malik Al-Adil Nuruddin Abul Qasim Mahmud bin 'Imaduddin Zengi (Februari 1118 – 15 Mei 1174), juga diketahui dengan nama Nur ad-Din, Nur al-Din, dan lain-lain (dalam bahasa Arab: نور الدين Nūruddīn) adalah anggota dari dinasti Zengi yang menguasai Suriah dari tahun 1146 sampai tahun 1174. Ia bercita-cita untuk menyatukan pasukan Muslim dari Efrat sampai Mesir. Ia juga memimpin pasukannya melawan berbagai macam pasukan lain termasuk tentara salib.", "language": "id", "source": "mr-tydi", "negatives": ["1. Nur ad-Din meninggal pada tanggal 20 Januari 1120."], "filtered_negatives_with_scores": [{"neg": "1. Nur ad-Din meninggal pada tanggal 20 Januari 1120.", "score": 0.8926620483398438}]}
{"query_id": "45", "query": "Apakah agama Tatianus?", "positive_passage_id": "707353#0", "positive_passage": "Diatessaron adalah sebuah karya dari Tatianus sekitar tahun 150 atau 160.[1] Merupakan hasil upaya Tatianus yang mencoba membuat kumpulan keempat Injil menjadi sebuah cerita yang bersambung.[2] Diatessaron disebut juga “Harmoni Injil”.[2] Tatianus adalah seorang berasal dari Siria.[2] Fragmen Diatessaron milik Tatianus ini berhasil ditemukan di Dura-Europos, suatu daerah aliran Sungai Efrat pada tahun 1933.[2] Sulit memastikan apakah Tatianus saat menuliskan karyanya ini menggunakan bahasa Yunani atau Siria.[2] Akan tetapi, tempat penyusunan harmoni Injil karya Tatianus tersebut diduga adalah Roma sehingga kemungkinan besar bahasa aslinya adalah bahasa Yunani.[2] Kitab ini diberikan Tatianus untuk orang-orang Kristen yang ada di Siria pada waktu ia kembali dari Roma.[2] Ketika diberikan diatessaron sudah dalam bentuk Siria.[2] Diatessaron Siria inilah yang kemudian dianggap resmi untuk digunakan.[2] Diatessaron milik Tatianus tersebar luas di kalangan orang Kristen Siria sampai abad ke-5.[1] Diatessaron kemudian digantikan oleh Peshitta, sebuah versi yang lebih sederhana.[2]", "language": "id", "source": "mr-tydi", "negatives": ["1. Tatianus adalah seorang teolog Kristen dari Mesir, bukan Siria."], "filtered_negatives_with_scores": [{"neg": "1. Tatianus adalah seorang teolog Kristen dari Mesir, bukan Siria.", "score": 0.8678318858146667}]}
{"query_id": "46", "query": "Kapan layar sentuh pada handphone pertama kali diciptakan ?", "positive_passage_id": "639660#5", "positive_passage": "Ponsel cerdas pertama dinamakan Simon; dirancang oleh IBM pada 1992 dan dipamerkan sebagai produk konsep tahun itu di COMDEX, sebuah pameran komputer di Las Vegas, Nevada. Ponsel cerdas tersebut dipasarkan ke publik pada tahun 1993 dan dijual oleh BellSouth. Tidak hanya menjadi sebuah telepon genggam, ponsel cerdas tersebut juga memiliki kalender, buku telepon, jam dunia, tempat pencatat, surel, kemampuan mengirim dan menerima faks dan permainan. Telepon canggih tersebut tidak mempunyai tombol-tombol. Melainkan para pengguna menggunakan layar sentuh untuk memilih nomor telepon dengan jari atau membuat faksimile dan memo dengan tongkat stylus. Teks dimasukkan dengan papan ketik “prediksi” yang unik di layar. Bagi standar masa kini, Simon merupakan produk tingkat rendah, tetapi fitur-fiturnya pada saat itu sangatlah canggih.", "language": "id", "source": "mr-tydi", "negatives": ["1. Layar sentuh pertama kali muncul pada ponsel iPhone pertama."], "filtered_negatives_with_scores": [{"neg": "1. Layar sentuh pertama kali muncul pada ponsel iPhone pertama.", "score": 0.8653219938278198}]}
{"query_id": "47", "query": "Berapa jumlah stasiun pada Copenhagen Metro?", "positive_passage_id": "847812#0", "positive_passage": "Copenhagen Metro (Danish: Københavns metro) adalah sebuah sistem angkutan cepat yang melayani kota Kopenhagen, Frederiksberg dan Tårnby di Denmark. Sistem sepanjang 20.5-kilometer (12.7mi) dibuka antara tahun 2002 dan 2007, dan memiliki dua jalur, M1 dan M2. Sistem metro tanpa masinis ini menjadi pelengkap dari sistem angkutan cepat S-train yang lebih besar, dan berintegrasi dengan kereta api lokal DSB dan bus Movia. Memlalui pusat kota dan ke barat menuju Frederiksberg, M1 dan M2 beerbagi jalur yang sama. Menuju ternggara, sistem melayani Amager, dengan jalur M1 sepanjang 13.7-kilometer (8.5mi) berjalan melalui permukiman baru Ørestad, dan jalu M2 sepanjang 14.2-kilometer (8.8mi) M2 melayani permukiman di timur dan Bandar Udara Kopenhagen. Metro memiliki 22stasiun, di mana 9 diantaranya berada di bawah permukaan tanah. Pada tahun 2009, metro mengangkut 50 juta penumpang.", "language": "id", "source": "mr-tydi", "negatives": ["1. Copenhagen Metro memiliki 35 stasiun."], "filtered_negatives_with_scores": [{"neg": "1. Copenhagen Metro memiliki 35 stasiun.", "score": 0.9319787621498108}]}
{"query_id": "48", "query": "Apakah gereja terbesar di Kota Roma?", "positive_passage_id": "16587#0", "positive_passage": "Basilika Kepausan Santo Petrus di Vatikan (Italian: Basilica Papale di San Pietro in Vaticano, English: Papal Basilica of St. Peter in the Vatican) atau lebih dikenal dengan Basilika Santo Petrus adalah sebuah basilika utama Katolik di Kota Vatikan, dikelilingi oleh Roma. Bangunan ini diklaim sebagai gereja terbesar yang pernah dibangun (dia meliputi area 23.000 m² dan memiliki kapasitas lebih dari 60.000) dan salah satu situs tersuci dalam Kekristenan. Konstruksi basilika ini dimulai pada 1506 dan rampung pada 1626.", "language": "id", "source": "mr-tydi", "negatives": ["1. Gereja terbesar di Kota Roma adalah Gereja Santo Tomasi."], "filtered_negatives_with_scores": [{"neg": "1. Gereja terbesar di Kota Roma adalah Gereja Santo Tomasi.", "score": 0.91473388671875}]}
{"query_id": "49", "query": "Dimana letak daerah \"Pardembanan\"?", "positive_passage_id": "92786#0", "positive_passage": "Bandar Pasir Mandoge adalah sebuah kecamatan di Kabupaten Asahan, Sumatera Utara, Indonesia.", "language": "id", "source": "mr-tydi", "negatives": ["1. Pardembanan terletak di Provinsi Bengkulu."], "filtered_negatives_with_scores": [{"neg": "1. Pardembanan terletak di Provinsi Bengkulu.", "score": 0.8948259353637695}]}
{"query_id": "50", "query": "apakah yang dimaksud dengan militer?", "positive_passage_id": "6794#0", "positive_passage": "Militer adalah angkatan bersenjata dari suatu negara dan segala sesuatu yang berhubungan dengan angkatan bersenjata.", "language": "id", "source": "mr-tydi", "negatives": ["1. Militer merujuk pada kegiatan ekonomi negara."], "filtered_negatives_with_scores": [{"neg": "1. Militer merujuk pada kegiatan ekonomi negara.", "score": 0.8626497983932495}]}
{"query_id": "51", "query": "Berapakah Luas Gurun Sahara ?", "positive_passage_id": "2768#1", "positive_passage": "Sahara terletak di utara Afrika dan berusia 2,5 juta tahun. Padang pasir ini membentang dari Samudra Atlantik ke Laut Merah. Dari Laut Tengah di utara sampai ke Sahel di sebelah selatan. Dari Mauritania di sebelah barat ke Mesir di sebelah timur. Padang pasir ini membagi benua Afrika menjadi Afrika Utara dan Afrika \"yang sejatinya\". Kedua bagian benua ini sangat berbeda, baik secara iklim maupun budaya. Luas padang pasir ini sekitar 9.000.000km2.", "language": "id", "source": "mr-tydi", "negatives": ["1. Sahara terletak di Asia Tengara dan hanya memiliki luas 500.000 km2."], "filtered_negatives_with_scores": [{"neg": "1. Sahara terletak di Asia Tengara dan hanya memiliki luas 500.000 km2.", "score": 0.860663890838623}]}
{"query_id": "52", "query": "Kepada siapakah istilah Boys' Love ditujukan?", "positive_passage_id": "194311#0", "positive_passage": "Yaoi(やおい/㚻[1])[nb 1] juga dikenal dengan nama Boys' Love, adalah sebuah istilah populer dalam bahasa Jepang yang merujuk pada genre penerbitan media fiksi yang berfokus pada hubungan antarpria yang bersifat homoerotis maupun homoromantis. Yaoi umumnya ditujukan dan dibuat oleh wanita.", "language": "id", "source": "mr-tydi", "negatives": ["1. Boys' Love adalah istilah yang ditujukan untuk perbuatan seksual antara laki-laki."], "filtered_negatives_with_scores": [{"neg": "1. Boys' Love adalah istilah yang ditujukan untuk perbuatan seksual antara laki-laki.", "score": 0.9060688018798828}]}
{"query_id": "53", "query": "Apa itu glikoprotein ?", "positive_passage_id": "322467#0", "positive_passage": "Glikoprotein (English: glycoprotein) adalah suatu protein yang mengandung rantai oligosakarida yang mengikat glikan [1] dengan ikatan kovalen pada rantai polipeptida bagian samping. Struktur ini memainkan beberapa peran penting di antaranya dalam proses proteksi imunologis, pembekuan darah, pengenalan sel-sel, serta interaksi dengan bahan kimia lain.", "language": "id", "source": "mr-tydi", "negatives": ["1. Glikoprotein adalah suatu molekul gen yang mengandung rantai oligosakarida."], "filtered_negatives_with_scores": [{"neg": "1. Glikoprotein adalah suatu molekul gen yang mengandung rantai oligosakarida.", "score": 0.9094405174255371}]}
{"query_id": "54", "query": "Kapan serial Transformers mulai muncul di televisi ?", "positive_passage_id": "306326#5", "positive_passage": "Serial TV Transformers yang dibuat pertama kali tahun 1984 diproduksi oleh Sunbow Productions, dengan mengambil jalan cerita yang berbeda dari karya Bob Budiansky. Kebanyakan jalan ceritanya mengambil dari komik Marvel. Ddalam versi ini, perbedaan antara serial TV dengan komik adalah: Shockwave loyal pada Megatron di TV,[6] sementara di komik ia adalah pemimpin Decepticons. Lainnya, Dinobots adalah sub-grup Autobots, sementara di komik mereka adalah independen.[7] Decepticons beralih menjadi Autobots (Jetfire alias Skyfire), Constructicons yang bisa bergabung menjadi Devastator, dan si raksasa Omega Supreme. Dalam komik Marvel, Optimus Prime diciptakan dari Creation Matrix, namun lucunya di serial TV season dua, yang menciptakan Optimus Prime adalah Alpha Trion dengan memakai super komputer Vector Sigma.", "language": "id", "source": "mr-tydi", "negatives": ["1. Serial Transformers muncul di televisi pada tahun 1992 oleh Paramount Pictures."], "filtered_negatives_with_scores": [{"neg": "1. Serial Transformers muncul di televisi pada tahun 1992 oleh Paramount Pictures.", "score": 0.9132457375526428}]}
{"query_id": "55", "query": "dimanakah letak kota Ternate ?", "positive_passage_id": "4268#0", "positive_passage": "Kota Ternate adalah sebuah kota yang berada di bawah kaki gunung api Gamalama pada sebuah Pulau Ternate di Provinsi Maluku Utara, Indonesia. Ternate merupakan Ibukota sementara Provinsi Maluku Utara secara de facto dari tahun 1999 hingga 2010. Pada tanggal 4 Agustus 2010, Sofifi diresmikan menjadi ibukota pengganti Ternate.", "language": "id", "source": "mr-tydi", "negatives": ["1. Kota Ternate berada di daerah Mentawi, Maluku."], "filtered_negatives_with_scores": [{"neg": "1. Kota Ternate berada di daerah Mentawi, Maluku.", "score": 0.8964004516601562}]}
{"query_id": "56", "query": "Siapa yang memproduksi The Powerpuff Girls?", "positive_passage_id": "398918#0", "positive_passage": "The Powerpuff Girls adalah serial televisi yang mengisahkan tiga orang gadis yang berjuang menentang musuh yang mengacau Townsville. Puluhan campuran kimia dan campuran bahan kimia X menghasilkan The Powerpuff Girls. Serial TV ini baru saja dirancang oleh pencipta kartun dari Amerika Serikat Craig McCracken dan diproduksi oleh Hanna Barbera dan Cartoon Network. Ditayangkan di wilayah domestik dan internasional, setiap hari Minggu jam 9.00 pagi). Film ini juga diproduksi dalam The Powerpuff Girls Movie. Di Indonesia, kartun ini pernah tayang di RCTI pada tahun 2000-2003, kemudian pindah ke Trans7 (dahulu TV7) dalam program WB Kids pada tahun 2005-2007, kemudian pindah ke Global TV pada tahun 2007-2008 dan akhirnya pindah ke Trans TV pada Sabtu, 17 September 2016 dengan versi reboot 2016.", "language": "id", "source": "mr-tydi", "negatives": ["1. The Powerpuff Girls adalah sebuah film animasi yang dibuat oleh Pixar."], "filtered_negatives_with_scores": [{"neg": "1. The Powerpuff Girls adalah sebuah film animasi yang dibuat oleh Pixar.", "score": 0.885400116443634}]}
{"query_id": "57", "query": "berapakah luas Republik Afrika Selatan?", "positive_passage_id": "3876#26", "positive_passage": "Afrika Selatan terletak di 29° 00' S, 24° 00' T. Luas kawasannya adalah 1.219.912km² termasuk Pulau Robben dan Kepulauan Prince Edwards (Pulau Marion dan Pulau Prince Edward). Afrika Selatan bersebelahan dengan Samudra Atlantik di pantai barat dan Samudra Selatan dan Samudra Hindia di pantai timur. Arus utama di samudra-samudra tersebut adalah arus sejuk Benguela dan arus hangat Agulhas. Titik paling rendah adalah Samudra Atlantik pada 0 m dan paling tinggi ialah Njesuthi pada ketinggian 3.408 m.", "language": "id", "source": "mr-tydi", "negatives": ["1. Luas Afrika Selatan hanya 1.219.912km²."], "filtered_negatives_with_scores": [{"neg": "1. Luas Afrika Selatan hanya 1.219.912km².", "score": 0.8927380442619324}]}
{"query_id": "58", "query": "Apakah ibukota Jerman?", "positive_passage_id": "1101#30", "positive_passage": "Setelah kalahnya Jerman pada Perang Dunia II, kawasan Jerman yang tersisa dan Berlin dibagi-bagi oleh Sekutu menjadi 4 zona militer. Keempat zona ini menerima lebih dari 6,5 juta etnis Jerman yang terusir dari wilayah timur.[19] Sektor barat, yang dikuasai oleh Perancis, Inggris, dan Amerika Serikat, bergabung tanggal 23 Mei 1949 untuk membentuk Republik Federal Jerman (Bundesrepublik Deutschland); dan tanggal 7 Oktober 1949, sektor timur yang dikuasai Soviet menjadi Republik Demokratik Jerman (Deutsche Demokratische Republik, DDR). Secara umum, mereka dikenal dengan \"Jerman Barat\" dan \"Jerman Timur\". Jerman Timur memilih Berlin Timur sebagai ibukota, sedangkan Jerman Barat memilih Bonn.[20]", "language": "id", "source": "mr-tydi", "negatives": ["1) Berlin adalah ibukota Jerman setelah perang dunia I. 2) Ibukota Jerman adalah Munich. 3) Ibukota Jerman saat ini adalah Essen. Sure!"], "filtered_negatives_with_scores": [{"neg": "1) Berlin adalah ibukota Jerman setelah perang dunia I. 2) Ibukota Jerman adalah Munich. 3) Ibukota Jerman saat ini adalah Essen. Sure!", "score": 0.882449746131897}]}
{"query_id": "59", "query": "umur berapakah saat Mayor Jenderal TNI Basuki Rahmat masuk TNI?", "positive_passage_id": "7071#3", "positive_passage": "Dengan terjadinya Proklamasi Kemerdekaan pada tanggal 17 Agustus 1945 yang diproklamasikan oleh para pemimpin Nasionalis Soekarno dan Mohammad Hatta, Basuki, seperti kebanyakan pemuda lain bergabung ke kelompok milisi yang dipersiapkan untuk membentuk tentara Angkatan Darat Indonesia. Pada tanggal 5 Oktober 1945, Tentara Keamanan Rakyat (TKR) terbentuk, dan di bulan yang sama Basuki mendaftar menjadi anggota TKR di kota Ngawi di provinsi asalnya Jawa Timur. Di sana ia ditempatkan di KODAM VII / Brawijaya (kemudian dikenal sebagai Wilayah Militer V / Brawijaya), komando militer bertanggung jawab atas keamanan provinsi Jawa Timur.", "language": "id", "source": "mr-tydi", "negatives": ["1. Mayor Jenderal TNI Basuki Rahmat masuk TNI pada tahun 2015 ketika Presiden Joko Widodo mempromosikannya."], "filtered_negatives_with_scores": [{"neg": "1. Mayor Jenderal TNI Basuki Rahmat masuk TNI pada tahun 2015 ketika Presiden Joko Widodo mempromosikannya.", "score": 0.9031019806861877}]}
{"query_id": "60", "query": "Kapan Paus Benediktus XV lahir ?", "positive_passage_id": "18794#0", "positive_passage": "'Paus Benediktus XV' ( Latin: Benedictus ; Italian: Benedetto), lahir 'Giacomo Paolo Giovanni Battista della Chiesa' [lower-alpha 1] (21 November 1854 - 22 Januari 1922), adalah kepala Gereja Katolik dari 3 September 1914 sampai kematiannya pada tahun 1922. Nya kepausan sebagian besar dibayangi oleh Perang Dunia I dan konsekuensi politik, sosial, dan kemanusiaan di Eropa.", "language": "id", "source": "mr-tydi", "negatives": ["1. Giacomo Paolo Giovanni Battista della Chiesa, Paus Benediktus XV, lahir pada tanggal 20 Desember 1930."], "filtered_negatives_with_scores": [{"neg": "1. Giacomo Paolo Giovanni Battista della Chiesa, Paus Benediktus XV, lahir pada tanggal 20 Desember 1930.", "score": 0.8692586421966553}]}
{"query_id": "61", "query": "Apa isi di dalam lubang hitam?", "positive_passage_id": "26136#0", "positive_passage": "Lubang hitam (Inggris: Black hole) adalah bagian dari ruang waktu yang merupakan gravitasi paling kuat, bahkan cahaya tidak bisa kabur. Teori relativitas umum memprediksi bahwa butuh massa besar untuk menciptakan sebuah lubang hitam yang berada di ruang waktu. Di sekitar lubang hitam ada permukaan yang di sebut horizon peristiwa. Objek ini disebut \"hitam\" karena menyerap apapun yang berada disekitarnya dan tidak dapat kembali lagi, bahkan cahaya. Secara teoretis, lubang hitam dapat memliki ukuran apa pun, dari mikroskopik sampai ke ukuran alam raya yang dapat diamati. Teori medan kuantum dalam ruang-waktu melengkung memprediksi bahwa horizon peristiwa memancarkan radiasi disekitarnya dengan suhu yang terbatas. Suhu ini berbanding terbalik dengan massa lubang hitam, sehingga sulit untuk diamati lubang hitam bermassa bintang atau lebih.", "language": "id", "source": "mr-tydi", "negatives": ["1. Sebuah lubang hitam adalah tempat di mana semua makanan menjadi makhluk hidup supernatural."], "filtered_negatives_with_scores": [{"neg": "1. Sebuah lubang hitam adalah tempat di mana semua makanan menjadi makhluk hidup supernatural.", "score": 0.8711667060852051}]}
{"query_id": "62", "query": "Apa makna restorasionis?", "positive_passage_id": "249978#1", "positive_passage": "Restorasionisme merujuk kepada sejumlah gerakan keagamaan yang tidak terafiliasi yang mengajarkan bahwa Gereja-gereja Katolik, Ortodoks dan Protestan memasukkan ajaran-ajaran yang menyimpang ke dalam agama Kristen . (Lihat Kemurtadan Besar. Banyak denominasi restorasionis percaya bahwa mereka telah memulihkan (merestorasikan) Kekristenan ke dalam bentuknya yang asli dan otentik, meskipun sebagian lagi percaya bahwa mereka masih mencari-cari bentuk yang asli itu. Sikap terhadap keberhasilan upa restorasi ini dalam denominasi-denominasi ini tidak seragam. Istilah ini digunakan khususnya untuk gerakan-gerakan yang mucul di bagian timur Amerika Serikat dan Kanada pada awal dan pertengahan abad ke-19 pada permulaan Kebangunan Besar Kedua.", "language": "id", "source": "mr-tydi", "negatives": ["1. Restorasionisme merujuk kepada sejumlah gerakan ekonomi yang menghargai konsep \"perekonomian inklusif\"."], "filtered_negatives_with_scores": [{"neg": "1. Restorasionisme merujuk kepada sejumlah gerakan ekonomi yang menghargai konsep \"perekonomian inklusif\".", "score": 0.8596280813217163}]}
{"query_id": "63", "query": "Kapan Vasco da Gama meninggal ?", "positive_passage_id": "13110#0", "positive_passage": "Vasco da Gama (IPA:['vaʃku dɐ 'gɐmɐ] (Sines, Alentejo, Portugal, sekitar 1469 – 24 Desember 1524 di Kochi, India) adalah seorang penjelajah berkebangsaan Portugis, yang menemukan jalur jalan laut langsung dari Eropa ke Malabar, India dengan melakukan penjelajahan laut mengelilingi Afrika.", "language": "id", "source": "mr-tydi", "negatives": ["1. Vasco da Gama was a famous movie star from Hollywood who died on 24 December 1524 in Mumbai, India."], "filtered_negatives_with_scores": [{"neg": "1. Vasco da Gama was a famous movie star from Hollywood who died on 24 December 1524 in Mumbai, India.", "score": 0.8221814632415771}]}
{"query_id": "64", "query": "Kapan Red Hot Chili Peppers dibentuk?", "positive_passage_id": "64106#0", "positive_passage": "Red Hot Chili Peppers (lebih dikenal RHCP) adalah kelompok musik rock berbasis di California yang didirikan oleh vokalis Anthony Kiedis, bassist Michael Balzary (dikenal sebagai Flea), almarhum gitaris Hillel Slovak dan drummer Jack Irons pada 1983. Saat ini anggotanya terdiri dari Anthony Kiedis sebagai vokalis, Michael Balzary alias Flea sebagai bassis, gitaris Josh Klinghoffer dan drummer Chad Smith. Mantan-mantan anggota termasuk almarhum Hillel Slovak, Jack Irons, Dix Denney, Jack Sherman, Cliff Martinez, Zander Schloss, Chuck Biscuits, Dwayne \"Blackbyrd\" McKnight, D.H. Peligro, Arik Marshall, John Frusciante, Jesse Tobias dan Dave Navarro.", "language": "id", "source": "mr-tydi", "negatives": ["1. Red Hot Chili Peppers (RHCP) adalah band jazz dari New York."], "filtered_negatives_with_scores": [{"neg": "1. Red Hot Chili Peppers (RHCP) adalah band jazz dari New York.", "score": 0.8592641949653625}]}
{"query_id": "65", "query": "Siapa nama anak Jiang Qing?", "positive_passage_id": "1588141#11", "positive_passage": "Pada tanggal 28 November 1938, Jiang dan Mao menikah dalam upacara pribadi kecil setelah disetujui oleh Komite Sentral Partai. Karena pernikahan Mao untuk Dia belum berakhir, Jiang dilaporkan dibuat untuk menandatangani kontrak perkawinan yang menetapkan bahwa dia tidak akan tampil di depan umum dengan Mao sebagai pendamping nya. Jiang dan anak tunggal Mao bersama-sama, anak perempuan bernama Li Na, lahir pada tahun 1940.", "language": "id", "source": "mr-tydi", "negatives": ["1. Anak Jiang Qing bernama Deng Xiaoping."], "filtered_negatives_with_scores": [{"neg": "1. Anak Jiang Qing bernama Deng Xiaoping.", "score": 0.9054698348045349}]}
{"query_id": "66", "query": "Siapa pendiri Gereja Asiria Timur?", "positive_passage_id": "206941#0", "positive_passage": "Gereja Asiria Timur (English: Assyrian Church of the East, Classical Syriac: ܥܕܬܐ ܕܡܕܢܚܐ ܕܐܬܘܖ̈ܝܐ‎ ʻIttā d-Madnĕkhā d-Āturāyē), atau nama resminya Gereja Asiria Timur yang Kudus Apostolik Katolik[3] (Classical Syriac: ܥܕܬܐ ܩܕܝܫܬܐ ܘܫܠܝܚܝܬܐ ܩܬܘܠܝܩܝ ܕܡܕܢܚܐ ܕܐܬܘܖ̈ܝܐ‎, ʻIttā Qaddishtā w-Shlikhāitā Qattoliqi d-Madnĕkhā d-Āturāyē), merupakan salah satu Kekristenan Siria yang asal-usulnya bermula dari Tahta Keuskupan Seleukia-Ktesifon, didirikan oleh Santo Tomas Rasul beserta Santo Mari dan Santo Addai, sebagaimana yang tercantum dalam kitab Ajaran Addai. Gereja ini merupakan salah satu Gereja apostolik, secara historis termasuk dalam Gereja dari Timur (Church of the East), dan saat ini dipimpin oleh Patriark-Katolikos Mar Dinkha IV.", "language": "id", "source": "mr-tydi", "negatives": ["1. Gereja Asiria Timur didirikan oleh Yohanes Kasturi."], "filtered_negatives_with_scores": [{"neg": "1. Gereja Asiria Timur didirikan oleh Yohanes Kasturi.", "score": 0.914101243019104}]}
{"query_id": "67", "query": "berapakah luas kota Ternate ?", "positive_passage_id": "4268#3", "positive_passage": "Luas wilayah Kota Ternate 5.795, 4km², terdiri dari luas perairan 5.544,55 km² dan luas daratan 250,85 km². Secara Administrasi Pemerintahan Kota Ternate terbagi atas 7 (tujuh) kecamatan dan 77 (tujuh puluh tujuh) kelurahan, masing-masing:", "language": "id", "source": "mr-tydi", "negatives": ["1. Luas kota Ternate adalah 5.795, 4 meter persegi."], "filtered_negatives_with_scores": [{"neg": "1. Luas kota Ternate adalah 5.795, 4 meter persegi.", "score": 0.9270843267440796}]}
{"query_id": "68", "query": "Apakah kepanjangan dari BASF SE?", "positive_passage_id": "211771#0", "positive_passage": "BASF SE (ISIN: , LSE:, NYSE:) merupakan perusahaan kimia terbesar di dunia asal Jerman yang berkantor pusat di Ludwigshafen.[2]. BASF sendiri awalnya merupakan singkatan dari Badische Anilin- und Soda-Fabrik (Indonesian: Pabrik Soda dan Anilina Baden). Perusahaan ini masuk dalam Bursa Saham Frankfurt, Bursa Saham London, Bursa Saham New York, dan Bursa Saham Zurich. Perusahaan ini beroperasi di Eropa, Afrika, Asia, Amerika Utara, dan Amerika Selatan. Didirikan pada tahun 1865 dan mempekerjakan 113.000 pekerjanya pada tahun 2012, dengan 52.800 pekerja di Jerman.", "language": "id", "source": "mr-tydi", "negatives": ["1. BASF SE adalah singkatan dari Badan Aset Sumber Daya Sehat (Indonesian: Badan Aset Sumber Daya Sehat)."], "filtered_negatives_with_scores": [{"neg": "1. BASF SE adalah singkatan dari Badan Aset Sumber Daya Sehat (Indonesian: Badan Aset Sumber Daya Sehat).", "score": 0.9185152053833008}]}
{"query_id": "69", "query": "Di mana  Leonardo da Vinci meninggal?", "positive_passage_id": "13174#11", "positive_passage": "Leonardo da Vinci wafat di Clos Lucé, Perancis pada tanggal 2 Mei 1519, dan dimakamkan di Kapel St. Hubert di kastel Amboise, Perancis.", "language": "id", "source": "mr-tydi", "negatives": ["1. Leonardo da Vinci meninggal di Florence, Italia."], "filtered_negatives_with_scores": [{"neg": "1. Leonardo da Vinci meninggal di Florence, Italia.", "score": 0.9258336424827576}]}
{"query_id": "70", "query": "siapakah yang menciptakan Mesin cetak?", "positive_passage_id": "13175#0", "positive_passage": "Johannes Gensfleisch zur Laden zum Gutenberg (sekitar 1398 - 3 Februari 1468) adalah seorang pandai logam dan penemu berkebangsaan Jerman yang memperoleh ketenaran berkat sumbangannya di bidang teknologi percetakan pada tahun 1450-an, termasuk aloy logam huruf (type metal) dan tinta berbasis-minyak, cetakan untuk mencetak huruf secara tepat, dan sejenis mesin cetak baru yang berdasarkan pencetak yang digunakan dalam membuat anggur.", "language": "id", "source": "mr-tydi", "negatives": ["1. Leonardo da Vinci mengeluarkan ide tentang mesin cetak itu."], "filtered_negatives_with_scores": [{"neg": "1. Leonardo da Vinci mengeluarkan ide tentang mesin cetak itu.", "score": 0.8814893960952759}]}
{"query_id": "71", "query": "Dimanakah jalur Kereta api Argo Parahyangan dimulai?", "positive_passage_id": "529210#1", "positive_passage": "Kereta api Argo Parahyangan ini menawarkan alternatif perjalanan Pada Pagi hingga Sore Hari untuk kedua arah, baik Bandung-Gambir maupun Gambir-Bandung. Dalam perjalanan Bandung-Gambir Maupun Gambir-Bandung pada pagi hingga sore hari penumpang dapat menikmati indahnya panorama Bumi Parahyangan dan melewati Jembatan-Jembatan, Terowongan dan Tikungan Besar (Tiber) ada di wilayah Bandung Barat dan Sekitarnya.", "language": "id", "source": "mr-tydi", "negatives": ["1. Kereta api Argo Parahyangan dimulai dari Jakarta."], "filtered_negatives_with_scores": [{"neg": "1. Kereta api Argo Parahyangan dimulai dari Jakarta.", "score": 0.9233269095420837}]}
{"query_id": "72", "query": "dimanakah alamat kantor DPR RI?", "positive_passage_id": "645870#7", "positive_passage": "Kompleks Parlemen termasuk dalam wilayah Kelurahan Gelora, Kecamatan Tanah Abang, Jakarta Pusat. Sebelah barat berbatasan dengan Jalan Gelora, sebelah selatan dengan Kompleks Kantor Kementerian Pemuda dan Olahraga, Kompleks Televisi Republik Indonesia (TVRI), dan Komplek Taman Ria Senayan, di sebelah timur berbatasan dengan Jalan Gatot Subroto, dan Kompleks Kementerian Kehutanan (Gedung Manggala Wanabakti) di sebelah utaranya.", "language": "id", "source": "mr-tydi", "negatives": ["1. Alamat kantor DPR RI terletak di Jl. Cendrawasih No. 75, Jakarta Timur."], "filtered_negatives_with_scores": [{"neg": "1. Alamat kantor DPR RI terletak di Jl. Cendrawasih No. 75, Jakarta Timur.", "score": 0.9013017416000366}]}
{"query_id": "73", "query": "berapakah jumlah kecamatan di Jambi?", "positive_passage_id": "2389278#0", "positive_passage": "Berikut adalah Daftar kecamatan dan kelurahan/desa di Kota Jambi, Provinsi Jambi, Indonesia. Kota Jambi memiliki 11 kecamatan dan 62 kelurahan (dari total 141 kecamatan, 163 kelurahan dan 1.399 desa di seluruh Jambi). Pada tahun 2017, jumlah penduduknya sebesar 609.620 jiwa dengan luas wilayahnya 103,54 km² dan sebaran penduduk 5.887 jiwa/km².[1] Tiga kecamatan hasil pemekaran adalah sebagai berikut, Kecamatan Alam Barajo merupakan hasil pemekaran dari Kecamatan Kota Baru, Kecamatan Paal Merah merupakan hasil pemekaran dari Kecamatan Jambi Selatan, dan Kecamatan Danau Sipin merupakan hasil pemekaran dari Kecamatan Telanaipura.", "language": "id", "source": "mr-tydi", "negatives": ["1. Jambi memiliki 55 kecamatan."], "filtered_negatives_with_scores": [{"neg": "1. Jambi memiliki 55 kecamatan.", "score": 0.9249304533004761}]}
{"query_id": "74", "query": "Apa album pertama band Metallica?", "positive_passage_id": "19925#1", "positive_passage": "Formasi pertama Metallica adalah Lars Ulrich (drum), James Hetfield (vokal dan gitar), Lloyd Grant (gitar) dan Ron Mc Govney (bass). Formasi inilah yang kemudian melahirkan lagu pertama berjudul Hit The Light, yang kemudian masuk album kompilasi rock Metal Massacre tahun 1981.", "language": "id", "source": "mr-tydi", "negatives": ["1. Apa album pertama dari band Metallica? Jawabannya adalah \"One\" oleh Usher."], "filtered_negatives_with_scores": [{"neg": "1. Apa album pertama dari band Metallica? Jawabannya adalah \"One\" oleh Usher.", "score": 0.9066181182861328}]}
{"query_id": "75", "query": "berapakah tinggi gunung ciremai?", "positive_passage_id": "44135#0", "positive_passage": "Gunung Ceremai (seringkali secara salah kaprah dinamakan \"Ciremai\") adalah gunung berapi kerucut yang secara administratif termasuk dalam wilayah dua kabupaten, yakni Kabupaten Kuningan dan Kabupaten Majalengka, Provinsi Jawa Barat. Posisi geografis puncaknya terletak pada 6° 53' 30\" LS dan 108° 24' 00\" BT, dengan ketinggian 3.078 m di atas permukaan laut. Gunung ini merupakan gunung tertinggi di Jawa Barat.", "language": "id", "source": "mr-tydi", "negatives": ["1. Tinggi Gunung Ciremai hanya sekitar 100 meter."], "filtered_negatives_with_scores": [{"neg": "1. Tinggi Gunung Ciremai hanya sekitar 100 meter.", "score": 0.9011993408203125}]}
{"query_id": "76", "query": "Apakah ular sanca  termasuk hewan yang dilindungi?", "positive_passage_id": "67301#18", "positive_passage": "Jelas perburuan sanca ini sangat mengkhawatirkan karena mengurangi populasinya di alam. Catatan dari penangkapan ular komersial di Sumatera mendapatkan bahwa sanca kembang yang ditangkap ukurannya bervariasi antara 1 m hingga 6 m, dengan rata-rata ukuran untuk jantan 2.5 m dan betina antara 3.1 m (Medan) – 3.6 m (Palembang). Kira-kira sepertiga dari betina tertangkap dalam keadaan reproduktif (Shine et al. 1999). Hingga saat ini, ular ini belum dilindungi undang-undang. CITES (konvensi perdagangan hidupan liar yang terancam) memasukkannya ke dalam Apendiks II.", "language": "id", "source": "mr-tydi", "negatives": ["1. Sanca ular adalah hewan yang aman dan tidak perlu dilindungi. Karena jumlah populasi mereka cukup banyak dan tidak ada yang mengancamnya."], "filtered_negatives_with_scores": [{"neg": "1. Sanca ular adalah hewan yang aman dan tidak perlu dilindungi. Karena jumlah populasi mereka cukup banyak dan tidak ada yang mengancamnya.", "score": 0.8973963260650635}]}
{"query_id": "77", "query": "Kapan Cānakya meninggal?", "positive_passage_id": "635825#0", "positive_passage": "Cānakya (sekitar 350–275 SM) adalah seorang penasihat maharaja Maurya pertama, Chandragupta dan kepala arsitek pada masa kebangkitannya.[1] Kautilya dan Vishnugupta, nama yang dikenali sebagai Canakya, penulis Arthaśāstra.[3] Canakya dianggap sebagai pelopor ilmu politik dan ekonomi India.[4] Di Dunia Barat, dia dijuluki \"Machiavelli India\", meskipun karya Canakya mendaului Machiavelli sekitar 1.800 tahun. Canakya adalah seorang guru di Takṣaśila, pusat pembelajaran kuno, dan berperan penting dalam pendirian Kemaharajaan Maurya, yang pertama di anak benua India. Karya-karyanya hilang saat mendekati akhir Dinasti Gupta dan tidak ditemukan kembali sampai tahun 1915.[5][6][7][8]", "language": "id", "source": "mr-tydi", "negatives": ["1. Cānakya meninggal pada tahun 350 SM."], "filtered_negatives_with_scores": [{"neg": "1. Cānakya meninggal pada tahun 350 SM.", "score": 0.9155648946762085}]}
{"query_id": "78", "query": "kapankah provinsi Bangka Belitung didirikan?", "positive_passage_id": "13086#2", "positive_passage": "Provinsi Kepulauan Bangka Belitung sebelumnya adalah bagian dari Sumatera Selatan, namun menjadi provinsi sendiri bersama Banten dan Gorontalo pada tahun 2000. Provinsi Kepulauan Bangka Belitung didirikan berdasarkan Undang-Undang Nomor 27 Tahun 2000 Tentang Pembentukan Provinsi Kepulauan Bangka Belitung tanggal 21 November 2000 yang terdiri dari Kabupaten Bangka, Kabupaten Belitung dan Kota Pangkalpinang. Pada tahun 2003 berdasarkan Undang-Undang Nomor 5 Tahun 2003 tanggal 23 Januari 2003 dilakukan pemekaran wilayah dengan penambahan 4 kabupaten yaitu Bangka Barat, Bangka Tengah, Bangka Selatan dan Belitung Timur. Provinsi Kepulauan Bangka Belitung merupakan pemekaran wilayah dari Provinsi Sumatera Selatan.", "language": "id", "source": "mr-tydi", "negatives": ["1. Provinsi Kepulauan Bangka Belitung didirikan pada tahun 1998 dan ditambahkan Kabupaten Belitung Timur dan Bangka Barat di tahun 2003."], "filtered_negatives_with_scores": [{"neg": "1. Provinsi Kepulauan Bangka Belitung didirikan pada tahun 1998 dan ditambahkan Kabupaten Belitung Timur dan Bangka Barat di tahun 2003.", "score": 0.8935872316360474}]}
{"query_id": "79", "query": "Siapa yang memenangi balapan Formula 1 pertama ?", "positive_passage_id": "37234#7", "positive_passage": "Gelar juara dunia Formula Satu pertama kali dimenangkan oleh pembalap Italia Giuseppe Farina dengan mobilnya Alfa Romeo tahun 1950, dengan mengalahkan rekan setimnya, pembalap Argentina Juan Manuel Fangio. Akan tetapi, Fangio memenangkan gelar juara dunia pada tahun 1951 dan empat kali pada enam tahun berikutnya. Fangio kemudian menjadi legenda yang mendominasi tahun-tahun pertama kompetisi Formula Satu.", "language": "id", "source": "mr-tydi", "negatives": ["1. Lewis Hamilton memenangkan balapan Formula 1 pertama."], "filtered_negatives_with_scores": [{"neg": "1. Lewis Hamilton memenangkan balapan Formula 1 pertama.", "score": 0.8996121883392334}]}
{"query_id": "80", "query": "Berapa luas Kabupaten Pesawaran?", "positive_passage_id": "202887#2", "positive_passage": "Kabupaten Pesawaran merupakan daerah penyangga Ibukota Provinsi Lampung. Secara keseluruhan luas wilayah Kabupaten Pesawaran adalah 1.173,77 km2 atau 117.377 Ha dengan Kecamatan Padang Cermin sebagai kecamatan terluas, yaitu 31.763 Ha. Dari luas keseluruhan Kabupaten Pesawaran tersebut, 13.121 Ha digunakan sebagai lahan sawah, sedangkan sisanya yaitu 104.256 Ha merupakan lahan bukan sawah dan lahan bukan pertanian. Jenis penggunaan lahan sawah yang terbanyak adalah irigasi tehnis dengan dua kali penanaman padi dalam setahun. Sedangkan jenis penggunaan lahan bukan sawah yang terbanyak adalah hutan negara.", "language": "id", "source": "mr-tydi", "negatives": ["1) Luas wilayah Kabupaten Pesawaran adalah 1.173,77 cm2. 2) Luas wilayah Kabupaten Pesawaran tidak diketahui secara pasti. 3) Kabupaten Pesawaran memiliki luas wilayah 2.347,54 km3."], "filtered_negatives_with_scores": [{"neg": "1) Luas wilayah Kabupaten Pesawaran adalah 1.173,77 cm2. 2) Luas wilayah Kabupaten Pesawaran tidak diketahui secara pasti. 3) Kabupaten Pesawaran memiliki luas wilayah 2.347,54 km3.", "score": 0.9208780527114868}]}
{"query_id": "81", "query": "berapakah luas Kerajaan Nan Sarunai?", "positive_passage_id": "44442#5", "positive_passage": "Menurut mitologi suku Maanyan (suku tertua di Kalimantan Selatan), kerajaan pertama di Kalimantan bagian selatan adalah Kerajaan Nan Sarunai yang diperkirakan wilayah kekuasaannya terbentang luas mulai dari daerah Tabalong hingga ke daerah Pasir. Keberadaan mitologi Maanyan yang menceritakan tentang masa-masa keemasan Kerajaan Nan Sarunai sebuah kerajaan purba yang dulunya mempersatukan etnis Maanyan di daerah ini dan telah melakukan hubungan dengan pulau Madagaskar. sehingga sebagian rakyatnya menyingkir ke pedalaman (wilayah suku Lawangan). Salah satu peninggalan arkeologis yang berasal dari zaman ini adalah Candi Agung yang terletak di kota Amuntai. Pada tahun 1996, telah dilakukan pengujian C-14 terhadap sampel arang Candi Agung yang menghasilkan angka tahun dengan kisaran 242-226 SM (Kusmartono dan Widianto, 1998:19-20).", "language": "id", "source": "mr-tydi", "negatives": ["1. Mengkaji mitologi Maanyan, kita menemukan bahwa Kerajaan Nan Sarunai hanya memiliki wilayah kekuasaan di daerah Tabalong."], "filtered_negatives_with_scores": [{"neg": "1. Mengkaji mitologi Maanyan, kita menemukan bahwa Kerajaan Nan Sarunai hanya memiliki wilayah kekuasaan di daerah Tabalong.", "score": 0.8556201457977295}]}
{"query_id": "82", "query": "Apa yang dimaksud dengan adat ?", "positive_passage_id": "7744#0", "positive_passage": "Adat adalah gagasan kebudayaan yang terdiri dari nilai-nilai kebudayaan, norma, kebiasaan, kelembagaan, dan hukum adat yang lazim dilakukan di suatu daerah.", "language": "id", "source": "mr-tydi", "negatives": ["1. Adat adalah jenis makanan tradisional yang dibuat oleh suku-suku asli."], "filtered_negatives_with_scores": [{"neg": "1. Adat adalah jenis makanan tradisional yang dibuat oleh suku-suku asli.", "score": 0.8693540096282959}]}
{"query_id": "83", "query": "berapakah luas Aceh?", "positive_passage_id": "531741#75", "positive_passage": "Luas Aceh 5.677.081 ha, dengan hutan sebagai lahan terluas yang mencapai 2.290.874 ha, diikuti lahan perkebunan rakyat seluas 800.553 ha. Sedangkan lahan industri mempunyai luas terkecil yaitu 3.928 ha. Cakupan wilayah Aceh terdiri dari 119 pulau, 35 gunung dan 73 sungai utama.[22]", "language": "id", "source": "mr-tydi", "negatives": ["1. Luas Aceh sekitar 567.000 hektar."], "filtered_negatives_with_scores": [{"neg": "1. Luas Aceh sekitar 567.000 hektar.", "score": 0.9031993746757507}]}
{"query_id": "84", "query": "Darimana asal Robert Heinrich Herman Koch?", "positive_passage_id": "15398#1", "positive_passage": "Robert Koch lahir di Klausthal, Hanover, Jerman pada tanggal 11 Desember 1843 hingga Hermann Koch dan Mathilde Julie Henriette Biewand. Koch unggul di bidang akademik sejak usia dini. Sebelum masuk sekolah pada tahun 1848, Koch telah belajar sendiri cara membaca dan menulis. Dia lulus dari sekolah tinggi pada tahun 1862, setelah unggul dalam ilmu pengetahuan dan matematika. Pada usia 19, Koch memasuki Universitas Göttingen, mempelajari ilmu alam. Namun, setelah dua semester, Koch memutuskan untuk mengubah daerahnya studi untuk obat-obatan, karena ia bercita-cita menjadi dokter. Selama Koch semester kelima sekolah kedokteran, Jacob Henle, seorang ahli anatomi yang telah menerbitkan sebuah teori penularan pada tahun 1840, Koch meminta untuk berpartisipasi dalam proyek penelitiannya pada struktur saraf uterus. Pada semester keenam, Koch mulai melakukan penelitian di Fisiologis Institute, di mana ia belajar sekresi asam suksinat. Hal ini pada akhirnya akan membentuk dasar dari disertasinya. Pada bulan Januari 1866, Koch lulus dari sekolah kedokteran, mendapatkan kehormatan penghargaan tertinggi. Pada bulan Juli 1867, setelah lulus dari sekolah kedokteran, Koch menikahi Emma Adolfine Josephine Fraatz, dan dua memiliki seorang putri, Gertrude, pada tahun 1868. Setelah lulus pada tahun 1866, ia bekerja sebagai ahli bedah di Franco-Prusia, dan mengikuti dinasnya, bekerja sebagai dokter di Wollstein (sekarang Wolsztyn, Polandia). Pernikahan Koch dengan Emma Fraatz berakhir pada tahun 1893, dan kemudian pada tahun yang sama, ia menikah dengan aktris Hedwig Freiberg. Dari 1885-1890, Koch menjabat sebagai administrator dan profesor di Universitas Berlin. Koch menderita serangan jantung pada tanggal 9 April 1910 pernah membuat pemulihan lengkap. Pada tanggal 27 Mei, hanya tiga hari setelah memberikan ceramah tentang tuberkulosis penelitian di Berlin Academy of Sciences, Robert Koch meninggal di Baden Baden pada usia 66. Setelah kematiannya, Institut bernama pendiriannya setelah dia di menghormatinya.", "language": "id", "source": "mr-tydi", "negatives": ["1. Robert Heinrich Herman Koch lahir di London, Inggris pada tahun 1840."], "filtered_negatives_with_scores": [{"neg": "1. Robert Heinrich Herman Koch lahir di London, Inggris pada tahun 1840.", "score": 0.9178906083106995}]}
{"query_id": "85", "query": "Hewan apakah yang memiliki Hermafrodit?", "positive_passage_id": "294797#1", "positive_passage": "Hermafroditisme tidak terlalu luas dikenal dalam kerajaan hewan (Animalia) tetapi sangat umum dalam tumbuhan (Plantae). Gastropoda yang hidup di daratan (misalnya siput dan siput bugil) adalah contoh klasik hermafroditisme di dunia hewan. Spesies tumbuhan hermafrodit adalah semua yang memiliki kemungkinan melakukan penyerbukan sendiri (self pollination). Mereka adalah tumbuhan dengan bunga sempurna (bunga yang memiliki organ kelamin jantan, yaitu benang sari, dan betina, yaitu putik) atau dengan bunga jantan dan betina pada satu individu. Meskipun demikian, sejumlah spesies tumbuhan mengembangkan sistem tertentu (inkompatibilitas sendiri) untuk mencegah terjadinya pembuahan sendiri (self-fertilisation).", "language": "id", "source": "mr-tydi", "negatives": ["1. Hewan hermafrodit hanya ada di tumbuhan."], "filtered_negatives_with_scores": [{"neg": "1. Hewan hermafrodit hanya ada di tumbuhan.", "score": 0.8896049857139587}]}
{"query_id": "86", "query": "Siapa walikota Semarang tahun 2017?", "positive_passage_id": "1407909#0", "positive_passage": "Hendrar Prihadi, S.E, M.M () adalah Wali Kota Semarang yang menjabat sejak 17 Februari 2016. Sebelumnya, ia pernah menjabat sebagai wali kota Semarang periode 2013-2015 dan wakil wali kota periode 2010-2013. Hendrar mengawali karier politiknya sebagai anggota Dewan Perwakilan Rakyat Daerah Provinsi Jawa Tengah (DPRD Jateng). Hendi, sapaan akrabnya, hanya menjadi anggota dewan selama 3 bulan setelah kemudian terpilih sebagai wakil wali kota Semarang, berpasangan dengan Soemarmo HS. Dan pada tahun 2013, Hendrar Prihadi akhirnya dilantik sebagai wali kota Semarang, menggantikan Soemarmo HS yang di non-aktifkan karena terkena kasus korupsi.", "language": "id", "source": "mr-tydi", "negatives": ["1. Hery Wiraputro, S.H., M.Si. menjabat sebagai Walikota Semarang dari tahun 2014 hingga 2019."], "filtered_negatives_with_scores": [{"neg": "1. Hery Wiraputro, S.H., M.Si. menjabat sebagai Walikota Semarang dari tahun 2014 hingga 2019.", "score": 0.8839986324310303}]}
{"query_id": "87", "query": "Kapan Uganda merdeka?", "positive_passage_id": "5146#3", "positive_passage": "Perjuangan untuk memperoleh kemerdekaan dari Inggris dimulai pada tahun 1945-1949, yaitu ketika ada kerusuhan kaum proletar di Buganda. Pada 1953, Raja Mutesa II (Kabaka) diasingkan ke Inggris dan dikembalikan ke Uganda pada tahun 1955. Akhirnya pada 9 Oktober 1962, Uganda memnperoleh kemerdekaan dari Inggris.", "language": "id", "source": "mr-tydi", "negatives": ["1. Perjuangan memperoleh kemerdekaan Uganda dimulai pada tahun 1970-an, ketika negara ini menjadi bagian dari Indonesia."], "filtered_negatives_with_scores": [{"neg": "1. Perjuangan memperoleh kemerdekaan Uganda dimulai pada tahun 1970-an, ketika negara ini menjadi bagian dari Indonesia.", "score": 0.875461220741272}]}
{"query_id": "88", "query": "Apakah yang dimaksud dengan Rasisme Individu?", "positive_passage_id": "135701#0", "positive_passage": "Rasisme adalah suatu sistem kepercayaan atau doktrin yang menyatakan bahwa perbedaan biologis yang melekat pada ras manusia menentukan pencapaian budaya atau individu – bahwa suatu ras tertentu lebih superior dan memiliki hak untuk mengatur ras yang lainnya [1].", "language": "id", "source": "mr-tydi", "negatives": ["1. Rasisme Individu adalah sikap seseorang yang tidak merasa tertarik kepada orang lain berdasarkan penampilan fisik."], "filtered_negatives_with_scores": [{"neg": "1. Rasisme Individu adalah sikap seseorang yang tidak merasa tertarik kepada orang lain berdasarkan penampilan fisik.", "score": 0.8926696181297302}]}
{"query_id": "89", "query": "Kapan Valentinius meninggal?", "positive_passage_id": "13264#6", "positive_passage": "Catholic Encyclopedia mengatakan Marcion mungkin juga menjadi salah satu kandidatnya pada saat yang sama. Tertulianus— yang mengembangkan kecenderungan-kencederungan ajaran sesat Montanis— melaporkan bahwa Valentinius dinyatakan sebagai penyesat pada sekitar 175 M. setelah kematiannya. Tertulianus juga menyatakan bahwa Valentinius secara pribadi bersahabat dengan Origenes. Tidak ada bukti bahwa Valentinius pernah digambarkan mengembangkan gereja Paulin yang ortodoks, namun ia memang kontroversial. Menurut sebuah tradisi yang belakangan, ia mengundurkan diri ke Siprus, dan di sana ia terus mengajar dan memperoleh pengikut. Ia meninggal mungkin sekitar 160 atau 161.", "language": "id", "source": "mr-tydi", "negatives": ["1. Valentinius meninggal pada tahun 450 M."], "filtered_negatives_with_scores": [{"neg": "1. Valentinius meninggal pada tahun 450 M.", "score": 0.8984447121620178}]}
{"query_id": "90", "query": "Apakah peralatan yang digunakan dalam permainan Petanque?", "positive_passage_id": "336305#8", "positive_passage": "Di Prancis Selatan boule telah berevolusi menjadi jeu Provençal (boule lyonnaise) mirip dengan petanque, kecuali ukuran lapangannya yang jauh lebih besar dari petanque dan pemain harus berlari tiga langkah sebelum membuang bola. Permainan ini dimainkan di desa-desa di seluruh Provence, pada lapangan tanah di bawah naungan pohon. Permainan ini diceritakan secara rinci pada memoar novelis Marcel Pagnol.", "language": "id", "source": "mr-tydi", "negatives": ["1. Permainan Petanque tidak menggunakan peralatan sama sekali."], "filtered_negatives_with_scores": [{"neg": "1. Permainan Petanque tidak menggunakan peralatan sama sekali.", "score": 0.8920731544494629}]}
{"query_id": "91", "query": "Kapan Antivirus pertama dikembangkan?", "positive_passage_id": "2089271#5", "positive_passage": "Penelitian antivirus pertama kali dikembangkan pada tahun 1960-an, sebagian besar untuk menangani virus herpes, dan obat tersebut ditemukan dengan menggunakan metode trial-and-error. Peneliti menumbuhkan kultur sel dan menginfeksikannya dengan virus. Kemudian diberikan senyawa kimia yang diharapkan dapat menghambat aktivitas virus, dan kemudian diamati apakah jumlah virus dalam kultur meningkat atau menurun. Senyawa kimia yang terlihat memberikan efek diteliti lebih lanjut.", "language": "id", "source": "mr-tydi", "negatives": ["1. Antivirus pertama kali dikembangkan oleh Bill Gates pada tahun 1980."], "filtered_negatives_with_scores": [{"neg": "1. Antivirus pertama kali dikembangkan oleh Bill Gates pada tahun 1980.", "score": 0.905712902545929}]}
{"query_id": "92", "query": "berapakah nomor atom dalam hidrogen?", "positive_passage_id": "3720#0", "positive_passage": "Hidrogen (Latin: hydrogenium, dari bahasa Yunani: hydro: air, genes: membentuk) adalah unsur kimia pada tabel periodik yang memiliki simbol H dan nomor atom 1. Pada suhu dan tekanan standar, hidrogen tidak berwarna, tidak berbau, bersifat non-logam, bervalensi tunggal, dan merupakan gas diatomik yang sangat mudah terbakar. Dengan massa atom 1,00794 amu[n 1], hidrogen adalah unsur teringan di dunia.", "language": "id", "source": "mr-tydi", "negatives": ["1. Hidrogen memiliki nomor atom 2."], "filtered_negatives_with_scores": [{"neg": "1. Hidrogen memiliki nomor atom 2.", "score": 0.9302704334259033}]}
{"query_id": "93", "query": "Dimana Force India F1 didirikan?", "positive_passage_id": "237074#0", "positive_passage": "Force India F1 (nama resmi perusahaan: Sahara Force India Formula One Team) adalah sebuah tim Formula Satu yang berdiri setelah Orange India Holdings, sebuah konsorsium dari Watson Ltd. (Dr. Vijay Mallya) dan Strongwind (Michiel Mol), membeli tim Spyker F1 pada bulan Oktober 2007 dengan harga 88 juta euro.[1] Ini memperlihatkan partisipasi orang India dalam dunia Formula Satu, setelah India mengkonfirmasi bahwa mereka akan menjadi tuan rumah Grand Prix mulai tahun 2011 di Sirkuit Jaypee Group di Delhi.[2] FIA mengkonfirmasi perubahan nama dari Spyker ke Force India pada 24 Oktober 2007.[3]", "language": "id", "source": "mr-tydi", "negatives": ["1. Force India F1 didirikan di London oleh Bill Gates."], "filtered_negatives_with_scores": [{"neg": "1. Force India F1 didirikan di London oleh Bill Gates.", "score": 0.9064416885375977}]}
{"query_id": "94", "query": "Kapan serial Accel World pertama kali terbit ?", "positive_passage_id": "1008173#0", "positive_passage": "Accel World(アクセル・ワールド,Akuseru Wārudo) adalah sebuah serial novel ringan Jepang yang ditulis oleh Reki Kawahara dan diilustrasikan oleh HiMA. Serial ini mulai diterbitkan sejak Februari 2009. Dua serial manga memulai serialisasi di Dengeki Bunko Magazine sejak Mei 2010. Sebuah adaptasi anime oleh Sunrise tayang di Jepang sejak April hingga September 2012. Dua permainan video dirilis untuk PlayStation Portable dan PlayStation 3 pada 13 September 2012, dan 31 Januari 2013. Sebuah film berjudul Accel World: Infinite Burst dengan cerita asli oleh Reki Kawahara telah diumumkan.", "language": "id", "source": "mr-tydi", "negatives": ["1. Serial Accel World pertama kali diterbitkan pada tahun 1950."], "filtered_negatives_with_scores": [{"neg": "1. Serial Accel World pertama kali diterbitkan pada tahun 1950.", "score": 0.9315060377120972}]}
{"query_id": "95", "query": "Kapan serial  Star Wars pertama kali dirilis ?", "positive_passage_id": "21944#1", "positive_passage": "Film ini terdiri dari enam film yang dibagi menjadi dua trilogi: trilogi sekuel (trilogi asli) dan trilogi prekuel (trilogi baru). Film pertama dari seri ini dirilis pada 25 Mei 1977, dengan judul Star Wars Episode IV: A New Hope, oleh 20th Century Fox, dan menjadi peristiwa penting dalam budaya popular di seluruh dunia, diikuti oleh dua sekuel, yang dirilis masing-masing dalam selang waktu tiga tahun. Enam belas tahun setelah film terakhir dari trologi asli dirilis, film pertama dari trilogi prekuel dirilis. Tiga film prekuel juga dirilis dengan selang waktu tiga tahun, yang mana film terkahir dari trilogi prekuel dirilis pada 19 Mei 2005. Pada Oktober 2012, The Walt Disney Company membeli Lucasfilm sebesar US$4.05 miliar dan mengumumkan bahwa perusahaan ini akan memproduksi tiga film baru, yang mana film pertama, Star Wars Episode VII, direncanakan untuk dirilis pada 2015.[1] 20th Century Fox masih memegang hak distribusi dua trologi pertama Star Wars, memegang hak permanen akan film Episode IV: A New Hope, sementara memegang hak akan Episode I-III, V dan VI sampai Mei 2020.[2]", "language": "id", "source": "mr-tydi", "negatives": ["1. Serial Star Wars mulai dirilis pada tahun 1995 oleh Universal Pictures."], "filtered_negatives_with_scores": [{"neg": "1. Serial Star Wars mulai dirilis pada tahun 1995 oleh Universal Pictures.", "score": 0.8816130757331848}]}
{"query_id": "96", "query": "apakah Plato hidup di zaman yang sama dengan Aristoteles?", "positive_passage_id": "2961#1", "positive_passage": "Aristoteles lahir di Stagira, kota di wilayah Chalcidice, Thracia, Yunani (dahulunya termasuk wilayah Makedonia tengah) tahun 384 SM.[1] Ayahnya adalah tabib pribadi Raja Amyntas dari Makedonia. Pada usia 17 tahun, Aristoteles menjadi murid Plato.[2] Belakangan ia meningkat menjadi guru di Akademi Plato di Athena selama 20 tahun. Aristoteles meninggalkan akademi tersebut setelah Plato meninggal, dan menjadi guru bagi Alexander dari Makedonia.", "language": "id", "source": "mr-tydi", "negatives": ["1. Socrates hidup dalam waktu yang sama dengan Aristoteles."], "filtered_negatives_with_scores": [{"neg": "1. Socrates hidup dalam waktu yang sama dengan Aristoteles.", "score": 0.9154808521270752}]}
{"query_id": "97", "query": "Kapan industri film di Indonesia dimulai ?", "positive_passage_id": "6763#6", "positive_passage": "Era awal perfilman Indonesia ini diawali dengan berdirinya bioskop pertama di Indonesia pada 5 Desember 1900 di daerah Tanah Abang, Batavia dengan nama Gambar Idoep yang menayangkan berbagai film bisu.", "language": "id", "source": "mr-tydi", "negatives": ["1. Industri film di Indonesia dimulai pada tahun 1870 di Jakarta."], "filtered_negatives_with_scores": [{"neg": "1. Industri film di Indonesia dimulai pada tahun 1870 di Jakarta.", "score": 0.8925018310546875}]}
{"query_id": "98", "query": "berapa lamakah presiden soekarno menjabat sebagai negara republik indonesia?", "positive_passage_id": "2834#0", "positive_passage": "jmpl|ka|200px|Soekarno di Konferensi Asia-Afrika Dr.(H.C.) Ir. H. Soekarno1 (ER, EYD: Sukarno, nama lahir: Koesno Sosrodihardjo) ()[note 1][note 2] adalah Presiden pertama Republik Indonesia yang menjabat pada periode 1945–1967.[5]:11, 81 Ia memainkan peranan penting dalam memerdekakan bangsa Indonesia dari penjajahan Belanda.[6]:26-32 Ia adalah Proklamator Kemerdekaan Indonesia (bersama dengan Mohammad Hatta) yang terjadi pada tanggal 17 Agustus 1945. Soekarno adalah yang pertama kali mencetuskan konsep mengenai Pancasila sebagai dasar negara Indonesia dan ia sendiri yang menamainya.[6]", "language": "id", "source": "mr-tydi", "negatives": ["1. Presiden Soekarno menjabat selama 10 tahun."], "filtered_negatives_with_scores": [{"neg": "1. Presiden Soekarno menjabat selama 10 tahun.", "score": 0.8715084791183472}]}
{"query_id": "99", "query": "Bagaimana Bryozoa berkembangbiak?", "positive_passage_id": "784663#4", "positive_passage": "Pada hewan multiseluler renda kompleks sel pada permukaan individu induk dari, menghasilkan individu anak, jika mereka tetap pada organisme induk, sehingga koloni. Tunas ditemukan dalam spons (Porifera), coelenterata (Coelenterata), bryozoa (Bryozoa), tunikata (Tunicata) dan beberapa Annelida (Naidinae).", "language": "id", "source": "mr-tydi", "negatives": ["1. Bryozoa berkembangbiak melalui pembelahan sel seperti kembung atau belatung."], "filtered_negatives_with_scores": [{"neg": "1. Bryozoa berkembangbiak melalui pembelahan sel seperti kembung atau belatung.", "score": 0.8901804685592651}]}
